{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|UNK|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|EOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|PAD|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|COL|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|POS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|ORI|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|SHP|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|CR|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|BU|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|NA|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|VE|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){1}[^\\s]*\\K\\s"
        },
        "content": " <|POS|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){5}[^\\s]*\\K\\s"
        },
        "content": " <|ORI|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){10}[^\\s]*\\K\\s"
        },
        "content": " <|SHP|> "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "-|\\.\\d{3}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|UNK|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|UNK|>": 0,
      "<|EOS|>": 1,
      "<|PAD|>": 2,
      "<|COL|>": 3,
      "<|POS|>": 4,
      "<|ORI|>": 5,
      "<|SHP|>": 6,
      "<|CR|>": 7,
      "<|BU|>": 8,
      "<|NA|>": 9,
      "<|VE|>": 10,
      "-": 11,
      ".": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      "<": 23,
      ">": 24,
      "A": 25,
      "B": 26,
      "C": 27,
      "E": 28,
      "H": 29,
      "I": 30,
      "N": 31,
      "O": 32,
      "P": 33,
      "R": 34,
      "S": 35,
      "U": 36,
      "V": 37,
      "a": 38,
      "b": 39,
      "c": 40,
      "d": 41,
      "e": 42,
      "f": 43,
      "g": 44,
      "h": 45,
      "i": 46,
      "j": 47,
      "k": 48,
      "l": 49,
      "m": 50,
      "n": 51,
      "o": 52,
      "p": 53,
      "q": 54,
      "r": 55,
      "s": 56,
      "t": 57,
      "u": 58,
      "z": 59,
      "|": 60,
      "<|": 61,
      "|>": 62,
      "OS": 63,
      "OS|>": 64,
      ".d": 65,
      "HP": 66,
      "I|>": 67,
      "OR": 68,
      "POS|>": 69,
      "SHP": 70,
      "at": 71,
      "<|OR": 72,
      "<|SHP": 73,
      ".dat": 74,
      "70": 75,
      ".70": 76,
      ".707": 77,
      "00": 78,
      ".5": 79,
      "30": 80,
      "16": 81,
      "20": 82,
      ".500": 83,
      "10": 84,
      "40": 85,
      ".6": 86,
      "15": 87,
      ".0": 88,
      "80": 89,
      ".9": 90,
      "71": 91,
      "24": 92,
      "19": 93,
      "60": 94,
      ".4": 95,
      ".3": 96,
      "14": 97,
      ".2": 98,
      "50": 99,
      "32": 100,
      "72": 101,
      "3.dat": 102,
      "12": 103,
      ".8": 104,
      "36": 105,
      "18": 106,
      "90": 107,
      ".7": 108,
      "37": 109,
      "4.dat": 110,
      "27": 111,
      "300": 112,
      "28": 113,
      "1.dat": 114,
      ".1": 115,
      "9.dat": 116,
      ".00": 117,
      "38": 118,
      "5.dat": 119,
      "56": 120,
      "92": 121,
      "48": 122,
      "302": 123,
      "7.dat": 124,
      "66": 125,
      "58": 126,
      "17": 127,
      "100": 128,
      "2.dat": 129,
      "120": 130,
      "34": 131,
      "26": 132,
      "54": 133,
      "320": 134,
      "59": 135,
      "39": 136,
      "150": 137,
      "44": 138,
      "110": 139,
      "65": 140,
      "140": 141,
      "80.dat": 142,
      "96": 143,
      "200": 144,
      "35": 145,
      "47": 146,
      "160": 147,
      "98": 148,
      "25": 149,
      "99": 150,
      "88": 151,
      "3023.dat": 152,
      "6.dat": 153,
      "64": 154,
      "53": 155,
      "83": 156,
      "33": 157,
      "130": 158,
      "306": 159,
      "29": 160,
      "11": 161,
      "2780.dat": 162,
      "77.dat": 163,
      "31": 164,
      "46": 165,
      "75": 166,
      "62": 167,
      "52": 168,
      "190": 169,
      "10.dat": 170,
      "180": 171,
      "32.dat": 172,
      "78": 173,
      "24.dat": 174,
      "22": 175,
      "18.dat": 176,
      "93": 177,
      "94": 178,
      "84": 179,
      "57": 180,
      "67": 181,
      "97": 182,
      "42": 183,
      "95": 184,
      "u92": 185,
      "u9218.dat": 186,
      "170": 187,
      "73": 188,
      "45": 189,
      "68": 190,
      "74": 191,
      "3024.dat": 192,
      "13": 193,
      "76": 194,
      "240": 195,
      "166.dat": 196,
      "87": 197,
      "370": 198,
      "614": 199,
      "79": 200,
      "43": 201,
      "3004.dat": 202,
      "82": 203,
      "8.dat": 204,
      "61": 205,
      "86": 206,
      "70.dat": 207,
      "89": 208,
      "69": 209,
      "85": 210,
      "49": 211,
      "220": 212,
      "6141.dat": 213,
      "91": 214,
      "20.dat": 215,
      ".50": 216,
      "3005.dat": 217,
      "55": 218,
      ".18": 219,
      "81": 220,
      "280": 221,
      "210": 222,
      "362": 223,
      "932.dat": 224,
      "260": 225,
      ".653": 226,
      "58.dat": 227,
      "23": 228,
      ".14": 229,
      "77": 230,
      ".16": 231,
      ".271": 232,
      ".10": 233,
      ".000": 234,
      "3710.dat": 235,
      "112": 236,
      "21": 237,
      "310": 238,
      "230": 239,
      "3069.dat": 240,
      "63": 241,
      "250": 242,
      "41": 243,
      "290": 244,
      ".60": 245,
      ".15": 246,
      "6558.dat": 247,
      ".12": 248,
      "51": 249,
      "379": 250,
      ".706": 251,
      ".19": 252,
      ".924": 253,
      ".383": 254,
      "104": 255,
      "36.dat": 256,
      "303": 257,
      "270": 258,
      "430": 259,
      ".40": 260,
      "144": 261,
      ".24": 262,
      ".001": 263,
      ".20": 264,
      "128": 265,
      "288": 266,
      "136": 267,
      "152": 268,
      "60.dat": 269,
      "168": 270,
      "66.dat": 271,
      "12.dat": 272,
      "3020.dat": 273,
      ".999": 274,
      "360": 275,
      "3070.dat": 276,
      "31.dat": 277,
      ".71": 278,
      "200.dat": 279,
      "54200.dat": 280,
      "3623.dat": 281,
      "272": 282,
      "330": 283,
      ".90": 284,
      "3666.dat": 285,
      ".80": 286,
      "256": 287,
      "340": 288,
      "3010.dat": 289,
      "3021.dat": 290,
      ".704": 291,
      "2412.dat": 292,
      ".72": 293,
      ".30": 294,
      "176": 295,
      "416": 296,
      "40.dat": 297,
      "400": 298,
      "3022.dat": 299,
      ".259": 300,
      ".966": 301,
      ".700": 302,
      "350": 303,
      "390": 304,
      "427": 305,
      "325": 306,
      "870": 307,
      ".866": 308,
      "19.dat": 309,
      "192": 310,
      "54.dat": 311,
      "2431.dat": 312,
      "93.dat": 313,
      ".705": 314,
      "184": 315,
      "56.dat": 316,
      "73.dat": 317,
      "43093.dat": 318,
      "3062.dat": 319,
      "371": 320,
      ".567": 321,
      "380": 322,
      ".698": 323,
      "440": 324,
      "114": 325,
      "480": 326,
      ".701": 327,
      "65.dat": 328,
      "138": 329,
      "62.dat": 330,
      "28.dat": 331,
      ".010": 332,
      "3068.dat": 333,
      "420": 334,
      "208": 335,
      "3794.dat": 336,
      "216": 337,
      "4274.dat": 338,
      ".683": 339,
      "2420.dat": 340,
      "3622.dat": 341,
      "4070.dat": 342,
      ".183": 343,
      "408": 344,
      "3009.dat": 345,
      "304": 346,
      ".020": 347,
      ".004": 348,
      ".433": 349,
      "450": 350,
      "37.dat": 351,
      ".703": 352,
      ".006": 353,
      "3460.dat": 354,
      "16.dat": 355,
      ".007": 356,
      "248": 357,
      "224": 358,
      "520": 359,
      "u9": 360,
      "3713.dat": 361,
      "410": 362,
      "4519.dat": 363,
      "132": 364,
      ".354": 365,
      "560": 366,
      "14.dat": 367,
      "490": 368,
      ".612": 369,
      "3040.dat": 370,
      ".092": 371,
      "3795.dat": 372,
      "190.dat": 373,
      ".316": 374,
      "638": 375,
      "374": 376,
      "119": 377,
      "32062.dat": 378,
      "64.dat": 379,
      "u9190.dat": 380,
      "460": 381,
      "179": 382,
      "32054.dat": 383,
      "244": 384,
      ".702": 385,
      "39.dat": 386,
      ".998": 387,
      "570": 388,
      ".138": 389,
      "8708": 390,
      ".430": 391,
      ".062": 392,
      "500": 393,
      ".693": 394,
      ".588": 395,
      ".561": 396,
      "0.dat": 397,
      "470": 398,
      "378": 399,
      "102": 400,
      "232": 401,
      "32028.dat": 402,
      "550": 403,
      ".002": 404,
      "79.dat": 405,
      "428": 406,
      ".003": 407,
      "6636.dat": 408,
      "3252": 409,
      "3212": 410,
      ".660": 411,
      ".100": 412,
      ".997": 413,
      ".116": 414,
      "118": 415,
      ".990": 416,
      "754.dat": 417,
      ".996": 418,
      "191": 419,
      ".995": 420,
      "3003.dat": 421,
      "134": 422,
      "32123.dat": 423,
      "323": 424,
      ".012": 425,
      "124": 426,
      "30.dat": 427,
      "312": 428,
      ".694": 429,
      ".029": 430,
      ".991": 431,
      "264": 432,
      "235": 433,
      "322": 434,
      ".131": 435,
      "156": 436,
      ".609": 437,
      ".542": 438,
      "598": 439,
      ".031": 440,
      "368": 441,
      "108": 442,
      "600": 443,
      "1557": 444,
      "15573.dat": 445,
      "126": 446,
      ".046": 447,
      ".680": 448,
      "530": 449,
      "142": 450,
      "116": 451,
      ".058": 452,
      "3008.dat": 453,
      ".044": 454,
      "139": 455,
      "3660.dat": 456,
      "3034.dat": 457,
      "172": 458,
      ".018": 459,
      "296": 460,
      "352": 461,
      "540": 462,
      ".009": 463,
      "580": 464,
      ".008": 465,
      "4162.dat": 466,
      "26.dat": 467,
      ".600": 468,
      "3001.dat": 469,
      ".015": 470,
      "6536.dat": 471,
      ".632": 472,
      "106": 473,
      ".074": 474,
      ".454": 475,
      "154": 476,
      ".069": 477,
      ".688": 478,
      ".040": 479,
      ".793": 480,
      "109": 481,
      "4032.dat": 482,
      "138.dat": 483,
      "590": 484,
      ".800": 485,
      "328": 486,
      "EOS|>": 487,
      "242": 488,
      "336": 489,
      "3039.dat": 490,
      "459": 491,
      "125": 492,
      "148": 493,
      "344": 494,
      ".025": 495,
      ".014": 496,
      "3665.dat": 497,
      ".393": 498,
      "50.dat": 499,
      "159": 500,
      "2877.dat": 501,
      "3700.dat": 502,
      "98138.dat": 503,
      "6047": 504,
      ".013": 505,
      "122": 506,
      "756.dat": 507,
      "68.dat": 508,
      "158": 509,
      ".671": 510,
      "111": 511,
      "164": 512,
      ".697": 513,
      ".987": 514,
      ".980": 515,
      "3673.dat": 516,
      "4477.dat": 517,
      ".052": 518,
      ".546": 519,
      "3200": 520,
      ".037": 521,
      ".033": 522,
      ".760": 523,
      ".981": 524,
      "38.dat": 525,
      "135": 526,
      ".164": 527,
      "301": 528,
      ".200": 529,
      ".994": 530,
      "105": 531,
      "389": 532,
      "162": 533,
      "6048": 534,
      "510": 535,
      "91.dat": 536,
      "376": 537,
      "198": 538,
      ".495": 539,
      "384": 540,
      "140.dat": 541,
      "129": 542,
      "426": 543,
      ".005": 544,
      "5944": 545,
      "59443.dat": 546,
      "115": 547,
      "308": 548,
      ".165": 549,
      "174": 550,
      "92.dat": 551,
      "255": 552,
      ".326": 553,
      ".954": 554,
      ".320": 555,
      ".673": 556,
      "101": 557,
      ".224": 558,
      "59.dat": 559,
      ".497": 560,
      "245": 561,
      "219": 562,
      ".082": 563,
      "226": 564,
      ".110": 565,
      ".101": 566,
      "32140.dat": 567,
      "2357.dat": 568,
      ".505": 569,
      ".140": 570,
      "3705.dat": 571,
      ".350": 572,
      ".340": 573,
      "8598": 574,
      "85984.dat": 575,
      "87079.dat": 576,
      ".640": 577,
      ".195": 578,
      ".080": 579,
      ".086": 580,
      "212": 581,
      "199": 582,
      ".129": 583,
      "169": 584,
      ".627": 585,
      "143": 586,
      ".520": 587,
      ".400": 588,
      ".692": 589,
      ".695": 590,
      "188": 591,
      "103": 592,
      ".160": 593,
      ".988": 594,
      ".696": 595,
      "297": 596,
      ".503": 597,
      ".380": 598,
      "63864.dat": 599,
      "32524.dat": 600,
      ".940": 601,
      "13.dat": 602,
      "9920": 603,
      "1865": 604,
      "178": 605,
      "32316.dat": 606,
      ".087": 607,
      ".641": 608,
      ".699": 609,
      ".011": 610,
      ".060": 611,
      "78.dat": 612,
      ".301": 613,
      "182": 614,
      ".240": 615,
      ".960": 616,
      ".686": 617,
      "149": 618,
      "394": 619,
      ".784": 620,
      "166": 621,
      ".416": 622,
      "32526.dat": 623,
      ".213": 624,
      "146": 625,
      "259": 626,
      "121": 627,
      ".580": 628,
      "87087.dat": 629,
      ".440": 630,
      "640": 631,
      "720": 632,
      ".993": 633,
      ".689": 634,
      "32523.dat": 635,
      ".507": 636,
      "3749.dat": 637,
      "424": 638,
      "392": 639,
      ".493": 640,
      ".449": 641,
      "204": 642,
      "141": 643,
      ".068": 644,
      "239": 645,
      "155": 646,
      "4200": 647,
      "42003.dat": 648,
      ".050": 649,
      "3037.dat": 650,
      "206": 651,
      ".557": 652,
      ".147": 653,
      ".141": 654,
      "589.dat": 655,
      ".070": 656,
      ".447": 657,
      ".360": 658,
      ".983": 659,
      ".678": 660,
      "151": 661,
      "147": 662,
      "123": 663,
      ".065": 664,
      "680": 665,
      ".024": 666,
      "189": 667,
      "2288": 668,
      ".676": 669,
      "321": 670,
      ".667": 671,
      "292": 672,
      ".572": 673,
      "22885.dat": 674,
      ".097": 675,
      "354": 676,
      ".111": 677,
      ".531": 678,
      ".720": 679,
      ".385": 680,
      "175": 681,
      ".120": 682,
      ".596": 683,
      ".280": 684,
      ".575": 685,
      "196": 686,
      ".030": 687,
      ".423": 688,
      ".499": 689,
      ".560": 690,
      ".026": 691,
      ".509": 692,
      "15.dat": 693,
      ".105": 694,
      "145": 695,
      ".056": 696,
      "218": 697,
      "133": 698,
      "285": 699,
      ".049": 700,
      "131": 701,
      ".411": 702,
      ".035": 703,
      ".250": 704,
      ".300": 705,
      "448": 706,
      "332": 707,
      ".992": 708,
      "127": 709,
      ".450": 710,
      ".690": 711,
      "11214.dat": 712,
      ".556": 713,
      ".171": 714,
      "258": 715,
      ".674": 716,
      "4865.dat": 717,
      "509": 718,
      ".021": 719,
      ".480": 720,
      ".016": 721,
      ".467": 722,
      "412": 723,
      ".510": 724,
      "165": 725,
      ".462": 726,
      ".156": 727,
      ".478": 728,
      ".042": 729,
      "194": 730,
      "107": 731,
      "113": 732,
      ".482": 733,
      ".090": 734,
      "234": 735,
      "117": 736,
      "11477.dat": 737,
      "186": 738,
      ".333": 739,
      ".180": 740,
      ".643": 741,
      ".566": 742,
      "484": 743,
      ".622": 744,
      ".036": 745,
      ".521": 746,
      ".041": 747,
      ".989": 748,
      "417": 749,
      ".687": 750,
      "153": 751,
      "157": 752,
      ".550": 753,
      "432": 754,
      "575": 755,
      "241": 756,
      ".253": 757,
      "32073.dat": 758,
      "472": 759,
      ".534": 760,
      ".514": 761,
      ".662": 762,
      "233": 763,
      ".860": 764,
      "173": 765,
      ".078": 766,
      ".028": 767,
      ".675": 768,
      ".593": 769,
      ".017": 770,
      ".979": 771,
      "90.dat": 772,
      ".880": 773,
      "624": 774,
      ".498": 775,
      ".342": 776,
      ".681": 777,
      "137": 778,
      ".053": 779,
      ".043": 780,
      ".620": 781,
      "364": 782,
      ".840": 783,
      "238": 784,
      ".496": 785,
      ".212": 786,
      ".540": 787,
      ".370": 788,
      "3002.dat": 789,
      "418": 790,
      ".150": 791,
      ".139": 792,
      "282": 793,
      ".491": 794,
      "161": 795,
      ".517": 796,
      ".088": 797,
      "185": 798,
      ".473": 799,
      ".106": 800,
      ".023": 801,
      "184.dat": 802,
      "616": 803,
      ".038": 804,
      ".034": 805,
      "654": 806,
      ".435": 807,
      ".664": 808,
      "6091.dat": 809,
      ".647": 810,
      "214": 811,
      ".624": 812,
      ".485": 813,
      ".783": 814,
      "456": 815,
      "586": 816,
      ".162": 817,
      ".130": 818,
      ".406": 819,
      ".071": 820,
      ".910": 821,
      ".233": 822,
      "177": 823,
      ".153": 824,
      "488": 825,
      ".562": 826,
      ".642": 827,
      "620": 828,
      ".579": 829,
      ".525": 830,
      "00.dat": 831,
      ".894": 832,
      ".920": 833,
      ".061": 834,
      "15068.dat": 835,
      ".047": 836,
      ".077": 837,
      "163": 838,
      ".426": 839,
      ".420": 840,
      "171": 841,
      ".479": 842,
      ".831": 843,
      ".242": 844,
      ".260": 845,
      ".583": 846,
      ".766": 847,
      "329": 848,
      ".128": 849,
      ".685": 850,
      "236": 851,
      ".590": 852,
      "875": 853,
      ".669": 854,
      "167": 855,
      ".539": 856,
      "202": 857,
      "205": 858,
      ".986": 859,
      ".750": 860,
      ".650": 861,
      ".900": 862,
      "228": 863,
      ".489": 864,
      "48.dat": 865,
      ".229": 866,
      ".019": 867,
      ".099": 868,
      ".145": 869,
      ".321": 870,
      "222": 871,
      "181": 872,
      ".022": 873,
      ".682": 874,
      ".073": 875,
      "464": 876,
      ".827": 877,
      "444": 878,
      ".691": 879,
      ".633": 880,
      "610": 881,
      ".123": 882,
      "223": 883,
      ".032": 884,
      ".191": 885,
      ".173": 886,
      ".445": 887,
      "278.dat": 888,
      ".089": 889,
      "3832.dat": 890,
      "32278.dat": 891,
      ".931": 892,
      ".230": 893,
      ".850": 894,
      ".079": 895,
      ".284": 896,
      ".288": 897,
      ".972": 898,
      ".714": 899,
      ".976": 900,
      "243": 901,
      ".363": 902,
      ".072": 903,
      "252": 904,
      ".906": 905,
      ".214": 906,
      ".459": 907,
      "209": 908,
      ".589": 909,
      ".971": 910,
      ".083": 911,
      ".299": 912,
      "279": 913,
      ".276": 914,
      ".096": 915,
      ".098": 916,
      "4286.dat": 917,
      ".045": 918,
      "32013.dat": 919,
      "6143.dat": 920,
      "348": 921,
      ".574": 922,
      "201": 923,
      ".985": 924,
      ".236": 925,
      ".504": 926,
      ".332": 927,
      ".291": 928,
      "6632.dat": 929,
      ".039": 930,
      ".569": 931,
      ".055": 932,
      ".526": 933,
      "2555.dat": 934,
      ".155": 935,
      "32184.dat": 936,
      ".075": 937,
      ".950": 938,
      ".142": 939,
      "490.dat": 940,
      "183": 941,
      ".516": 942,
      ".952": 943,
      ".887": 944,
      "382": 945,
      "40490.dat": 946,
      ".603": 947,
      ".711": 948,
      "3701.dat": 949,
      "4085.dat": 950,
      ".656": 951,
      "187": 952,
      ".629": 953,
      ".063": 954,
      ".646": 955,
      "246": 956,
      ".530": 957,
      ".216": 958,
      "32525.dat": 959,
      ".392": 960,
      "4081.dat": 961,
      ".148": 962,
      ".460": 963,
      ".636": 964,
      ".210": 965,
      ".114": 966,
      ".118": 967,
      "34.dat": 968,
      ".108": 969,
      ".126": 970,
      ".057": 971,
      "195": 972,
      ".434": 973,
      ".586": 974,
      ".970": 975,
      ".135": 976,
      ".547": 977,
      ".117": 978,
      "660": 979,
      ".618": 980,
      ".081": 981,
      ".737": 982,
      ".121": 983,
      ".169": 984,
      ".663": 985,
      ".502": 986,
      ".094": 987,
      "33.dat": 988,
      "276": 989,
      ".366": 990,
      ".066": 991,
      ".630": 992,
      ".312": 993,
      "3941.dat": 994,
      ".982": 995,
      "3031.dat": 996,
      ".084": 997,
      ".064": 998,
      "100.dat": 999,
      ".239": 1000,
      "483": 1001,
      ".051": 1002,
      ".179": 1003,
      ".490": 1004,
      "274": 1005,
      ".398": 1006,
      ".553": 1007,
      ".104": 1008,
      ".861": 1009,
      "268": 1010,
      "318": 1011,
      "249": 1012,
      ".174": 1013,
      ".554": 1014,
      "385": 1015,
      ".143": 1016,
      ".732": 1017,
      "3706.dat": 1018,
      "2429.dat": 1019,
      ".206": 1020,
      "728.dat": 1021,
      "193": 1022,
      "44728.dat": 1023,
      "3032.dat": 1024,
      ".391": 1025,
      ".713": 1026,
      ".076": 1027,
      "4589.dat": 1028,
      ".458": 1029,
      "197": 1030,
      "50950.dat": 1031,
      "630": 1032,
      ".820": 1033,
      "8586": 1034,
      ".353": 1035,
      ".625": 1036,
      ".048": 1037,
      ".220": 1038,
      ".359": 1039,
      ".470": 1040,
      "9828": 1041,
      "98.dat": 1042,
      ".085": 1043,
      ".610": 1044,
      ".369": 1045,
      ".027": 1046,
      ".390": 1047,
      ".132": 1048,
      "57518.dat": 1049,
      ".424": 1050,
      ".716": 1051,
      ".175": 1052,
      "2430.dat": 1053,
      "700": 1054,
      ".623": 1055,
      ".184": 1056,
      ".672": 1057,
      ".961": 1058,
      ".133": 1059,
      ".107": 1060,
      "299": 1061,
      ".272": 1062,
      "599": 1063,
      ".112": 1064,
      ".930": 1065,
      "213": 1066,
      ".570": 1067,
      "215": 1068,
      ".234": 1069,
      ".358": 1070,
      ".122": 1071,
      ".407": 1072,
      ".152": 1073,
      "261": 1074,
      ".638": 1075,
      "271": 1076,
      "229": 1077,
      ".522": 1078,
      ".649": 1079,
      "3037": 1080,
      ".677": 1081,
      "207": 1082,
      "265": 1083,
      ".466": 1084,
      "4265.dat": 1085,
      ".415": 1086,
      ".235": 1087,
      ".858": 1088,
      "262": 1089,
      ".452": 1090,
      "247": 1091,
      ".054": 1092,
      ".059": 1093,
      ".538": 1094,
      "593.dat": 1095,
      ".657": 1096,
      ".219": 1097,
      ".371": 1098,
      ".780": 1099,
      ".381": 1100,
      ".578": 1101,
      "15100.dat": 1102,
      "3036": 1103,
      ".929": 1104,
      ".611": 1105,
      ".949": 1106,
      ".559": 1107,
      "608": 1108,
      ".492": 1109,
      "275": 1110,
      "536": 1111,
      "72.dat": 1112,
      ".248": 1113,
      "41677.dat": 1114,
      ".658": 1115,
      ".439": 1116,
      ".134": 1117,
      "30136.dat": 1118,
      ".372": 1119,
      ".409": 1120,
      ".364": 1121,
      ".602": 1122,
      ".679": 1123,
      "85861.dat": 1124,
      ".735": 1125,
      ".962": 1126,
      ".973": 1127,
      ".373": 1128,
      ".304": 1129,
      ".484": 1130,
      ".494": 1131,
      ".523": 1132,
      ".552": 1133,
      ".487": 1134,
      ".208": 1135,
      ".293": 1136,
      ".182": 1137,
      ".149": 1138,
      ".684": 1139,
      ".772": 1140,
      ".615": 1141,
      ".581": 1142,
      ".899": 1143,
      "6541.dat": 1144,
      ".438": 1145,
      ".661": 1146,
      "395": 1147,
      ".628": 1148,
      ".582": 1149,
      ".158": 1150,
      ".181": 1151,
      "203": 1152,
      ".501": 1153,
      ".168": 1154,
      ".488": 1155,
      ".442": 1156,
      "211": 1157,
      ".457": 1158,
      ".468": 1159,
      ".666": 1160,
      ".545": 1161,
      ".606": 1162,
      ".244": 1163,
      ".404": 1164,
      ".670": 1165,
      ".146": 1166,
      ".576": 1167,
      "98283.dat": 1168,
      ".740": 1169,
      ".375": 1170,
      ".124": 1171,
      "278": 1172,
      ".446": 1173,
      ".710": 1174,
      ".626": 1175,
      ".355": 1176,
      ".444": 1177,
      ".207": 1178,
      ".819": 1179,
      ".258": 1180,
      ".549": 1181,
      ".948": 1182,
      ".113": 1183,
      ".186": 1184,
      ".159": 1185,
      ".327": 1186,
      "291": 1187,
      "293": 1188,
      ".911": 1189,
      ".864": 1190,
      ".136": 1191,
      ".317": 1192,
      ".188": 1193,
      ".659": 1194,
      ".935": 1195,
      "800": 1196,
      ".412": 1197,
      "281": 1198,
      "342": 1199,
      "319": 1200,
      ".115": 1201,
      ".518": 1202,
      ".315": 1203,
      ".319": 1204,
      "217": 1205,
      "339": 1206,
      ".792": 1207,
      ".974": 1208,
      ".749": 1209,
      "528": 1210,
      ".177": 1211,
      "356": 1212,
      ".565": 1213,
      ".109": 1214,
      ".095": 1215,
      ".194": 1216,
      ".959": 1217,
      ".387": 1218,
      "496": 1219,
      ".928": 1220,
      ".331": 1221,
      ".190": 1222,
      "95.dat": 1223,
      "760": 1224,
      ".401": 1225,
      ".270": 1226,
      ".285": 1227,
      "18654.dat": 1228,
      ".192": 1229,
      ".527": 1230,
      ".870": 1231,
      ".652": 1232,
      ".334": 1233,
      "504": 1234,
      ".328": 1235,
      ".577": 1236,
      "251": 1237,
      ".427": 1238,
      ".172": 1239,
      ".323": 1240,
      ".282": 1241,
      ".532": 1242,
      ".464": 1243,
      ".144": 1244,
      ".621": 1245,
      "60478.dat": 1246,
      "254": 1247,
      "656": 1248,
      "69.dat": 1249,
      ".382": 1250,
      ".432": 1251,
      ".245": 1252,
      "99207.dat": 1253,
      ".455": 1254,
      ".486": 1255,
      ".469": 1256,
      ".770": 1257,
      ".592": 1258,
      ".824": 1259,
      ".513": 1260,
      ".564": 1261,
      ".917": 1262,
      ".137": 1263,
      ".830": 1264,
      ".362": 1265,
      ".154": 1266,
      ".330": 1267,
      ".103": 1268,
      "6231.dat": 1269,
      ".537": 1270,
      ".865": 1271,
      "365": 1272,
      ".730": 1273,
      "227": 1274,
      "462": 1275,
      ".091": 1276,
      ".927": 1277,
      "478": 1278,
      ".395": 1279,
      "41239.dat": 1280,
      "316": 1281,
      "289": 1282,
      ".238": 1283,
      ".246": 1284,
      ".644": 1285,
      "284": 1286,
      ".536": 1287,
      ".790": 1288,
      ".923": 1289,
      ".809": 1290,
      ".290": 1291,
      ".839": 1292,
      ".605": 1293,
      ".802": 1294,
      ".310": 1295,
      ".668": 1296,
      ".548": 1297,
      "880": 1298,
      ".984": 1299,
      ".431": 1300,
      ".189": 1301,
      ".587": 1302,
      "512": 1303,
      ".506": 1304,
      "294": 1305,
      ".225": 1306,
      ".645": 1307,
      "650": 1308,
      ".170": 1309,
      ".127": 1310,
      ".598": 1311,
      "269.dat": 1312,
      ".203": 1313,
      ".254": 1314,
      ".890": 1315,
      "311": 1316,
      ".528": 1317,
      "87580.dat": 1318,
      "225": 1319,
      ".309": 1320,
      ".281": 1321,
      ".339": 1322,
      ".456": 1323,
      ".515": 1324,
      ".934": 1325,
      "309": 1326,
      ".215": 1327,
      ".901": 1328,
      ".915": 1329,
      ".651": 1330,
      ".274": 1331,
      ".295": 1332,
      "35480.dat": 1333,
      ".635": 1334,
      "253": 1335,
      "3937.dat": 1336,
      ".067": 1337,
      ".318": 1338,
      ".810": 1339,
      "32556.dat": 1340,
      ".815": 1341,
      ".298": 1342,
      ".151": 1343,
      ".977": 1344,
      ".544": 1345,
      ".176": 1346,
      ".477": 1347,
      "231": 1348,
      ".932": 1349,
      ".859": 1350,
      ".751": 1351,
      ".655": 1352,
      ".421": 1353,
      ".956": 1354,
      ".204": 1355,
      ".619": 1356,
      ".378": 1357,
      ".555": 1358,
      ".262": 1359,
      ".727": 1360,
      ".267": 1361,
      ".252": 1362,
      ".843": 1363,
      ".093": 1364,
      "4459.dat": 1365,
      "358": 1366,
      ".287": 1367,
      "99206.dat": 1368,
      "3894.dat": 1369,
      ".637": 1370,
      "60483.dat": 1371,
      ".187": 1372,
      "257": 1373,
      ".247": 1374,
      ".568": 1375,
      ".119": 1376,
      "4372": 1377,
      ".125": 1378,
      ".511": 1379,
      ".665": 1380,
      ".218": 1381,
      ".199": 1382,
      ".722": 1383,
      "422": 1384,
      ".166": 1385,
      ".396": 1386,
      ".163": 1387,
      ".386": 1388,
      "87083.dat": 1389,
      ".453": 1390,
      "266": 1391,
      "32034.dat": 1392,
      ".201": 1393,
      ".481": 1394,
      "32064.dat": 1395,
      ".343": 1396,
      "658": 1397,
      ".257": 1398,
      "605": 1399,
      "2540.dat": 1400,
      "2445.dat": 1401,
      ".231": 1402,
      "59900.dat": 1403,
      ".483": 1404,
      ".255": 1405,
      ".634": 1406,
      "62462.dat": 1407,
      ".967": 1408,
      ".296": 1409,
      ".648": 1410,
      ".472": 1411,
      ".558": 1412,
      ".346": 1413,
      ".897": 1414,
      ".717": 1415,
      ".529": 1416,
      ".221": 1417,
      ".474": 1418,
      ".731": 1419,
      "221": 1420,
      ".243": 1421,
      ".217": 1422,
      ".344": 1423,
      ".223": 1424,
      ".919": 1425,
      ".389": 1426,
      ".563": 1427,
      ".167": 1428,
      ".410": 1429,
      ".367": 1430,
      ".209": 1431,
      ".352": 1432,
      "286": 1433,
      ".654": 1434,
      "2654.dat": 1435,
      ".812": 1436,
      ".198": 1437,
      ".335": 1438,
      "719.dat": 1439,
      ".428": 1440,
      ".289": 1441,
      ".712": 1442,
      ".728": 1443,
      ".202": 1444,
      ".508": 1445,
      ".408": 1446,
      ".379": 1447,
      "3035.dat": 1448,
      ".585": 1449,
      "32039.dat": 1450,
      "780": 1451,
      ".337": 1452,
      ".394": 1453,
      "552": 1454,
      ".422": 1455,
      "568": 1456,
      ".768": 1457,
      ".958": 1458,
      ".617": 1459,
      ".273": 1460,
      "6060": 1461,
      ".402": 1462,
      ".945": 1463,
      "18651.dat": 1464,
      ".595": 1465,
      ".512": 1466,
      ".196": 1467,
      ".814": 1468,
      ".868": 1469,
      "298": 1470,
      ".597": 1471,
      ".232": 1472,
      ".303": 1473,
      ".875": 1474,
      ".197": 1475,
      ".436": 1476,
      ".368": 1477,
      "584": 1478,
      ".892": 1479,
      ".594": 1480,
      "317": 1481,
      "5074": 1482,
      "388": 1483,
      ".399": 1484,
      "287": 1485,
      ".573": 1486,
      ".969": 1487,
      "11.dat": 1488,
      ".604": 1489,
      "30374.dat": 1490,
      ".543": 1491,
      ".376": 1492,
      ".265": 1493,
      ".157": 1494,
      ".944": 1495,
      ".476": 1496,
      "712.dat": 1497,
      ".322": 1498,
      ".639": 1499,
      ".356": 1500,
      ".471": 1501,
      "4599.dat": 1502,
      ".857": 1503,
      ".307": 1504,
      ".614": 1505,
      ".311": 1506,
      ".443": 1507,
      ".405": 1508,
      ".418": 1509,
      ".161": 1510,
      "2449.dat": 1511,
      ".403": 1512,
      ".601": 1513,
      ".263": 1514,
      "359": 1515,
      ".862": 1516,
      ".178": 1517,
      ".185": 1518,
      ".584": 1519,
      ".608": 1520,
      ".277": 1521,
      "237": 1522,
      ".787": 1523,
      ".856": 1524,
      ".873": 1525,
      ".898": 1526,
      "4740.dat": 1527,
      ".804": 1528,
      ".975": 1529,
      ".524": 1530,
      "263": 1531,
      ".725": 1532,
      ".338": 1533,
      "273": 1534,
      "305": 1535,
      "544": 1536,
      "438": 1537,
      ".429": 1538,
      ".918": 1539,
      ".425": 1540,
      ".726": 1541,
      ".535": 1542,
      ".286": 1543,
      ".571": 1544,
      ".397": 1545,
      ".269": 1546,
      ".764": 1547,
      ".278": 1548,
      "922": 1549,
      ".227": 1550,
      "625": 1551,
      ".345": 1552,
      ".767": 1553,
      ".205": 1554,
      ".719": 1555,
      "434": 1556,
      ".978": 1557,
      ".308": 1558,
      ".329": 1559,
      ".228": 1560,
      ".237": 1561,
      "3298.dat": 1562,
      ".249": 1563,
      ".388": 1564,
      "4490.dat": 1565,
      ".211": 1566,
      ".463": 1567,
      "3702.dat": 1568,
      ".283": 1569,
      ".279": 1570,
      "334": 1571,
      ".874": 1572,
      ".417": 1573,
      ".758": 1574,
      ".964": 1575,
      ".361": 1576,
      ".736": 1577,
      "48336.dat": 1578,
      ".256": 1579,
      ".241": 1580,
      "820": 1581,
      ".306": 1582,
      "367": 1583,
      "960": 1584,
      ".832": 1585,
      "897.dat": 1586,
      "60897.dat": 1587,
      ".937": 1588,
      "690": 1589,
      ".908": 1590,
      ".808": 1591,
      ".193": 1592,
      "30414.dat": 1593,
      ".943": 1594,
      "32000.dat": 1595,
      ".551": 1596,
      ".419": 1597,
      ".879": 1598,
      "15712.dat": 1599,
      "346": 1600,
      "3873.dat": 1601,
      ".102": 1602,
      ".294": 1603,
      ".222": 1604,
      "345": 1605,
      "2660": 1606,
      ".854": 1607,
      "396": 1608,
      ".756": 1609,
      ".795": 1610,
      ".451": 1611,
      "746": 1612,
      "324": 1613,
      "452": 1614,
      ".302": 1615,
      ".461": 1616,
      "4592.dat": 1617,
      ".947": 1618,
      ".734": 1619,
      ".709": 1620,
      ".853": 1621,
      ".264": 1622,
      ".752": 1623,
      ".922": 1624,
      ".266": 1625,
      ".251": 1626,
      ".848": 1627,
      ".724": 1628,
      ".775": 1629,
      ".807": 1630,
      "414": 1631,
      ".946": 1632,
      ".261": 1633,
      "3703.dat": 1634,
      "730": 1635,
      ".715": 1636,
      "740": 1637,
      ".348": 1638,
      ".297": 1639,
      ".921": 1640,
      ".825": 1641,
      "670": 1642,
      ".324": 1643,
      ".441": 1644,
      ".867": 1645,
      ".816": 1646,
      ".779": 1647,
      ".914": 1648,
      ".591": 1649,
      ".837": 1650,
      ".226": 1651,
      "4282.dat": 1652,
      ".968": 1653,
      ".936": 1654,
      "613": 1655,
      "269": 1656,
      ".349": 1657,
      ".292": 1658,
      "372": 1659,
      "615": 1660,
      ".748": 1661,
      ".895": 1662,
      "662": 1663,
      "611": 1664,
      ".885": 1665,
      ".829": 1666,
      ".718": 1667,
      ".763": 1668,
      "604": 1669,
      "326": 1670,
      "71.dat": 1671,
      ".872": 1672,
      ".762": 1673,
      ".788": 1674,
      "366": 1675,
      "997": 1676,
      ".465": 1677,
      "92280.dat": 1678,
      ".336": 1679,
      ".384": 1680,
      ".325": 1681,
      ".769": 1682,
      ".913": 1683,
      "2436.dat": 1684,
      ".916": 1685,
      ".305": 1686,
      ".743": 1687,
      "445": 1688,
      "313": 1689,
      ".708": 1690,
      ".414": 1691,
      ".437": 1692,
      "576": 1693,
      ".533": 1694,
      ".365": 1695,
      ".607": 1696,
      ".631": 1697,
      ".834": 1698,
      ".941": 1699,
      ".896": 1700,
      "99780.dat": 1701,
      ".519": 1702,
      "277": 1703,
      ".939": 1704,
      ".938": 1705,
      ".742": 1706,
      ".844": 1707,
      "25269.dat": 1708,
      ".374": 1709,
      ".448": 1710,
      ".268": 1711,
      "648": 1712,
      "294.dat": 1713,
      "11211.dat": 1714,
      ".955": 1715,
      "338": 1716,
      "61678.dat": 1717,
      ".613": 1718,
      ".616": 1719,
      ".341": 1720,
      ".313": 1721,
      ".744": 1722,
      ".925": 1723,
      ".413": 1724,
      ".823": 1725,
      ".599": 1726,
      ".889": 1727,
      ".377": 1728,
      ".799": 1729,
      "3711.dat": 1730,
      "518": 1731,
      "710": 1732,
      "267": 1733,
      ".729": 1734,
      ".926": 1735,
      ".314": 1736,
      ".357": 1737,
      "398": 1738,
      ".847": 1739,
      "283": 1740,
      ".541": 1741,
      ".759": 1742,
      ".883": 1743,
      ".881": 1744,
      ".849": 1745,
      "314": 1746,
      ".782": 1747,
      ".822": 1748,
      ".888": 1749,
      ".781": 1750,
      "3680.dat": 1751,
      ".882": 1752,
      ".806": 1753,
      ".805": 1754,
      "44294.dat": 1755,
      "474": 1756,
      ".351": 1757,
      "327": 1758,
      ".275": 1759,
      "50746.dat": 1760,
      "578": 1761,
      ".836": 1762,
      ".794": 1763,
      ".796": 1764,
      ".347": 1765,
      ".761": 1766,
      ".785": 1767,
      ".838": 1768,
      ".777": 1769,
      "60592.dat": 1770,
      ".852": 1771,
      "63868.dat": 1772,
      "4624.dat": 1773,
      "341": 1774,
      "6019.dat": 1775,
      ".957": 1776,
      "179.dat": 1777,
      ".773": 1778,
      "2456.dat": 1779,
      ".855": 1780,
      ".876": 1781,
      "307": 1782,
      ".746": 1783,
      "295": 1784,
      "594": 1785,
      ".841": 1786,
      "905.dat": 1787,
      "47905.dat": 1788,
      ".965": 1789,
      "63869.dat": 1790,
      ".886": 1791,
      ".909": 1792,
      ".851": 1793,
      ".903": 1794,
      ".739": 1795,
      ".721": 1796,
      "33291.dat": 1797,
      "3659.dat": 1798,
      ".863": 1799,
      "6014.dat": 1800,
      ".942": 1801,
      ".757": 1802,
      ".475": 1803,
      "387": 1804,
      "453": 1805,
      ".817": 1806,
      "92593.dat": 1807,
      ".745": 1808,
      ".902": 1809,
      "302.dat": 1810,
      ".818": 1811,
      "592": 1812,
      "664": 1813,
      ".755": 1814,
      "32449.dat": 1815,
      "44302.dat": 1816,
      "415": 1817,
      ".798": 1818,
      "386": 1819,
      ".842": 1820,
      ".951": 1821,
      ".869": 1822,
      ".723": 1823,
      "32002.dat": 1824,
      "406": 1825,
      ".846": 1826,
      "790": 1827,
      ".789": 1828,
      "351": 1829,
      "32270.dat": 1830,
      ".771": 1831,
      ".786": 1832,
      ".791": 1833,
      ".933": 1834,
      ".907": 1835,
      "331": 1836,
      "3297.dat": 1837,
      ".891": 1838,
      "399": 1839,
      "3707.dat": 1840,
      "558": 1841,
      ".904": 1842,
      "4593.dat": 1843,
      ".878": 1844,
      ".912": 1845,
      "6587.dat": 1846,
      ".765": 1847,
      "442": 1848,
      ".833": 1849,
      "4216.dat": 1850,
      ".776": 1851,
      "3957.dat": 1852,
      ".828": 1853,
      "402": 1854,
      "473": 1855,
      "76.dat": 1856,
      ".754": 1857,
      "3245": 1858,
      "32009.dat": 1859,
      "3895.dat": 1860,
      ".813": 1861,
      "632": 1862,
      ".953": 1863,
      "419": 1864,
      "750": 1865,
      "840": 1866,
      "335": 1867,
      ".741": 1868,
      "3038.dat": 1869,
      ".797": 1870,
      "74695.dat": 1871,
      "353": 1872,
      ".733": 1873,
      ".884": 1874,
      "6589.dat": 1875,
      "347": 1876,
      "357": 1877,
      ".738": 1878,
      "446": 1879,
      "355": 1880,
      "909.dat": 1881,
      "439": 1882,
      "60484.dat": 1883,
      "425": 1884,
      ".845": 1885,
      "989.dat": 1886,
      "6140": 1887,
      "369": 1888,
      "343": 1889,
      "363": 1890,
      "3229": 1891,
      ".774": 1892,
      "2454.dat": 1893,
      "672": 1894,
      "876": 1895,
      "6628.dat": 1896,
      "32056.dat": 1897,
      "61409.dat": 1898,
      ".821": 1899,
      ".905": 1900,
      "381": 1901,
      ".801": 1902,
      "48989.dat": 1903,
      ".753": 1904,
      ".778": 1905,
      "404": 1906,
      "383": 1907,
      ".835": 1908,
      "2921.dat": 1909,
      "88.dat": 1910,
      "393": 1911,
      "6538.dat": 1912,
      ".826": 1913,
      ".893": 1914,
      "361": 1915,
      "736": 1916,
      "383.dat": 1917,
      "498": 1918,
      ".877": 1919,
      "315": 1920,
      ".803": 1921,
      "4079.dat": 1922,
      "925.dat": 1923,
      "3709.dat": 1924,
      "479": 1925,
      ".747": 1926,
      "519": 1927,
      "696": 1928,
      "499": 1929,
      "373": 1930,
      "559": 1931,
      "3747.dat": 1932,
      "63.dat": 1933,
      "770": 1934,
      "15672.dat": 1935,
      "468": 1936,
      "403": 1937,
      "1546": 1938,
      "349": 1939,
      "704": 1940,
      "337": 1941,
      "3063.dat": 1942,
      "409": 1943,
      "60479.dat": 1944,
      "485": 1945,
      "4176": 1946,
      "33909.dat": 1947,
      "449": 1948,
      "946.dat": 1949,
      "436": 1950,
      "411": 1951,
      "405": 1952,
      "489": 1953,
      "397": 1954,
      "375": 1955,
      "4510.dat": 1956,
      "548": 1957,
      "32291.dat": 1958,
      "441": 1959,
      "516": 1960,
      "890": 1961,
      "781.dat": 1962,
      "6111.dat": 1963,
      "165.dat": 1964,
      "517": 1965,
      "3036.dat": 1966,
      "3035": 1967,
      "688": 1968,
      ".811": 1969,
      ".963": 1970,
      "4287.dat": 1971,
      "3641.dat": 1972,
      "6464": 1973,
      "99781.dat": 1974,
      "2432.dat": 1975,
      "612": 1976,
      "3024": 1977,
      "482.dat": 1978,
      "535.dat": 1979,
      "87082.dat": 1980,
      "487": 1981,
      "1194": 1982,
      "27.dat": 1983,
      "333": 1984,
      "458": 1985,
      "103.dat": 1986,
      "511": 1987,
      "451": 1988,
      "377": 1989,
      "3030.dat": 1990,
      "421": 1991,
      "3260": 1992,
      "756": 1993,
      "4430": 1994,
      "401": 1995,
      "561": 1996,
      "3033.dat": 1997,
      "486": 1998,
      "391": 1999,
      "3633.dat": 2000,
      "476": 2001,
      "11212.dat": 2002,
      "454": 2003,
      "920": 2004,
      "43722.dat": 2005,
      "b.dat": 2006,
      "466": 2007,
      "639": 2008,
      "932": 2009,
      "64644.dat": 2010,
      "6134.dat": 2011,
      "850": 2012,
      "41770.dat": 2013,
      "34103.dat": 2014,
      "30244.dat": 2015,
      "11478.dat": 2016,
      "2450.dat": 2017,
      "3737.dat": 2018,
      "431": 2019,
      "481": 2020,
      "6015.dat": 2021,
      "60593.dat": 2022,
      "994.dat": 2023,
      "435": 2024,
      "20482.dat": 2025,
      "52.dat": 2026,
      "525": 2027,
      "3938.dat": 2028,
      "556": 2029,
      "87994.dat": 2030,
      "716": 2031,
      "471": 2032,
      "53.dat": 2033,
      "494": 2034,
      ".871": 2035,
      "951.dat": 2036,
      "2730.dat": 2037,
      "6629.dat": 2038,
      "3045.dat": 2039,
      "43723.dat": 2040,
      "3056": 2041,
      "4185.dat": 2042,
      "437": 2043,
      "6059": 2044,
      "3029.dat": 2045,
      "810": 2046,
      "587": 2047,
      "447": 2048,
      "3651.dat": 2049,
      "712": 2050,
      "619": 2051,
      "14719.dat": 2052,
      "2444.dat": 2053,
      "3958.dat": 2054,
      "3065.dat": 2055,
      "413": 2056,
      "50951.dat": 2057,
      "145.dat": 2058,
      "30039.dat": 2059,
      "469": 2060,
      "a.dat": 2061,
      "860": 2062,
      "4460.dat": 2063,
      "521": 2064,
      "429": 2065,
      "6125": 2066,
      "61252.dat": 2067,
      "41769.dat": 2068,
      "51719.dat": 2069,
      "60481.dat": 2070,
      "461": 2071,
      "618": 2072,
      "3738.dat": 2073,
      "952.dat": 2074,
      "506": 2075,
      "465": 2076,
      "3185.dat": 2077,
      "495": 2078,
      "87552.dat": 2079,
      "32016.dat": 2080,
      "32607.dat": 2081,
      "2825.dat": 2082,
      "11476.dat": 2083,
      "546": 2084,
      "32952.dat": 2085,
      "535": 2086,
      "60470.dat": 2087,
      "508": 2088,
      "2430": 2089,
      "24866.dat": 2090,
      "93273.dat": 2091,
      "407": 2092,
      "4445.dat": 2093,
      "531": 2094,
      "539": 2095,
      "792": 2096,
      "4864.dat": 2097,
      "501": 2098,
      "c.dat": 2099,
      "551": 2100,
      "475": 2101,
      "752": 2102,
      "6157.dat": 2103,
      "515": 2104,
      "24316.dat": 2105,
      "4385": 2106,
      "43857.dat": 2107,
      "15462.dat": 2108,
      "32063.dat": 2109,
      "94925.dat": 2110,
      "524": 2111,
      "457": 2112,
      "2465.dat": 2113,
      "527": 2114,
      "60601.dat": 2115,
      "3007.dat": 2116,
      "1120": 2117,
      "564": 2118,
      "502": 2119,
      "56145.dat": 2120,
      "776": 2121,
      "492": 2122,
      "5598": 2123,
      "3626.dat": 2124,
      "413.dat": 2125,
      "2417.dat": 2126,
      "3708.dat": 2127,
      "482": 2128,
      "3219": 2129,
      "60474.dat": 2130,
      "150.dat": 2131,
      "728": 2132,
      "30137.dat": 2133,
      "2453.dat": 2134,
      "571": 2135,
      "26603.dat": 2136,
      "585.dat": 2137,
      "4273.dat": 2138,
      "467": 2139,
      "969": 2140,
      "64179.dat": 2141,
      "491": 2142,
      "538": 2143,
      "537": 2144,
      "6232.dat": 2145,
      "768": 2146,
      "6478": 2147,
      "1000": 2148,
      "1020": 2149,
      "507": 2150,
      "4600.dat": 2151,
      "523": 2152,
      "603": 2153,
      "4872": 2154,
      "566": 2155,
      "92946.dat": 2156,
      "1470": 2157,
      "4150.dat": 2158,
      "497": 2159,
      "4175.dat": 2160,
      "63965.dat": 2161,
      "940": 2162,
      "4276.dat": 2163,
      "41678.dat": 2164,
      "24309.dat": 2165,
      "4202": 2166,
      "423": 2167,
      "44301.dat": 2168,
      "565": 2169,
      "889": 2170,
      "572": 2171,
      "784": 2172,
      "433": 2173,
      "64782.dat": 2174,
      "48729.dat": 2175,
      "2851.dat": 2176,
      "588": 2177,
      "505": 2178,
      "2852.dat": 2179,
      "287.dat": 2180,
      "26287.dat": 2181,
      "3004": 2182,
      "514": 2183,
      "581": 2184,
      "30357.dat": 2185,
      "96910.dat": 2186,
      "3245c.dat": 2187,
      "636": 2188,
      "668.dat": 2189,
      "49668.dat": 2190,
      "3684.dat": 2191,
      "307.dat": 2192,
      "9290": 2193,
      "652": 2194,
      "15458.dat": 2195,
      "542": 2196,
      "832": 2197,
      "49307.dat": 2198,
      "567": 2199,
      "3647.dat": 2200,
      "463": 2201,
      "477": 2202,
      "42610.dat": 2203,
      "3482.dat": 2204,
      "32018.dat": 2205,
      "4456": 2206,
      "6179.dat": 2207,
      "545": 2208,
      "744": 2209,
      "30363.dat": 2210,
      "443": 2211,
      "1060": 2212,
      "836": 2213,
      "549": 2214,
      "900": 2215,
      "320.dat": 2216,
      "808": 2217,
      "532": 2218,
      "2296": 2219,
      "3776": 2220,
      "37762.dat": 2221,
      "606": 2222,
      "60602.dat": 2223,
      "526": 2224,
      "3829.dat": 2225,
      "622": 2226,
      "3028.dat": 2227,
      "990": 2228,
      "617": 2229,
      "3046.dat": 2230,
      "32271.dat": 2231,
      "597": 2232,
      "513": 2233,
      "32348.dat": 2234,
      "22961.dat": 2235,
      "30383.dat": 2236,
      "582": 2237,
      "555": 2238,
      "11090.dat": 2239,
      "634": 2240,
      "1441": 2241,
      "6005.dat": 2242,
      "930": 2243,
      "6553.dat": 2244,
      "796": 2245,
      "574": 2246,
      "541": 2247,
      "30565.dat": 2248,
      "596": 2249,
      "493": 2250,
      "18677.dat": 2251,
      "8740": 2252,
      "1520": 2253,
      "455": 2254,
      "107.dat": 2255,
      "534": 2256,
      "503": 2257,
      "1440": 2258,
      "522": 2259,
      "6112.dat": 2260,
      "4275.dat": 2261,
      "30365.dat": 2262,
      "4623.dat": 2263,
      "585": 2264,
      "759": 2265,
      "577": 2266,
      "947.dat": 2267,
      "554": 2268,
      "3050": 2269,
      "54383.dat": 2270,
      "250.dat": 2271,
      "553": 2272,
      "75535.dat": 2273,
      "802": 2274,
      "3648.dat": 2275,
      "3176.dat": 2276,
      "60485.dat": 2277,
      "3743.dat": 2278,
      "62520.dat": 2279,
      "30377.dat": 2280,
      "591": 2281,
      "830": 2282,
      "609": 2283,
      "872": 2284,
      "9360": 2285,
      "30367.dat": 2286,
      "602": 2287,
      "9900": 2288,
      "183.dat": 2289,
      "4488.dat": 2290,
      "52107.dat": 2291,
      "32250.dat": 2292,
      "644": 2293,
      "4733.dat": 2294,
      "55013.dat": 2295,
      "686": 2296,
      "651": 2297,
      "59426.dat": 2298,
      "60477.dat": 2299,
      "14716.dat": 2300,
      "2850.dat": 2301,
      "3830.dat": 2302,
      "384.dat": 2303,
      "26604.dat": 2304,
      "2458.dat": 2305,
      "3831.dat": 2306,
      "804": 2307,
      "601": 2308,
      "54384.dat": 2309,
      "2339.dat": 2310,
      "755.dat": 2311,
      "4315.dat": 2312,
      "708": 2313,
      "543": 2314,
      "32014.dat": 2315,
      "766": 2316,
      "1024": 2317,
      "343.dat": 2318,
      "980": 2319,
      "562": 2320,
      "2817.dat": 2321,
      "748": 2322,
      "32015.dat": 2323,
      "32124.dat": 2324,
      "2419.dat": 2325,
      "14417.dat": 2326,
      "676": 2327,
      "816": 2328,
      "9977": 2329,
      "96.dat": 2330,
      "4215.dat": 2331,
      "589": 2332,
      "6180.dat": 2333,
      "3854.dat": 2334,
      "3679.dat": 2335,
      "120.dat": 2336,
      "6081.dat": 2337,
      "92907.dat": 2338,
      "1553": 2339,
      "15533.dat": 2340,
      "11946.dat": 2341,
      "30413.dat": 2342,
      "641": 2343,
      "2736.dat": 2344,
      "579": 2345,
      "17.dat": 2346,
      "657": 2347,
      "379.dat": 2348,
