{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|UNK|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|EOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|PAD|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|COL|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|POS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|ORI|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|SHP|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|CR|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|BU|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|NA|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|VE|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){1}[^\\s]*\\K\\s"
        },
        "content": " <|POS|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){5}[^\\s]*\\K\\s"
        },
        "content": " <|ORI|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){10}[^\\s]*\\K\\s"
        },
        "content": " <|SHP|> "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "-|\\.\\d{3}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|UNK|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|UNK|>": 0,
      "<|EOS|>": 1,
      "<|PAD|>": 2,
      "<|COL|>": 3,
      "<|POS|>": 4,
      "<|ORI|>": 5,
      "<|SHP|>": 6,
      "<|CR|>": 7,
      "<|BU|>": 8,
      "<|NA|>": 9,
      "<|VE|>": 10,
      "-": 11,
      ".": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      "<": 23,
      ">": 24,
      "A": 25,
      "B": 26,
      "C": 27,
      "E": 28,
      "H": 29,
      "I": 30,
      "N": 31,
      "O": 32,
      "P": 33,
      "R": 34,
      "S": 35,
      "U": 36,
      "V": 37,
      "a": 38,
      "b": 39,
      "c": 40,
      "d": 41,
      "e": 42,
      "f": 43,
      "g": 44,
      "h": 45,
      "i": 46,
      "j": 47,
      "k": 48,
      "l": 49,
      "m": 50,
      "n": 51,
      "o": 52,
      "p": 53,
      "q": 54,
      "r": 55,
      "s": 56,
      "t": 57,
      "u": 58,
      "z": 59,
      "|": 60,
      "<|": 61,
      "|>": 62,
      "OS": 63,
      "OS|>": 64,
      ".d": 65,
      "HP": 66,
      "I|>": 67,
      "OR": 68,
      "POS|>": 69,
      "SHP": 70,
      "at": 71,
      "<|OR": 72,
      "<|SHP": 73,
      ".dat": 74,
      "70": 75,
      ".70": 76,
      ".707": 77,
      "00": 78,
      ".5": 79,
      "30": 80,
      "16": 81,
      "20": 82,
      ".500": 83,
      "10": 84,
      "40": 85,
      ".6": 86,
      ".0": 87,
      "15": 88,
      "80": 89,
      ".9": 90,
      "71": 91,
      "19": 92,
      "24": 93,
      "60": 94,
      ".4": 95,
      ".3": 96,
      "14": 97,
      ".2": 98,
      "32": 99,
      "50": 100,
      "72": 101,
      "12": 102,
      "3.dat": 103,
      ".8": 104,
      "36": 105,
      "18": 106,
      "90": 107,
      ".7": 108,
      "37": 109,
      "27": 110,
      "4.dat": 111,
      "28": 112,
      ".1": 113,
      "300": 114,
      "1.dat": 115,
      ".00": 116,
      "38": 117,
      "9.dat": 118,
      "5.dat": 119,
      "92": 120,
      "56": 121,
      "48": 122,
      "7.dat": 123,
      "302": 124,
      "66": 125,
      "58": 126,
      "17": 127,
      "100": 128,
      "120": 129,
      "2.dat": 130,
      "34": 131,
      "26": 132,
      "320": 133,
      "54": 134,
      "59": 135,
      "39": 136,
      "150": 137,
      "44": 138,
      "80.dat": 139,
      "65": 140,
      "110": 141,
      "140": 142,
      "29": 143,
      "200": 144,
      "35": 145,
      "160": 146,
      "47": 147,
      "25": 148,
      ".99": 149,
      "6.dat": 150,
      "88": 151,
      "3023.dat": 152,
      "53": 153,
      "64": 154,
      "83": 155,
      "33": 156,
      "130": 157,
      "11": 158,
      "306": 159,
      "2780.dat": 160,
      "98": 161,
      "77.dat": 162,
      "96": 163,
      "31": 164,
      "62": 165,
      "75": 166,
      "52": 167,
      "190": 168,
      "46": 169,
      "32.dat": 170,
      "180": 171,
      "18.dat": 172,
      "78": 173,
      "10.dat": 174,
      "24.dat": 175,
      "22": 176,
      "99": 177,
      "84": 178,
      "57": 179,
      "u92": 180,
      "u9218.dat": 181,
      "67": 182,
      "73": 183,
      "42": 184,
      "93": 185,
      "45": 186,
      "170": 187,
      "68": 188,
      "166.dat": 189,
      "74": 190,
      "94": 191,
      "76": 192,
      "13": 193,
      "3024.dat": 194,
      "240": 195,
      "79": 196,
      "87": 197,
      "370": 198,
      "49": 199,
      "69": 200,
      "82": 201,
      "614": 202,
      "43": 203,
      "89": 204,
      "86": 205,
      "3004.dat": 206,
      "61": 207,
      "8.dat": 208,
      "85": 209,
      "70.dat": 210,
      "220": 211,
      "97": 212,
      "95": 213,
      ".50": 214,
      "55": 215,
      "6141.dat": 216,
      "3005.dat": 217,
      "932.dat": 218,
      "280": 219,
      "81": 220,
      ".18": 221,
      "20.dat": 222,
      "210": 223,
      "58.dat": 224,
      "260": 225,
      ".653": 226,
      "362": 227,
      ".14": 228,
      ".16": 229,
      "23": 230,
      ".10": 231,
      "77": 232,
      ".271": 233,
      ".000": 234,
      "310": 235,
      "112": 236,
      "21": 237,
      "63": 238,
      "3710.dat": 239,
      "230": 240,
      "250": 241,
      "3069.dat": 242,
      "41": 243,
      "290": 244,
      ".60": 245,
      ".15": 246,
      "6558.dat": 247,
      ".12": 248,
      "91": 249,
      "51": 250,
      "379": 251,
      ".706": 252,
      ".19": 253,
      "36.dat": 254,
      "430": 255,
      ".924": 256,
      ".383": 257,
      "270": 258,
      "104": 259,
      ".40": 260,
      "303": 261,
      ".001": 262,
      ".24": 263,
      ".20": 264,
      "144": 265,
      "128": 266,
      "288": 267,
      "136": 268,
      "168": 269,
      "66.dat": 270,
      "60.dat": 271,
      "152": 272,
      "360": 273,
      ".999": 274,
      "12.dat": 275,
      "3070.dat": 276,
      ".71": 277,
      "3020.dat": 278,
      "31.dat": 279,
      "272": 280,
      ".80": 281,
      "330": 282,
      "3623.dat": 283,
      ".90": 284,
      "3666.dat": 285,
      "340": 286,
      "200.dat": 287,
      "54200.dat": 288,
      ".704": 289,
      "3010.dat": 290,
      "3021.dat": 291,
      ".72": 292,
      ".30": 293,
      "2412.dat": 294,
      "256": 295,
      "416": 296,
      "400": 297,
      "176": 298,
      "40.dat": 299,
      ".700": 300,
      "350": 301,
      "325": 302,
      "390": 303,
      "427": 304,
      "870": 305,
      "93.dat": 306,
      "19.dat": 307,
      "3022.dat": 308,
      ".705": 309,
      "54.dat": 310,
      "192": 311,
      "43093.dat": 312,
      ".567": 313,
      "2431.dat": 314,
      "380": 315,
      ".698": 316,
      "184": 317,
      ".259": 318,
      "371": 319,
      "56.dat": 320,
      "73.dat": 321,
      ".966": 322,
      "480": 323,
      "440": 324,
      "3062.dat": 325,
      ".866": 326,
      "3206": 327,
      "114": 328,
      ".701": 329,
      "138": 330,
      "28.dat": 331,
      "420": 332,
      ".010": 333,
      "208": 334,
      "3068.dat": 335,
      "65.dat": 336,
      "216": 337,
      "4274.dat": 338,
      "3794.dat": 339,
      "3622.dat": 340,
      "2420.dat": 341,
      ".433": 342,
      "4070.dat": 343,
      "304": 344,
      ".683": 345,
      ".004": 346,
      "3009.dat": 347,
      ".183": 348,
      "408": 349,
      "450": 350,
      "16.dat": 351,
      ".703": 352,
      ".020": 353,
      ".007": 354,
      ".006": 355,
      "37.dat": 356,
      "3460.dat": 357,
      "520": 358,
      "u9": 359,
      "248": 360,
      "224": 361,
      "560": 362,
      "4519.dat": 363,
      "410": 364,
      "190.dat": 365,
      "3713.dat": 366,
      "132": 367,
      "490": 368,
      ".316": 369,
      "u9190.dat": 370,
      "638": 371,
      ".354": 372,
      "32062.dat": 373,
      "119": 374,
      "460": 375,
      "32054.dat": 376,
      "14.dat": 377,
      ".612": 378,
      "3040.dat": 379,
      "179": 380,
      ".702": 381,
      ".092": 382,
      "570": 383,
      "244": 384,
      "3795.dat": 385,
      "374": 386,
      ".998": 387,
      "39.dat": 388,
      "8708": 389,
      "500": 390,
      ".062": 391,
      ".138": 392,
      ".693": 393,
      ".588": 394,
      "550": 395,
      "470": 396,
      ".430": 397,
      "32028.dat": 398,
      "3252": 399,
      "378": 400,
      ".003": 401,
      "6636.dat": 402,
      "102": 403,
      "232": 404,
      ".561": 405,
      ".002": 406,
      ".100": 407,
      ".116": 408,
      "3212": 409,
      "0.dat": 410,
      ".997": 411,
      "79.dat": 412,
      ".660": 413,
      "428": 414,
      "323": 415,
      "118": 416,
      ".995": 417,
      "32123.dat": 418,
      "191": 419,
      "312": 420,
      ".012": 421,
      "296": 422,
      "754.dat": 423,
      ".694": 424,
      ".990": 425,
      "264": 426,
      ".996": 427,
      "30.dat": 428,
      ".029": 429,
      "235": 430,
      "134": 431,
      ".031": 432,
      "368": 433,
      "156": 434,
      "322": 435,
      "600": 436,
      ".542": 437,
      ".046": 438,
      "124": 439,
      "1557": 440,
      "15573.dat": 441,
      "3003.dat": 442,
      ".609": 443,
      "530": 444,
      ".058": 445,
      "598": 446,
      ".991": 447,
      "126": 448,
      "108": 449,
      ".044": 450,
      ".131": 451,
      "352": 452,
      "116": 453,
      "139": 454,
      "540": 455,
      ".680": 456,
      "580": 457,
      "142": 458,
      ".009": 459,
      "3008.dat": 460,
      ".018": 461,
      ".632": 462,
      "6386": 463,
      "172": 464,
      ".008": 465,
      "26.dat": 466,
      "6536.dat": 467,
      ".600": 468,
      ".688": 469,
      "3034.dat": 470,
      ".015": 471,
      ".074": 472,
      "3660.dat": 473,
      "4162.dat": 474,
      ".454": 475,
      ".069": 476,
      "590": 477,
      "106": 478,
      "154": 479,
      ".025": 480,
      ".040": 481,
      "328": 482,
      "3001.dat": 483,
      "109": 484,
      ".800": 485,
      "336": 486,
      "159": 487,
      "4032.dat": 488,
      "138.dat": 489,
      "242": 490,
      ".014": 491,
      "344": 492,
      ".793": 493,
      "2877.dat": 494,
      ".393": 495,
      "148": 496,
      ".671": 497,
      "125": 498,
      "459": 499,
      ".987": 500,
      "6047": 501,
      "158": 502,
      ".013": 503,
      ".546": 504,
      ".697": 505,
      ".052": 506,
      "98138.dat": 507,
      "3039.dat": 508,
      "4477.dat": 509,
      "50.dat": 510,
      "3200": 511,
      ".037": 512,
      ".164": 513,
      "111": 514,
      "756.dat": 515,
      "122": 516,
      "3665.dat": 517,
      "3673.dat": 518,
      "3700.dat": 519,
      ".760": 520,
      "164": 521,
      "68.dat": 522,
      ".200": 523,
      "246": 524,
      "135": 525,
      ".033": 526,
      "301": 527,
      ".994": 528,
      "376": 529,
      "5944": 530,
      "59443.dat": 531,
      "140.dat": 532,
      ".495": 533,
      ".981": 534,
      "510": 535,
      "6048": 536,
      "198": 537,
      ".165": 538,
      ".005": 539,
      "105": 540,
      "384": 541,
      "162": 542,
      "38.dat": 543,
      "389": 544,
      "129": 545,
      ".980": 546,
      "EOS|>": 547,
      "329": 548,
      ".326": 549,
      ".101": 550,
      ".224": 551,
      "308": 552,
      ".673": 553,
      ".082": 554,
      "174": 555,
      "32140.dat": 556,
      "115": 557,
      ".110": 558,
      ".497": 559,
      "219": 560,
      "426": 561,
      ".954": 562,
      "101": 563,
      "226": 564,
      ".505": 565,
      "199": 566,
      "255": 567,
      ".086": 568,
      "245": 569,
      "2357.dat": 570,
      ".129": 571,
      ".320": 572,
      ".140": 573,
      "59.dat": 574,
      ".627": 575,
      ".695": 576,
      "92.dat": 577,
      "3705.dat": 578,
      "212": 579,
      ".080": 580,
      ".692": 581,
      "169": 582,
      "8598": 583,
      "85984.dat": 584,
      ".350": 585,
      "143": 586,
      "87079.dat": 587,
      ".640": 588,
      ".195": 589,
      ".503": 590,
      ".400": 591,
      ".988": 592,
      "32524.dat": 593,
      ".520": 594,
      ".160": 595,
      "103": 596,
      "32316.dat": 597,
      ".340": 598,
      "188": 599,
      "1865": 600,
      ".696": 601,
      "63864.dat": 602,
      ".011": 603,
      "297": 604,
      ".784": 605,
      "9920": 606,
      ".699": 607,
      ".686": 608,
      "720": 609,
      "149": 610,
      "32526.dat": 611,
      ".060": 612,
      "259": 613,
      "178": 614,
      ".416": 615,
      "640": 616,
      ".641": 617,
      "13.dat": 618,
      ".240": 619,
      ".580": 620,
      "32523.dat": 621,
      ".380": 622,
      "182": 623,
      ".301": 624,
      ".507": 625,
      "78.dat": 626,
      ".449": 627,
      ".440": 628,
      ".689": 629,
      ".940": 630,
      "424": 631,
      "121": 632,
      ".493": 633,
      "166": 634,
      ".213": 635,
      ".993": 636,
      "87087.dat": 637,
      ".557": 638,
      "392": 639,
      "141": 640,
      "394": 641,
      ".068": 642,
      "4200": 643,
      "42003.dat": 644,
      ".087": 645,
      "146": 646,
      ".983": 647,
      "239": 648,
      ".141": 649,
      ".447": 650,
      ".050": 651,
      ".678": 652,
      ".065": 653,
      "206": 654,
      ".147": 655,
      "155": 656,
      "321": 657,
      ".960": 658,
      "680": 659,
      ".572": 660,
      "189": 661,
      "123": 662,
      "354": 663,
      ".676": 664,
      "151": 665,
      "204": 666,
      ".385": 667,
      ".667": 668,
      "3749.dat": 669,
      "147": 670,
      ".531": 671,
      ".070": 672,
      ".575": 673,
      ".097": 674,
      ".111": 675,
      "292": 676,
      ".720": 677,
      "3037.dat": 678,
      ".360": 679,
      ".499": 680,
      ".120": 681,
      ".026": 682,
      "175": 683,
      "589.dat": 684,
      ".411": 685,
      ".105": 686,
      ".596": 687,
      "145": 688,
      "218": 689,
      "11214.dat": 690,
      ".056": 691,
      ".035": 692,
      ".992": 693,
      ".560": 694,
      ".171": 695,
      "285": 696,
      ".280": 697,
      ".423": 698,
      "196": 699,
      "609": 700,
      ".467": 701,
      ".509": 702,
      "186": 703,
      ".450": 704,
      "127": 705,
      ".030": 706,
      ".021": 707,
      "133": 708,
      ".049": 709,
      ".690": 710,
      "412": 711,
      ".016": 712,
      ".566": 713,
      "131": 714,
      ".510": 715,
      ".482": 716,
      ".674": 717,
      "448": 718,
      ".478": 719,
      "194": 720,
      ".156": 721,
      "258": 722,
      ".036": 723,
      ".480": 724,
      ".250": 725,
      "575": 726,
      ".622": 727,
      ".462": 728,
      ".521": 729,
      ".042": 730,
      ".180": 731,
      ".333": 732,
      "165": 733,
      ".687": 734,
      ".041": 735,
      "113": 736,
      ".534": 737,
      "153": 738,
      ".024": 739,
      "32073.dat": 740,
      "107": 741,
      "472": 742,
      ".253": 743,
      ".593": 744,
      ".514": 745,
      "241": 746,
      ".300": 747,
      "432": 748,
      ".675": 749,
      ".556": 750,
      ".028": 751,
      ".662": 752,
      ".989": 753,
      ".550": 754,
      "117": 755,
      ".498": 756,
      ".090": 757,
      ".643": 758,
      "157": 759,
      ".860": 760,
      ".053": 761,
      ".017": 762,
      "233": 763,
      ".078": 764,
      ".979": 765,
      ".880": 766,
      "238": 767,
      "4865.dat": 768,
      "417": 769,
      ".212": 770,
      "234": 771,
      "137": 772,
      "484": 773,
      ".681": 774,
      ".370": 775,
      "173": 776,
      "509": 777,
      "90.dat": 778,
      ".106": 779,
      ".342": 780,
      ".517": 781,
      ".840": 782,
      ".540": 783,
      "184.dat": 784,
      ".150": 785,
      ".491": 786,
      "161": 787,
      ".088": 788,
      ".435": 789,
      ".034": 790,
      ".624": 791,
      ".473": 792,
      ".043": 793,
      "2288": 794,
      ".485": 795,
      ".139": 796,
      "11477.dat": 797,
      ".038": 798,
      "185": 799,
      "616": 800,
      "586": 801,
      "282": 802,
      "22885.dat": 803,
      ".647": 804,
      ".783": 805,
      "214": 806,
      ".162": 807,
      "456": 808,
      ".496": 809,
      ".620": 810,
      ".562": 811,
      "654": 812,
      ".233": 813,
      "488": 814,
      "3002.dat": 815,
      ".642": 816,
      ".130": 817,
      "177": 818,
      ".894": 819,
      ".023": 820,
      ".664": 821,
      ".153": 822,
      "620": 823,
      ".071": 824,
      ".406": 825,
      "15.dat": 826,
      ".525": 827,
      ".426": 828,
      ".077": 829,
      ".047": 830,
      ".920": 831,
      ".579": 832,
      "163": 833,
      ".910": 834,
      "171": 835,
      ".583": 836,
      ".061": 837,
      ".128": 838,
      ".539": 839,
      ".420": 840,
      ".669": 841,
      "202": 842,
      ".479": 843,
      "6091.dat": 844,
      ".229": 845,
      ".242": 846,
      ".682": 847,
      ".986": 848,
      ".650": 849,
      "228": 850,
      "205": 851,
      ".260": 852,
      ".022": 853,
      "464": 854,
      ".685": 855,
      "167": 856,
      "875": 857,
      ".489": 858,
      ".073": 859,
      "278.dat": 860,
      "418": 861,
      "222": 862,
      "181": 863,
      ".019": 864,
      ".750": 865,
      ".931": 866,
      ".590": 867,
      "32278.dat": 868,
      ".691": 869,
      "236": 870,
      ".831": 871,
      ".032": 872,
      "364": 873,
      "15068.dat": 874,
      ".766": 875,
      ".900": 876,
      ".191": 877,
      ".827": 878,
      "610": 879,
      ".099": 880,
      ".321": 881,
      ".173": 882,
      ".633": 883,
      ".850": 884,
      "223": 885,
      ".714": 886,
      ".089": 887,
      ".072": 888,
      ".589": 889,
      ".972": 890,
      "444": 891,
      ".445": 892,
      ".284": 893,
      ".288": 894,
      ".145": 895,
      ".214": 896,
      ".230": 897,
      ".276": 898,
      "252": 899,
      ".971": 900,
      "00.dat": 901,
      ".332": 902,
      ".079": 903,
      ".096": 904,
      "279": 905,
      "209": 906,
      ".155": 907,
      "32013.dat": 908,
      ".039": 909,
      ".291": 910,
      ".083": 911,
      ".574": 912,
      "3832.dat": 913,
      "34.dat": 914,
      ".363": 915,
      ".952": 916,
      "6143.dat": 917,
      ".299": 918,
      ".236": 919,
      ".526": 920,
      ".976": 921,
      "40490": 922,
      "40490.dat": 923,
      "48.dat": 924,
      "32184.dat": 925,
      ".123": 926,
      "32525.dat": 927,
      ".045": 928,
      ".459": 929,
      ".055": 930,
      ".950": 931,
      ".075": 932,
      "201": 933,
      ".985": 934,
      ".142": 935,
      ".114": 936,
      ".603": 937,
      ".063": 938,
      ".656": 939,
      ".711": 940,
      ".504": 941,
      "183": 942,
      ".629": 943,
      ".569": 944,
      ".392": 945,
      "6632.dat": 946,
      "187": 947,
      ".460": 948,
      ".098": 949,
      ".646": 950,
      ".148": 951,
      ".094": 952,
      ".530": 953,
      ".586": 954,
      ".906": 955,
      ".434": 956,
      ".216": 957,
      ".179": 958,
      ".366": 959,
      ".887": 960,
      ".118": 961,
      ".636": 962,
      "660": 963,
      ".210": 964,
      ".618": 965,
      ".502": 966,
      ".126": 967,
      "33.dat": 968,
      "2555.dat": 969,
      "195": 970,
      ".081": 971,
      ".121": 972,
      ".970": 973,
      ".982": 974,
      ".239": 975,
      ".169": 976,
      "3701.dat": 977,
      ".398": 978,
      ".516": 979,
      ".630": 980,
      ".663": 981,
      ".135": 982,
      ".084": 983,
      ".547": 984,
      "249": 985,
      ".066": 986,
      "348": 987,
      ".051": 988,
      ".057": 989,
      ".737": 990,
      ".108": 991,
      ".554": 992,
      ".117": 993,
      "276": 994,
      "268": 995,
      "274": 996,
      ".625": 997,
      "100.dat": 998,
      ".732": 999,
      ".861": 1000,
      ".048": 1001,
      ".312": 1002,
      ".206": 1003,
      ".553": 1004,
      ".174": 1005,
      ".391": 1006,
      ".104": 1007,
      "193": 1008,
      ".458": 1009,
      ".353": 1010,
      "8586": 1011,
      ".359": 1012,
      "2429.dat": 1013,
      "630": 1014,
      "4286.dat": 1015,
      ".027": 1016,
      ".713": 1017,
      ".132": 1018,
      ".076": 1019,
      "438": 1020,
      ".143": 1021,
      "57518.dat": 1022,
      ".064": 1023,
      ".424": 1024,
      ".610": 1025,
      "700": 1026,
      "197": 1027,
      "243": 1028,
      "9828": 1029,
      "3706.dat": 1030,
      "4085.dat": 1031,
      ".623": 1032,
      ".107": 1033,
      ".490": 1034,
      ".133": 1035,
      "318": 1036,
      ".369": 1037,
      ".184": 1038,
      ".716": 1039,
      ".672": 1040,
      ".220": 1041,
      "483": 1042,
      ".452": 1043,
      ".234": 1044,
      ".358": 1045,
      "3941.dat": 1046,
      ".085": 1047,
      ".470": 1048,
      ".371": 1049,
      ".407": 1050,
      ".820": 1051,
      ".638": 1052,
      ".272": 1053,
      ".112": 1054,
      ".152": 1055,
      ".390": 1056,
      "3032.dat": 1057,
      ".175": 1058,
      ".611": 1059,
      "2430.dat": 1060,
      ".122": 1061,
      ".858": 1062,
      ".949": 1063,
      "261": 1064,
      ".961": 1065,
      ".219": 1066,
      ".538": 1067,
      "207": 1068,
      ".649": 1069,
      ".657": 1070,
      ".929": 1071,
      "728.dat": 1072,
      "44728.dat": 1073,
      "265": 1074,
      "536": 1075,
      ".570": 1076,
      ".677": 1077,
      ".054": 1078,
      ".930": 1079,
      "608": 1080,
      ".381": 1081,
      ".466": 1082,
      ".522": 1083,
      "213": 1084,
      "299": 1085,
      ".134": 1086,
      ".578": 1087,
      ".439": 1088,
      "262": 1089,
      "215": 1090,
      "15100.dat": 1091,
      ".372": 1092,
      ".559": 1093,
      ".780": 1094,
      ".523": 1095,
      ".658": 1096,
      "229": 1097,
      "4081.dat": 1098,
      ".409": 1099,
      ".492": 1100,
      "85861.dat": 1101,
      "3036": 1102,
      "41677.dat": 1103,
      "599": 1104,
      ".248": 1105,
      "247": 1106,
      ".735": 1107,
      "275": 1108,
      ".487": 1109,
      "271": 1110,
      ".973": 1111,
      "30136.dat": 1112,
      ".602": 1113,
      ".364": 1114,
      ".494": 1115,
      ".059": 1116,
      "3037": 1117,
      ".181": 1118,
      ".484": 1119,
      ".208": 1120,
      ".182": 1121,
      ".582": 1122,
      ".679": 1123,
      ".415": 1124,
      ".373": 1125,
      ".149": 1126,
      ".438": 1127,
      "72.dat": 1128,
      ".304": 1129,
      "593.dat": 1130,
      ".684": 1131,
      "4265.dat": 1132,
      ".661": 1133,
      ".615": 1134,
      ".552": 1135,
      ".606": 1136,
      ".457": 1137,
      ".772": 1138,
      ".293": 1139,
      "50950.dat": 1140,
      ".899": 1141,
      ".235": 1142,
      ".158": 1143,
      "4589.dat": 1144,
      ".628": 1145,
      ".501": 1146,
      ".442": 1147,
      "211": 1148,
      ".404": 1149,
      ".549": 1150,
      "3031.dat": 1151,
      ".962": 1152,
      ".581": 1153,
      "6541.dat": 1154,
      ".576": 1155,
      "382": 1156,
      ".948": 1157,
      "98283.dat": 1158,
      ".244": 1159,
      ".545": 1160,
      ".666": 1161,
      ".168": 1162,
      ".468": 1163,
      "486": 1164,
      ".670": 1165,
      ".317": 1166,
      ".488": 1167,
      ".935": 1168,
      ".626": 1169,
      ".146": 1170,
      ".710": 1171,
      ".355": 1172,
      ".911": 1173,
      ".375": 1174,
      "203": 1175,
      ".124": 1176,
      ".115": 1177,
      "98.dat": 1178,
      "528": 1179,
      ".740": 1180,
      ".188": 1181,
      ".207": 1182,
      ".327": 1183,
      ".864": 1184,
      ".412": 1185,
      ".159": 1186,
      ".444": 1187,
      "339": 1188,
      ".136": 1189,
      ".749": 1190,
      ".446": 1191,
      ".315": 1192,
      ".792": 1193,
      ".518": 1194,
      "496": 1195,
      "293": 1196,
      ".819": 1197,
      "469": 1198,
      "800": 1199,
      "278": 1200,
      ".319": 1201,
      ".928": 1202,
      ".186": 1203,
      "319": 1204,
      ".258": 1205,
      ".974": 1206,
      ".194": 1207,
      "18654.dat": 1208,
      "760": 1209,
      ".177": 1210,
      "356": 1211,
      ".334": 1212,
      ".387": 1213,
      ".959": 1214,
      ".652": 1215,
      ".095": 1216,
      "342": 1217,
      ".565": 1218,
      "395": 1219,
      ".270": 1220,
      ".144": 1221,
      "291": 1222,
      "504": 1223,
      ".323": 1224,
      ".192": 1225,
      ".109": 1226,
      ".331": 1227,
      ".870": 1228,
      ".621": 1229,
      ".527": 1230,
      ".362": 1231,
      ".113": 1232,
      ".577": 1233,
      ".172": 1234,
      ".464": 1235,
      ".532": 1236,
      ".659": 1237,
      ".427": 1238,
      ".103": 1239,
      ".328": 1240,
      ".865": 1241,
      ".401": 1242,
      "656": 1243,
      "217": 1244,
      ".190": 1245,
      ".469": 1246,
      "251": 1247,
      "254": 1248,
      "309": 1249,
      ".285": 1250,
      ".513": 1251,
      "281": 1252,
      "99207.dat": 1253,
      ".282": 1254,
      ".154": 1255,
      ".382": 1256,
      ".564": 1257,
      ".330": 1258,
      ".824": 1259,
      ".592": 1260,
      ".486": 1261,
      ".917": 1262,
      ".395": 1263,
      ".802": 1264,
      ".245": 1265,
      "227": 1266,
      "41239.dat": 1267,
      ".137": 1268,
      ".809": 1269,
      ".238": 1270,
      ".455": 1271,
      ".770": 1272,
      "512": 1273,
      "478": 1274,
      ".506": 1275,
      "60478.dat": 1276,
      "462": 1277,
      ".730": 1278,
      ".091": 1279,
      ".644": 1280,
      ".830": 1281,
      "316": 1282,
      "2462.dat": 1283,
      ".984": 1284,
      ".605": 1285,
      ".536": 1286,
      ".587": 1287,
      ".290": 1288,
      ".839": 1289,
      "880": 1290,
      ".645": 1291,
      ".537": 1292,
      ".309": 1293,
      ".432": 1294,
      ".544": 1295,
      ".923": 1296,
      "365": 1297,
      "311": 1298,
      ".528": 1299,
      ".203": 1300,
      ".225": 1301,
      "6231.dat": 1302,
      ".127": 1303,
      ".934": 1304,
      ".651": 1305,
      ".431": 1306,
      "294": 1307,
      ".927": 1308,
      ".548": 1309,
      ".339": 1310,
      "35480.dat": 1311,
      ".751": 1312,
      ".310": 1313,
      ".668": 1314,
      ".790": 1315,
      ".635": 1316,
      ".215": 1317,
      ".189": 1318,
      ".915": 1319,
      "225": 1320,
      ".598": 1321,
      ".170": 1322,
      ".810": 1323,
      ".151": 1324,
      ".246": 1325,
      "289": 1326,
      ".281": 1327,
      ".254": 1328,
      "650": 1329,
      ".890": 1330,
      ".901": 1331,
      ".318": 1332,
      ".295": 1333,
      ".515": 1334,
      "284": 1335,
      ".727": 1336,
      ".176": 1337,
      ".477": 1338,
      ".655": 1339,
      "32556.dat": 1340,
      ".204": 1341,
      ".067": 1342,
      "253": 1343,
      ".555": 1344,
      "87580.dat": 1345,
      ".637": 1346,
      ".247": 1347,
      ".262": 1348,
      ".456": 1349,
      ".252": 1350,
      ".298": 1351,
      ".199": 1352,
      ".267": 1353,
      ".187": 1354,
      ".093": 1355,
      ".274": 1356,
      ".815": 1357,
      ".166": 1358,
      ".231": 1359,
      ".843": 1360,
      "231": 1361,
      "87083.dat": 1362,
      "32034.dat": 1363,
      ".396": 1364,
      ".378": 1365,
      "269.dat": 1366,
      ".287": 1367,
      ".529": 1368,
      ".421": 1369,
      ".218": 1370,
      "99206.dat": 1371,
      "257": 1372,
      ".558": 1373,
      "60483.dat": 1374,
      "32064.dat": 1375,
      ".481": 1376,
      ".163": 1377,
      ".932": 1378,
      ".453": 1379,
      ".619": 1380,
      ".386": 1381,
      ".119": 1382,
      "4459.dat": 1383,
      ".255": 1384,
      ".568": 1385,
      ".511": 1386,
      "2445.dat": 1387,
      ".956": 1388,
      ".665": 1389,
      ".897": 1390,
      ".472": 1391,
      "605": 1392,
      ".859": 1393,
      ".722": 1394,
      ".201": 1395,
      "658": 1396,
      "266": 1397,
      ".977": 1398,
      ".125": 1399,
      ".967": 1400,
      ".389": 1401,
      ".367": 1402,
      ".296": 1403,
      ".474": 1404,
      ".167": 1405,
      ".346": 1406,
      ".428": 1407,
      ".731": 1408,
      "358": 1409,
      "568": 1410,
      "422": 1411,
      ".563": 1412,
      "780": 1413,
      ".257": 1414,
      ".209": 1415,
      ".243": 1416,
      ".508": 1417,
      ".344": 1418,
      ".919": 1419,
      ".717": 1420,
      ".585": 1421,
      "62462.dat": 1422,
      ".768": 1423,
      ".221": 1424,
      ".343": 1425,
      ".654": 1426,
      ".352": 1427,
      ".812": 1428,
      ".223": 1429,
      "3894.dat": 1430,
      ".202": 1431,
      "221": 1432,
      ".483": 1433,
      "3937.dat": 1434,
      ".634": 1435,
      ".198": 1436,
      ".217": 1437,
      ".712": 1438,
      ".422": 1439,
      ".379": 1440,
      ".273": 1441,
      ".945": 1442,
      ".289": 1443,
      "59900.dat": 1444,
      "4372": 1445,
      ".875": 1446,
      ".595": 1447,
      ".337": 1448,
      ".597": 1449,
      ".868": 1450,
      ".617": 1451,
      "332": 1452,
      ".410": 1453,
      ".335": 1454,
      "584": 1455,
      ".376": 1456,
      ".402": 1457,
      ".157": 1458,
      ".197": 1459,
      ".512": 1460,
      ".303": 1461,
      ".394": 1462,
      ".399": 1463,
      ".408": 1464,
      "18651.dat": 1465,
      "32039.dat": 1466,
      ".368": 1467,
      "6060": 1468,
      ".471": 1469,
      ".436": 1470,
      ".196": 1471,
      ".728": 1472,
      ".604": 1473,
      ".614": 1474,
      ".476": 1475,
      ".648": 1476,
      ".265": 1477,
      "298": 1478,
      ".322": 1479,
      "552": 1480,
      ".594": 1481,
      ".573": 1482,
      ".232": 1483,
      ".958": 1484,
      ".944": 1485,
      ".311": 1486,
      ".892": 1487,
      ".969": 1488,
      ".857": 1489,
      ".405": 1490,
      ".178": 1491,
      "2654.dat": 1492,
      ".429": 1493,
      ".356": 1494,
      ".584": 1495,
      "3035.dat": 1496,
      "286": 1497,
      ".418": 1498,
      ".403": 1499,
      ".263": 1500,
      "11.dat": 1501,
      ".161": 1502,
      ".787": 1503,
      "287": 1504,
      "712.dat": 1505,
      ".814": 1506,
      ".898": 1507,
      ".185": 1508,
      ".307": 1509,
      ".443": 1510,
      ".639": 1511,
      ".918": 1512,
      ".277": 1513,
      ".535": 1514,
      "544": 1515,
      "2540.dat": 1516,
      ".338": 1517,
      "4599.dat": 1518,
      ".524": 1519,
      ".873": 1520,
      "388": 1521,
      ".767": 1522,
      ".725": 1523,
      ".608": 1524,
      "359": 1525,
      ".571": 1526,
      ".862": 1527,
      "346": 1528,
      ".601": 1529,
      ".804": 1530,
      ".345": 1531,
      ".726": 1532,
      ".286": 1533,
      ".543": 1534,
      "960": 1535,
      ".856": 1536,
      "317": 1537,
      "2449.dat": 1538,
      ".736": 1539,
      ".279": 1540,
      ".397": 1541,
      ".283": 1542,
      ".975": 1543,
      "922": 1544,
      "396": 1545,
      ".237": 1546,
      ".269": 1547,
      ".329": 1548,
      ".278": 1549,
      ".874": 1550,
      ".227": 1551,
      "273": 1552,
      "4490.dat": 1553,
      ".764": 1554,
      "30374.dat": 1555,
      "263": 1556,
      ".719": 1557,
      ".308": 1558,
      "820": 1559,
      ".306": 1560,
      "237": 1561,
      ".388": 1562,
      ".425": 1563,
      ".249": 1564,
      ".978": 1565,
      "305": 1566,
      ".463": 1567,
      "625": 1568,
      ".241": 1569,
      ".417": 1570,
      ".222": 1571,
      ".211": 1572,
      ".361": 1573,
      ".294": 1574,
      ".193": 1575,
      ".551": 1576,
      ".964": 1577,
      ".832": 1578,
      ".879": 1579,
      ".228": 1580,
      ".709": 1581,
      ".848": 1582,
      ".808": 1583,
      ".302": 1584,
      ".775": 1585,
      ".715": 1586,
      ".908": 1587,
      "690": 1588,
      "385": 1589,
      ".205": 1590,
      "452": 1591,
      "15712.dat": 1592,
      ".943": 1593,
      ".451": 1594,
      "897.dat": 1595,
      ".256": 1596,
      ".758": 1597,
      "60897.dat": 1598,
      "334": 1599,
      "32000.dat": 1600,
      ".102": 1601,
      "30414.dat": 1602,
      "3329": 1603,
      ".795": 1604,
      ".251": 1605,
      ".946": 1606,
      ".756": 1607,
      "740": 1608,
      ".854": 1609,
      ".419": 1610,
      ".261": 1611,
      "3702.dat": 1612,
      ".461": 1613,
      "367": 1614,
      ".825": 1615,
      "730": 1616,
      "269": 1617,
      ".779": 1618,
      ".724": 1619,
      ".807": 1620,
      ".324": 1621,
      ".853": 1622,
      ".297": 1623,
      ".937": 1624,
      ".266": 1625,
      "324": 1626,
      ".867": 1627,
      "4740.dat": 1628,
      ".349": 1629,
      "434": 1630,
      ".947": 1631,
      "414": 1632,
      ".763": 1633,
      "345": 1634,
      ".914": 1635,
      ".922": 1636,
      "662": 1637,
      ".752": 1638,
      ".348": 1639,
      "5074": 1640,
      ".264": 1641,
      ".226": 1642,
      "4282.dat": 1643,
      "3703.dat": 1644,
      ".441": 1645,
      ".734": 1646,
      "2660": 1647,
      ".872": 1648,
      ".762": 1649,
      "48336.dat": 1650,
      ".591": 1651,
      ".748": 1652,
      ".968": 1653,
      "576": 1654,
      ".437": 1655,
      ".816": 1656,
      ".292": 1657,
      "366": 1658,
      "372": 1659,
      ".631": 1660,
      ".895": 1661,
      ".465": 1662,
      ".913": 1663,
      "611": 1664,
      "92280.dat": 1665,
      ".834": 1666,
      ".936": 1667,
      ".325": 1668,
      ".829": 1669,
      ".336": 1670,
      ".921": 1671,
      ".916": 1672,
      ".769": 1673,
      ".533": 1674,
      ".384": 1675,
      ".718": 1676,
      "613": 1677,
      ".939": 1678,
      ".837": 1679,
      "3873.dat": 1680,
      ".519": 1681,
      ".414": 1682,
      ".305": 1683,
      ".607": 1684,
      "997": 1685,
      "11211.dat": 1686,
      "670": 1687,
      ".708": 1688,
      "313": 1689,
      "445": 1690,
      "648": 1691,
      ".788": 1692,
      ".365": 1693,
      ".896": 1694,
      ".941": 1695,
      ".742": 1696,
      "3298.dat": 1697,
      ".743": 1698,
      "719.dat": 1699,
      ".613": 1700,
      "518": 1701,
      "326": 1702,
      ".268": 1703,
      ".889": 1704,
      ".448": 1705,
      ".374": 1706,
      "99780.dat": 1707,
      ".341": 1708,
      ".616": 1709,
      "710": 1710,
      ".313": 1711,
      ".938": 1712,
      ".823": 1713,
      ".885": 1714,
      "267": 1715,
      ".314": 1716,
      ".844": 1717,
      "3711.dat": 1718,
      ".925": 1719,
      ".413": 1720,
      "294.dat": 1721,
      "338": 1722,
      ".377": 1723,
      ".782": 1724,
      ".955": 1725,
      "604": 1726,
      "398": 1727,
      "277": 1728,
      ".599": 1729,
      ".822": 1730,
      ".759": 1731,
      "71.dat": 1732,
      ".541": 1733,
      ".729": 1734,
      ".888": 1735,
      "283": 1736,
      ".357": 1737,
      ".847": 1738,
      "578": 1739,
      ".275": 1740,
      ".926": 1741,
      ".351": 1742,
      ".744": 1743,
      ".347": 1744,
      ".781": 1745,
      ".794": 1746,
      ".838": 1747,
      ".883": 1748,
      ".882": 1749,
      ".881": 1750,
      ".852": 1751,
      ".799": 1752,
      "327": 1753,
      "60592.dat": 1754,
      ".849": 1755,
      ".777": 1756,
      "179.dat": 1757,
      ".806": 1758,
      "44294.dat": 1759,
      "474": 1760,
      "25269.dat": 1761,
      "63869.dat": 1762,
      ".836": 1763,
      "63868.dat": 1764,
      "314": 1765,
      "4592.dat": 1766,
      ".796": 1767,
      ".876": 1768,
      "61678.dat": 1769,
      ".805": 1770,
      ".855": 1771,
      ".785": 1772,
      ".739": 1773,
      ".957": 1774,
      "2456.dat": 1775,
      "341": 1776,
      ".746": 1777,
      "905.dat": 1778,
      "47905.dat": 1779,
      ".841": 1780,
      "295": 1781,
      ".863": 1782,
      "594": 1783,
      ".886": 1784,
      "3659.dat": 1785,
      "33291.dat": 1786,
      "3680.dat": 1787,
      "387": 1788,
      ".817": 1789,
      ".851": 1790,
      "664": 1791,
      ".942": 1792,
      ".869": 1793,
      "592": 1794,
      ".903": 1795,
      "307": 1796,
      ".965": 1797,
      ".909": 1798,
      ".951": 1799,
      ".902": 1800,
      ".761": 1801,
      ".757": 1802,
      ".721": 1803,
      ".475": 1804,
      ".773": 1805,
      ".745": 1806,
      "32002.dat": 1807,
      "624": 1808,
      "790": 1809,
      "32449.dat": 1810,
      ".842": 1811,
      ".818": 1812,
      ".798": 1813,
      ".723": 1814,
      ".933": 1815,
      "415": 1816,
      ".755": 1817,
      ".791": 1818,
      "32270.dat": 1819,
      "4216.dat": 1820,
      ".907": 1821,
      "50746.dat": 1822,
      "406": 1823,
      ".789": 1824,
      ".891": 1825,
      "351": 1826,
      ".878": 1827,
      "399": 1828,
      ".786": 1829,
      ".771": 1830,
      ".846": 1831,
      "558": 1832,
      "4695.dat": 1833,
      ".912": 1834,
      "409": 1835,
      "3707.dat": 1836,
      "386": 1837,
      "302.dat": 1838,
      ".776": 1839,
      "331": 1840,
      ".833": 1841,
      ".828": 1842,
      "632": 1843,
      ".765": 1844,
      ".904": 1845,
      "92593.dat": 1846,
      "44302.dat": 1847,
      "32009.dat": 1848,
      "6587.dat": 1849,
      "615": 1850,
      "74695.dat": 1851,
      "442": 1852,
      "6019.dat": 1853,
      "453": 1854,
      "2436.dat": 1855,
      ".754": 1856,
      "840": 1857,
      "6589.dat": 1858,
      "909.dat": 1859,
      "3245": 1860,
      "402": 1861,
      ".797": 1862,
      ".741": 1863,
      "3297.dat": 1864,
      ".813": 1865,
      "750": 1866,
      "449": 1867,
      "419": 1868,
      "473": 1869,
      "3895.dat": 1870,
      ".953": 1871,
      "335": 1872,
      "357": 1873,
      ".738": 1874,
      ".733": 1875,
      "672": 1876,
      "353": 1877,
      ".884": 1878,
      "989.dat": 1879,
      ".801": 1880,
      "355": 1881,
      ".753": 1882,
      "363": 1883,
      "369": 1884,
      "3229": 1885,
      "446": 1886,
      "4593.dat": 1887,
      "60484.dat": 1888,
      ".845": 1889,
      ".774": 1890,
      "381": 1891,
      "439": 1892,
      "425": 1893,
      "6628.dat": 1894,
      "6538.dat": 1895,
      ".821": 1896,
      "48989.dat": 1897,
      "343": 1898,
      "349": 1899,
      ".826": 1900,
      "393": 1901,
      "498": 1902,
      ".835": 1903,
      "347": 1904,
      "76.dat": 1905,
      ".905": 1906,
      "404": 1907,
      "925.dat": 1908,
      "3038.dat": 1909,
      ".778": 1910,
      "383": 1911,
      ".747": 1912,
      "32056.dat": 1913,
      "15672.dat": 1914,
      "479": 1915,
      "2921.dat": 1916,
      "3957.dat": 1917,
      "6140": 1918,
      ".893": 1919,
      ".803": 1920,
      ".877": 1921,
      "315": 1922,
      "519": 1923,
      "736": 1924,
      "499": 1925,
      "559": 1926,
      "1546": 1927,
      "361": 1928,
      "770": 1929,
      "468": 1930,
      "61409.dat": 1931,
      "373": 1932,
      "704": 1933,
      "33909.dat": 1934,
      "2454.dat": 1935,
      "383.dat": 1936,
      "876": 1937,
      "337": 1938,
      "696": 1939,
      "403": 1940,
      "60479.dat": 1941,
      "411": 1942,
      "485": 1943,
      "436": 1944,
      "4510.dat": 1945,
      "3709.dat": 1946,
      "890": 1947,
      "489": 1948,
      "32291.dat": 1949,
      "4176": 1950,
      "397": 1951,
      "548": 1952,
      "516": 1953,
      "441": 1954,
      "3747.dat": 1955,
      "688": 1956,
      "946.dat": 1957,
      ".811": 1958,
      "6014.dat": 1959,
      "375": 1960,
      ".963": 1961,
      "405": 1962,
      "4079.dat": 1963,
      "165.dat": 1964,
      "6111.dat": 1965,
      "517": 1966,
      "781.dat": 1967,
      "482.dat": 1968,
      "3024": 1969,
      "3036.dat": 1970,
      "6464": 1971,
      "487": 1972,
      "3063.dat": 1973,
      "88.dat": 1974,
      "99781.dat": 1975,
      "535.dat": 1976,
      "87082.dat": 1977,
      "3035": 1978,
      "1194": 1979,
      "333": 1980,
      "756": 1981,
      "612": 1982,
      "451": 1983,
      "511": 1984,
      "4624.dat": 1985,
      "561": 1986,
      "476": 1987,
      "421": 1988,
      "103.dat": 1989,
      "3260": 1990,
      "4287.dat": 1991,
      "458": 1992,
      "391": 1993,
      "377": 1994,
      "920": 1995,
      "401": 1996,
      "309.dat": 1997,
      "481": 1998,
      "454": 1999,
      "60593.dat": 2000,
      "3033.dat": 2001,
      "11212.dat": 2002,
      "2432.dat": 2003,
      "3737.dat": 2004,
      "639": 2005,
      "3030.dat": 2006,
      "30244.dat": 2007,
      "34103.dat": 2008,
      "466": 2009,
      "64644.dat": 2010,
      "850": 2011,
      "525": 2012,
      "20482.dat": 2013,
      "431": 2014,
      "11478.dat": 2015,
      "716": 2016,
      "2450.dat": 2017,
      "43722.dat": 2018,
      "556": 2019,
      "52.dat": 2020,
      "932": 2021,
      "3633.dat": 2022,
      "6134.dat": 2023,
      "41770.dat": 2024,
      "53.dat": 2025,
      "6629.dat": 2026,
      "994.dat": 2027,
      "471": 2028,
      "87994.dat": 2029,
      "437": 2030,
      "3056": 2031,
      ".871": 2032,
      "4185.dat": 2033,
      "435": 2034,
      "2730.dat": 2035,
      "712": 2036,
      "587": 2037,
      "494": 2038,
      "810": 2039,
      "3045.dat": 2040,
      "6059": 2041,
      "447": 2042,
      "860": 2043,
      "521": 2044,
      "b.dat": 2045,
      "413": 2046,
      "619": 2047,
      "30039.dat": 2048,
      "57.dat": 2049,
      "429": 2050,
      "461": 2051,
      "27.dat": 2052,
      "506": 2053,
      "14719.dat": 2054,
      "3938.dat": 2055,
      "495": 2056,
      "43723.dat": 2057,
      "2444.dat": 2058,
      "145.dat": 2059,
      "4460.dat": 2060,
      "3029.dat": 2061,
      "a.dat": 2062,
      "407": 2063,
      "792": 2064,
      "32016.dat": 2065,
      "535": 2066,
      "6125": 2067,
      "61252.dat": 2068,
      "32607.dat": 2069,
      "546": 2070,
      "87552.dat": 2071,
      "60481.dat": 2072,
      "3651.dat": 2073,
      "539": 2074,
      "618": 2075,
      "952.dat": 2076,
      "531": 2077,
      "c.dat": 2078,
      "551": 2079,
      "3065.dat": 2080,
      "465": 2081,
      "752": 2082,
      "41769.dat": 2083,
      "508": 2084,
      "3958.dat": 2085,
      "307.dat": 2086,
      "32952.dat": 2087,
      "24316.dat": 2088,
      "94925.dat": 2089,
      "457": 2090,
      "3185.dat": 2091,
      "3738.dat": 2092,
      "15462.dat": 2093,
      "527": 2094,
      "501": 2095,
      "32063.dat": 2096,
      "2825.dat": 2097,
      "4445.dat": 2098,
      "524": 2099,
      "776": 2100,
      "24866.dat": 2101,
      "515": 2102,
      "3007.dat": 2103,
      "93273.dat": 2104,
      "60601.dat": 2105,
      "502": 2106,
      "43857.dat": 2107,
      "475": 2108,
      "564": 2109,
      "11476.dat": 2110,
      "2417.dat": 2111,
      "482": 2112,
      "728": 2113,
      "60470.dat": 2114,
      "56145.dat": 2115,
      "2465.dat": 2116,
      "1120": 2117,
      "538": 2118,
      "571": 2119,
      "3219": 2120,
      "585.dat": 2121,
      "413.dat": 2122,
      "60474.dat": 2123,
      "492": 2124,
      "64179.dat": 2125,
      "969": 2126,
      "467": 2127,
      "768": 2128,
      "491": 2129,
      "1000": 2130,
      "6232.dat": 2131,
      "603": 2132,
      "3708.dat": 2133,
      "523": 2134,
      "4273.dat": 2135,
      "30137.dat": 2136,
      "1020": 2137,
      "4864.dat": 2138,
      "26603.dat": 2139,
      "507": 2140,
      "1470": 2141,
      "940": 2142,
      "6478": 2143,
      "497": 2144,
      "537": 2145,
      "4872": 2146,
      "2453.dat": 2147,
      "3626.dat": 2148,
      "24309.dat": 2149,
      "150.dat": 2150,
      "41678.dat": 2151,
      "566": 2152,
      "63965.dat": 2153,
      "565": 2154,
      "3641.dat": 2155,
      "784": 2156,
      "301.dat": 2157,
      "2852.dat": 2158,
      "581": 2159,
      "2851.dat": 2160,
      "514": 2161,
      "287.dat": 2162,
      "26287.dat": 2163,
      "433": 2164,
      "6015.dat": 2165,
      "3245c.dat": 2166,
      "48729.dat": 2167,
      "606": 2168,
      "15458.dat": 2169,
      "588": 2170,
      "505": 2171,
      "92946.dat": 2172,
      "832": 2173,
      "636": 2174,
      "64782.dat": 2175,
      "96910.dat": 2176,
      "652": 2177,
      "4150.dat": 2178,
      "567": 2179,
      "423": 2180,
      "49307.dat": 2181,
      "572": 2182,
      "3004": 2183,
      "9290": 2184,
      "32018.dat": 2185,
      "4202": 2186,
      "5095": 2187,
      "3684.dat": 2188,
      "1060": 2189,
      "549": 2190,
      "5598": 2191,
      "836": 2192,
      "44301.dat": 2193,
      "744": 2194,
      "762.dat": 2195,
      "477": 2196,
      "808": 2197,
      "4175.dat": 2198,
      "889": 2199,
      "542": 2200,
      "37762.dat": 2201,
      "900": 2202,
      "463": 2203,
      "443": 2204,
      "4276.dat": 2205,
      "30357.dat": 2206,
      "30363.dat": 2207,
      "6179.dat": 2208,
      "545": 2209,
      "532": 2210,
      "3647.dat": 2211,
      "617": 2212,
      "60602.dat": 2213,
      "634": 2214,
      "320.dat": 2215,
      "4456": 2216,
      "42610.dat": 2217,
      "582": 2218,
      "526": 2219,
      "2296": 2220,
      "597": 2221,
      "513": 2222,
      "990": 2223,
      "541": 2224,
      "668.dat": 2225,
      "49668.dat": 2226,
      "32348.dat": 2227,
      "32271.dat": 2228,
      "796": 2229,
      "3046.dat": 2230,
      "1440": 2231,
      "50951.dat": 2232,
      "22961.dat": 2233,
      "555": 2234,
      "107.dat": 2235,
      "622": 2236,
      "574": 2237,
      "18677.dat": 2238,
      "6553.dat": 2239,
      "30565.dat": 2240,
      "3028.dat": 2241,
      "6005.dat": 2242,
      "503": 2243,
      "8740": 2244,
      "577": 2245,
      "1441": 2246,
      "30365.dat": 2247,
      "493": 2248,
      "554": 2249,
      "11090.dat": 2250,
      "596": 2251,
      "522": 2252,
      "30383.dat": 2253,
      "6112.dat": 2254,
      "591": 2255,
      "534": 2256,
      "802": 2257,
      "830": 2258,
      "759": 2259,
      "585": 2260,
      "553": 2261,
      "3050": 2262,
      "60485.dat": 2263,
      "51719.dat": 2264,
      "62520.dat": 2265,
      "455": 2266,
      "59426.dat": 2267,
      "872": 2268,
      "651": 2269,
      "75535.dat": 2270,
      "9900": 2271,
      "52107.dat": 2272,
      "1894": 2273,
      "602": 2274,
      "4623.dat": 2275,
      "54383.dat": 2276,
      "250.dat": 2277,
      "30377.dat": 2278,
      "14716.dat": 2279,
      "686": 2280,
      "3743.dat": 2281,
      "1520": 2282,
      "2850.dat": 2283,
      "804": 2284,
      "644": 2285,
      "183.dat": 2286,
      "601": 2287,
      "9360": 2288,
      "3830.dat": 2289,
      "384.dat": 2290,
      "766": 2291,
      "32250.dat": 2292,
      "1024": 2293,
      "69.dat": 2294,
      "3482.dat": 2295,
      "3648.dat": 2296,
      "980": 2297,
      "4275.dat": 2298,
      "54384.dat": 2299,
      "4733.dat": 2300,
      "60477.dat": 2301,
      "55013.dat": 2302,
      "2458.dat": 2303,
      "30367.dat": 2304,
      "32124.dat": 2305,
      "676": 2306,
      "816": 2307,
      "543": 2308,
      "748": 2309,
      "755.dat": 2310,
      "708": 2311,
      "6157.dat": 2312,
      "343.dat": 2313,
      "2339.dat": 2314,
      "3831.dat": 2315,
      "32015.dat": 2316,
      "6180.dat": 2317,
      "32014.dat": 2318,
      "4600.dat": 2319,
      "3176.dat": 2320,
      "9977": 2321,
      "562": 2322,
      "1553": 2323,
      "15533.dat": 2324,
      "6081.dat": 2325,
      "26604.dat": 2326,
      "589": 2327,
      "641": 2328,
      "579": 2329,
      "15070.dat": 2330,
      "92907.dat": 2331,
      "657": 2332,
      "352.dat": 2333,
      "14417.dat": 2334,
      "11946.dat": 2335,
      "2736.dat": 2336,
      "732": 2337,
      "11947.dat": 2338,
      "2344": 2339,
      "2419.dat": 2340,
      "60596.dat": 2341,
      "23443.dat": 2342,
      "99773.dat": 2343,
      "862": 2344,
      "1080": 2345,
      "952": 2346,
      "30413.dat": 2347,
      "17.dat": 2348,
