{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|UNK|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|EOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|PAD|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|COL|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|POS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|ORI|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|SHP|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^.*?\\K\\s"
        },
        "content": " <|COL|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){2}[^\\s]*\\K\\s"
        },
        "content": " <|POS|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){6}[^\\s]*\\K\\s"
        },
        "content": " <|ORI|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){16}[^\\s]*\\K\\s"
        },
        "content": " <|SHP|> "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "-|\\.\\d{3}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|UNK|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|UNK|>": 0,
      "<|EOS|>": 1,
      "<|PAD|>": 2,
      "<|COL|>": 3,
      "<|POS|>": 4,
      "<|ORI|>": 5,
      "<|SHP|>": 6,
      "-": 7,
      ".": 8,
      "0": 9,
      "1": 10,
      "2": 11,
      "3": 12,
      "4": 13,
      "5": 14,
      "6": 15,
      "7": 16,
      "8": 17,
      "9": 18,
      "<": 19,
      ">": 20,
      "C": 21,
      "E": 22,
      "H": 23,
      "I": 24,
      "L": 25,
      "O": 26,
      "P": 27,
      "R": 28,
      "S": 29,
      "a": 30,
      "b": 31,
      "c": 32,
      "d": 33,
      "p": 34,
      "t": 35,
      "u": 36,
      "z": 37,
      "|": 38,
      "<|": 39,
      "|>": 40,
      "OS": 41,
      "OS|>": 42,
      ".d": 43,
      "CO": 44,
      "HP": 45,
      "I|>": 46,
      "L|>": 47,
      "OR": 48,
      "POS|>": 49,
      "SHP": 50,
      "at": 51,
      "<|CO": 52,
      "<|OR": 53,
      "<|SHP": 54,
      ".dat": 55,
      "30": 56,
      ".9": 57,
      "15": 58,
      "10": 59,
      ".0": 60,
      "20": 61,
      "19": 62,
      "14": 63,
      "70": 64,
      "24": 65,
      "23": 66,
      "66": 67,
      "27": 68,
      "16": 69,
      ".8": 70,
      "71": 71,
      "25": 72,
      "28": 73,
      ".5": 74,
      "40": 75,
      "13": 76,
      "EOS|>": 77,
      "80": 78,
      "60": 79,
      "17": 80,
      "37": 81,
      "12": 82,
      "36": 83,
      ".99": 84,
      "300": 85,
      "18": 86,
      "72": 87,
      "4.dat": 88,
      "00": 89,
      "29": 90,
      "1.dat": 91,
      ".3": 92,
      ".70": 93,
      "65": 94,
      ".7": 95,
      "2.dat": 96,
      "23.dat": 97,
      ".4": 98,
      ".707": 99,
      ".6": 100,
      "26": 101,
      "58": 102,
      "5.dat": 103,
      "9.dat": 104,
      "47": 105,
      "38": 106,
      "80.dat": 107,
      "50": 108,
      ".98": 109,
      "39": 110,
      "11": 111,
      "2780.dat": 112,
      "3023.dat": 113,
      "3.dat": 114,
      "48": 115,
      ".500": 116,
      "34": 117,
      ".866": 118,
      "32": 119,
      "35": 120,
      "10.dat": 121,
      "59": 122,
      "44": 123,
      "57": 124,
      "54": 125,
      "6.dat": 126,
      "87": 127,
      "22": 128,
      "0.dat": 129,
      "33": 130,
      "320": 131,
      "52": 132,
      "67": 133,
      "43": 134,
      "49": 135,
      "302": 136,
      "46": 137,
      "58.dat": 138,
      "3004.dat": 139,
      "42": 140,
      "20.dat": 141,
      "24.dat": 142,
      ".25": 143,
      "83": 144,
      "366": 145,
      "74": 146,
      "78": 147,
      ".999": 148,
      "56": 149,
      "306": 150,
      "99": 151,
      "6558.dat": 152,
      "90": 153,
      "77": 154,
      ".19": 155,
      "88": 156,
      "3710.dat": 157,
      "3024.dat": 158,
      "303": 159,
      "3005.dat": 160,
      "45": 161,
      "21": 162,
      "84": 163,
      "8.dat": 164,
      ".2": 165,
      ".00": 166,
      "51": 167,
      "379": 168,
      "614": 169,
      "64": 170,
      "55": 171,
      "325": 172,
      ".996": 173,
      ".259": 174,
      "31": 175,
      "69": 176,
      "41": 177,
      ".1": 178,
      "73": 179,
      "82": 180,
      "7.dat": 181,
      "98": 182,
      "91": 183,
      "53": 184,
      ".000": 185,
      "70.dat": 186,
      ".966": 187,
      "6141.dat": 188,
      "3020.dat": 189,
      "79": 190,
      ".60": 191,
      "61": 192,
      "76": 193,
      "100": 194,
      ".27": 195,
      "68": 196,
      "75": 197,
      "3010.dat": 198,
      "62": 199,
      ".16": 200,
      "112": 201,
      "93": 202,
      "94": 203,
      ".17": 204,
      "85": 205,
      "81": 206,
      "3666.dat": 207,
      "3623.dat": 208,
      "3021.dat": 209,
      "370": 210,
      ".28": 211,
      "86": 212,
      ".20": 213,
      "92": 214,
      "89": 215,
      "150": 216,
      ".981": 217,
      ".087": 218,
      "309": 219,
      "63": 220,
      "362": 221,
      "120": 222,
      "96": 223,
      "140": 224,
      "110": 225,
      ".924": 226,
      "129": 227,
      "3022.dat": 228,
      ".960": 229,
      "97": 230,
      "243": 231,
      "3069.dat": 232,
      "272": 233,
      ".383": 234,
      ".998": 235,
      "95": 236,
      "122": 237,
      "130": 238,
      "139": 239,
      "36.dat": 240,
      ".66": 241,
      ".40": 242,
      "2420.dat": 243,
      "12.dat": 244,
      "114": 245,
      "3622.dat": 246,
      "105": 247,
      "40.dat": 248,
      "160": 249,
      "60.dat": 250,
      "28.dat": 251,
      "106": 252,
      "156": 253,
      "3009.dat": 254,
      "104": 255,
      "54.dat": 256,
      ".800": 257,
      ".24": 258,
      ".987": 259,
      "4070.dat": 260,
      "200.dat": 261,
      "54200.dat": 262,
      ".600": 263,
      ".90": 264,
      "146": 265,
      ".279": 266,
      "3795.dat": 267,
      "108": 268,
      "870": 269,
      "200": 270,
      "447": 271,
      "102": 272,
      ".997": 273,
      "144": 274,
      ".052": 275,
      "367": 276,
      "2412.dat": 277,
      "101": 278,
      "119": 279,
      "111": 280,
      ".992": 281,
      "128": 282,
      "288": 283,
      "147": 284,
      "103": 285,
      "3460.dat": 286,
      "427": 287,
      "3794.dat": 288,
      "107": 289,
      "109": 290,
      "136": 291,
      ".163": 292,
      "170": 293,
      "126": 294,
      ".574": 295,
      "180": 296,
      ".819": 297,
      "134": 298,
      "116": 299,
      ".017": 300,
      "118": 301,
      "121": 302,
      "32.dat": 303,
      ".040": 304,
      ".978": 305,
      "124": 306,
      "115": 307,
      "32054.dat": 308,
      "113": 309,
      "125": 310,
      "123": 311,
      ".195": 312,
      "117": 313,
      "2431.dat": 314,
      "132": 315,
      "152": 316,
      ".65": 317,
      "138": 318,
      "133": 319,
      ".985": 320,
      "304": 321,
      "137": 322,
      "135": 323,
      ".174": 324,
      "142": 325,
      "127": 326,
      "154": 327,
      "131": 328,
      "148": 329,
      "244": 330,
      ".003": 331,
      "149": 332,
      "143": 333,
      "190": 334,
      "145": 335,
      "3040.dat": 336,
      "141": 337,
      "3034.dat": 338,
      "176": 339,
      "151": 340,
      "416": 341,
      ".29": 342,
      "158": 343,
      ".951": 344,
      "191": 345,
      "57.dat": 346,
      "155": 347,
      "378": 348,
      "3062.dat": 349,
      "153": 350,
      "3660.dat": 351,
      "323": 352,
      ".030": 353,
      "3070.dat": 354,
      ".193": 355,
      ".019": 356,
      "245": 357,
      "77.dat": 358,
      ".18": 359,
      ".208": 360,
      "168": 361,
      "4309": 362,
      "43093.dat": 363,
      "428": 364,
      "159": 365,
      ".940": 366,
      "329": 367,
      "37.dat": 368,
      "3008.dat": 369,
      ".23": 370,
      "3003.dat": 371,
      ".984": 372,
      "408": 373,
      "157": 374,
      "179": 375,
      ".010": 376,
      "210": 377,
      "32028.dat": 378,
      "308": 379,
      ".129": 380,
      "386": 381,
      "240": 382,
      "4274.dat": 383,
      "220": 384,
      "162": 385,
      "14.dat": 386,
      ".80": 387,
      "3673.dat": 388,
      ".993": 389,
      "3001.dat": 390,
      "173": 391,
      ".567": 392,
      ".433": 393,
      "16.dat": 394,
      "164": 395,
      "230": 396,
      "166": 397,
      "163": 398,
      "161": 399,
      "165": 400,
      ".990": 401,
      "169": 402,
      "172": 403,
      ".309": 404,
      "3665.dat": 405,
      "167": 406,
      "174": 407,
      ".50": 408,
      "389": 409,
      "3700.dat": 410,
      "26.dat": 411,
      "171": 412,
      ".035": 413,
      ".36": 414,
      "2357.dat": 415,
      ".191": 416,
      ".342": 417,
      "184": 418,
      "178": 419,
      ".980": 420,
      "177": 421,
      ".37": 422,
      "9920": 423,
      "330": 424,
      "266": 425,
      "1557": 426,
      "3039.dat": 427,
      "15573.dat": 428,
      "280": 429,
      "175": 430,
      "186": 431,
      "87.dat": 432,
      ".982": 433,
      ".043": 434,
      "260": 435,
      "250": 436,
      "192": 437,
      "3068.dat": 438,
      "32526.dat": 439,
      "6636.dat": 440,
      ".643": 441,
      "222": 442,
      "2877.dat": 443,
      "56.dat": 444,
      "181": 445,
      ".974": 446,
      "4477.dat": 447,
      ".766": 448,
      "29.dat": 449,
      "246": 450,
      "182": 451,
      "321": 452,
      "310": 453,
      "189": 454,
      "188": 455,
      "290": 456,
      "30.dat": 457,
      ".088": 458,
      "208": 459,
      "185": 460,
      "183": 461,
      "270": 462,
      ".284": 463,
      "41.dat": 464,
      "202": 465,
      "212": 466,
      "187": 467,
      "4162.dat": 468,
      "25.dat": 469,
      "6386": 470,
      ".989": 471,
      "216": 472,
      ".970": 473,
      "198": 474,
      "259": 475,
      "194": 476,
      "265": 477,
      "59.dat": 478,
      "197": 479,
      "193": 480,
      ".122": 481,
      "196": 482,
      "195": 483,
      ".001": 484,
      "87087.dat": 485,
      "204": 486,
      "203": 487,
      ".959": 488,
      "199": 489,
      "255": 490,
      "201": 491,
      ".995": 492,
      ".340": 493,
      ".012": 494,
      "236": 495,
      "32524.dat": 496,
      "206": 497,
      "484": 498,
      ".26": 499,
      ".070": 500,
      "233": 501,
      ".139": 502,
      ".057": 503,
      "50.dat": 504,
      ".021": 505,
      "292": 506,
      "224": 507,
      ".156": 508,
      "221": 509,
      ".994": 510,
      "390": 511,
      "205": 512,
      "211": 513,
      "209": 514,
      "214": 515,
      "219": 516,
      ".891": 517,
      "218": 518,
      "374": 519,
      "207": 520,
      "248": 521,
      "32316.dat": 522,
      ".454": 523,
      "417": 524,
      "3227": 525,
      "297": 526,
      "322": 527,
      ".407": 528,
      "213": 529,
      ".028": 530,
      "6047": 531,
      "215": 532,
      ".914": 533,
      "234": 534,
      "228": 535,
      "217": 536,
      "3037.dat": 537,
      "226": 538,
      "229": 539,
      "79.dat": 540,
      "223": 541,
      "232": 542,
      "305": 543,
      "3013": 544,
      "239": 545,
      ".242": 546,
      "3002.dat": 547,
      "4032.dat": 548,
      "598": 549,
      "65.dat": 550,
      "227": 551,
      "354": 552,
      "256": 553,
      "247": 554,
      ".072": 555,
      "225": 556,
      "301": 557,
      "32278.dat": 558,
      "238": 559,
      "140.dat": 560,
      "3032.dat": 561,
      "609": 562,
      ".616": 563,
      "258": 564,
      "231": 565,
      ".867": 566,
      ".933": 567,
      "3832.dat": 568,
      "249": 569,
      "6059": 570,
      "32140.dat": 571,
      ".200": 572,
      "11214.dat": 573,
      "294": 574,
      "368": 575,
      "242": 576,
      ".082": 577,
      "253": 578,
      "235": 579,
      ".280": 580,
      "263": 581,
      "237": 582,
      "459": 583,
      ".602": 584,
      "241": 585,
      "509": 586,
      ".799": 587,
      ".930": 588,
      ".360": 589,
      "3031.dat": 590,
      "264": 591,
      ".976": 592,
      "19.dat": 593,
      "32556.dat": 594,
      "32525.dat": 595,
      "3701.dat": 596,
      "437": 597,
      "274": 598,
      "252": 599,
      "296": 600,
      "254": 601,
      "340": 602,
      "251": 603,
      ".123": 604,
      ".760": 605,
      "279": 606,
      "87079.dat": 607,
      "287": 608,
      "4049": 609,
      "40490.dat": 610,
      "307": 611,
      "269": 612,
      "261": 613,
      "449": 614,
      "63864.dat": 615,
      "257": 616,
      "38.dat": 617,
      "44728.dat": 618,
      "318": 619,
      "317": 620,
      "262": 621,
      ".380": 622,
      "00.dat": 623,
      "360": 624,
      "82.dat": 625,
      "285": 626,
      "291": 627,
      "286": 628,
      "278": 629,
      "460": 630,
      "283": 631,
      "32523.dat": 632,
      "267": 633,
      ".288": 634,
      "6091.dat": 635,
      "6048": 636,
      ".042": 637,
      "282": 638,
      ".020": 639,
      ".146": 640,
      "281": 641,
      "271": 642,
      "268": 643,
      ".400": 644,
      "273": 645,
      ".784": 646,
      "289": 647,
      "8598": 648,
      "85984.dat": 649,
      "276": 650,
      ".105": 651,
      "30136.dat": 652,
      "284": 653,
      ".179": 654,
      "64.dat": 655,
      "312": 656,
      ".824": 657,
      ".71": 658,
      ".320": 659,
      "275": 660,
      ".577": 661,
      "277": 662,
      ".253": 663,
      "298": 664,
      "295": 665,
      ".906": 666,
      ".975": 667,
      ".967": 668,
      ".988": 669,
      "299": 670,
      ".750": 671,
      "6541.dat": 672,
      "99206.dat": 673,
      "293": 674,
      ".669": 675,
      "100.dat": 676,
      "400": 677,
      "4286.dat": 678,
      ".660": 679,
      "9828": 680,
      "15100.dat": 681,
      ".080": 682,
      "363": 683,
      ".743": 684,
      "350": 685,
      "47.dat": 686,
      ".002": 687,
      "380": 688,
      ".197": 689,
      ".935": 690,
      ".350": 691,
      "99207.dat": 692,
      "444": 693,
      "420": 694,
      "623": 695,
      ".860": 696,
      ".680": 697,
      "314": 698,
      "382": 699,
      "313": 700,
      "316": 701,
      "393": 702,
      ".927": 703,
      ".991": 704,
      "483": 705,
      ".423": 706,
      ".464": 707,
      "15.dat": 708,
      ".007": 709,
      "315": 710,
      "328": 711,
      ".787": 712,
      ".925": 713,
      "239.dat": 714,
      "41239.dat": 715,
      "4430": 716,
      "4085.dat": 717,
      ".705": 718,
      "319": 719,
      "6143.dat": 720,
      "3200": 721,
      ".661": 722,
      ".953": 723,
      ".523": 724,
      "586": 725,
      "98283.dat": 726,
      ".640": 727,
      "311": 728,
      ".091": 729,
      ".880": 730,
      ".886": 731,
      ".228": 732,
      ".920": 733,
      ".679": 734,
      ".852": 735,
      ".359": 736,
      ".847": 737,
      ".839": 738,
      "3937.dat": 739,
      ".100": 740,
      "336": 741,
      "480": 742,
      ".094": 743,
      "30414.dat": 744,
      "383": 745,
      ".160": 746,
      ".531": 747,
      "3035.dat": 748,
      ".946": 749,
      ".240": 750,
      ".369": 751,
      ".219": 752,
      ".904": 753,
      "324": 754,
      "78.dat": 755,
      ".225": 756,
      ".610": 757,
      "347": 758,
      ".067": 759,
      "403": 760,
      ".140": 761,
      ".499": 762,
      "2436.dat": 763,
      "339": 764,
      "326": 765,
      "4081.dat": 766,
      ".883": 767,
      ".983": 768,
      "448": 769,
      "418": 770,
      ".840": 771,
      ".083": 772,
      "334": 773,
      "458": 774,
      ".972": 775,
      "327": 776,
      "3894.dat": 777,
      "332": 778,
      ".624": 779,
      "440": 780,
      "1865": 781,
      ".709": 782,
      "410": 783,
      "358": 784,
      "2445.dat": 785,
      "450": 786,
      "4459.dat": 787,
      "3749.dat": 788,
      ".250": 789,
      ".656": 790,
      "333": 791,
      "32000.dat": 792,
      "338": 793,
      "430": 794,
      "345": 795,
      "335": 796,
      "11.dat": 797,
      ".308": 798,
      "473": 799,
      "2660": 800,
      ".720": 801,
      ".690": 802,
      ".865": 803,
      ".036": 804,
      "600": 805,
      ".469": 806,
      ".106": 807,
      "17.dat": 808,
      "337": 809,
      ".793": 810,
      ".782": 811,
      "464": 812,
      "331": 813,
      ".961": 814,
      ".545": 815,
      "445": 816,
      ".358": 817,
      ".72": 818,
      "352": 819,
      "438": 820,
      "13.dat": 821,
      "4200": 822,
      "50950.dat": 823,
      "42003.dat": 824,
      "615": 825,
      ".936": 826,
      "997": 827,
      "344": 828,
      "348": 829,
      ".724": 830,
      ".352": 831,
      ".218": 832,
      "357": 833,
      ".530": 834,
      "3702.dat": 835,
      "376": 836,
      ".300": 837,
      ".755": 838,
      ".580": 839,
      "426": 840,
      "415": 841,
      ".952": 842,
      "474": 843,
      "384": 844,
      ".681": 845,
      "342": 846,
      ".006": 847,
      "6536.dat": 848,
      "35480.dat": 849,
      "99780.dat": 850,
      ".493": 851,
      "647": 852,
      "341": 853,
      ".829": 854,
      ".700": 855,
      "349": 856,
      ".559": 857,
      ".942": 858,
      ".934": 859,
      ".391": 860,
      "365": 861,
      "343": 862,
      "359": 863,
      ".255": 864,
      ".498": 865,
      ".375": 866,
      "179.dat": 867,
      ".060": 868,
      ".278": 869,
      ".178": 870,
      "355": 871,
      ".326": 872,
      ".120": 873,
      "346": 874,
      "396": 875,
      "356": 876,
      "470": 877,
      "364": 878,
      ".081": 879,
      ".013": 880,
      ".688": 881,
      ".520": 882,
      ".788": 883,
      "11211.dat": 884,
      ".848": 885,
      ".207": 886,
      ".977": 887,
      "373": 888,
      ".480": 889,
      "3298.dat": 890,
      ".016": 891,
      "385": 892,
      ".850": 893,
      ".502": 894,
      "2540.dat": 895,
      "375": 896,
      "4490.dat": 897,
      "361": 898,
      "371": 899,
      "3036": 900,
      ".932": 901,
      "394": 902,
      "369": 903,
      ".071": 904,
      ".604": 905,
      "392": 906,
      "3941.dat": 907,
      "434": 908,
      ".797": 909,
      "388": 910,
      "88.dat": 911,
      ".039": 912,
      "351": 913,
      "377": 914,
      "372": 915,
      "353": 916,
      "3659.dat": 917,
      ".732": 918,
      ".956": 919,
      ".113": 920,
      "381": 921,
      "398": 922,
      "469": 923,
      "407": 924,
      ".428": 925,
      "68.dat": 926,
      "2429.dat": 927,
      ".900": 928,
      "395": 929,
      "397": 930,
      ".973": 931,
      ".560": 932,
      ".869": 933,
      "468": 934,
      "611": 935,
      "32064.dat": 936,
      "387": 937,
      ".777": 938,
      ".162": 939,
      "490": 940,
      ".235": 941,
      "616": 942,
      ".180": 943,
      ".333": 944,
      "520": 945,
      "424": 946,
      "3703.dat": 947,
      ".670": 948,
      "402": 949,
      ".511": 950,
      "409": 951,
      "3895.dat": 952,
      "11477.dat": 953,
      "399": 954,
      ".620": 955,
      "2456.dat": 956,
      ".965": 957,
      ".005": 958,
      "517": 959,
      ".362": 960,
      "406": 961,
      "8586": 962,
      "2462.dat": 963,
      "44302.dat": 964,
      "405": 965,
      ".440": 966,
      "500": 967,
      "401": 968,
      "570": 969,
      "15068.dat": 970,
      "391": 971,
      ".739": 972,
      ".540": 973,
      "432": 974,
      "989.dat": 975,
      ".629": 976,
      ".919": 977,
      ".820": 978,
      ".986": 979,
      ".229": 980,
      "3747.dat": 981,
      ".650": 982,
      "411": 983,
      ".947": 984,
      "453": 985,
      "613": 986,
      "456": 987,
      "412": 988,
      "48989.dat": 989,
      "60592.dat": 990,
      ".420": 991,
      "413": 992,
      "404": 993,
      "560": 994,
      "905.dat": 995,
      "47905.dat": 996,
      ".187": 997,
      "414": 998,
      ".811": 999,
      ".674": 1000,
      "608": 1001,
      ".957": 1002,
      "87082.dat": 1003,
      ".376": 1004,
      ".009": 1005,
      ".292": 1006,
      "604": 1007,
      "419": 1008,
      ".150": 1009,
      ".910": 1010,
      ".725": 1011,
      "3390": 1012,
      "2430.dat": 1013,
      "33909.dat": 1014,
      ".090": 1015,
      "9259": 1016,
      "92593.dat": 1017,
      "510": 1018,
      "485": 1019,
      "2921.dat": 1020,
      ".015": 1021,
      ".220": 1022,
      "429": 1023,
      "425": 1024,
      "4282.dat": 1025,
      "530": 1026,
      "472": 1027,
      "422": 1028,
      ".276": 1029,
      "3297.dat": 1030,
      "442": 1031,
      ".809": 1032,
      ".166": 1033,
      "62462.dat": 1034,
      ".770": 1035,
      ".923": 1036,
      ".050": 1037,
      ".045": 1038,
      "421": 1039,
      "486": 1040,
      ".059": 1041,
      "462": 1042,
      "423": 1043,
      "85861.dat": 1044,
      "436": 1045,
      "435": 1046,
      ".954": 1047,
      ".950": 1048,
      "3036.dat": 1049,
      "2454.dat": 1050,
      ".125": 1051,
      ".302": 1052,
      ".298": 1053,
      "3029.dat": 1054,
      "60479.dat": 1055,
      ".054": 1056,
      ".260": 1057,
      "452": 1058,
      "599": 1059,
      ".485": 1060,
      ".460": 1061,
      ".630": 1062,
      "488": 1063,
      "433": 1064,
      "540": 1065,
      "443": 1066,
      ".282": 1067,
      "457": 1068,
      ".875": 1069,
      "875": 1070,
      "11212.dat": 1071,
      ".316": 1072,
      ".330": 1073,
      "6089": 1074,
      "2654.dat": 1075,
      "60897.dat": 1076,
      ".588": 1077,
      "441": 1078,
      "431": 1079,
      "2555.dat": 1080,
      "48336.dat": 1081,
      "6157.dat": 1082,
      "550": 1083,
      ".370": 1084,
      "3709.dat": 1085,
      "465": 1086,
      "439": 1087,
      ".979": 1088,
      "446": 1089,
      "580": 1090,
      "454": 1091,
      "466": 1092,
      "467": 1093,
      ".547": 1094,
      "478": 1095,
      "52.dat": 1096,
      "32952.dat": 1097,
      "477": 1098,
      "455": 1099,
      "463": 1100,
      "451": 1101,
      "475": 1102,
      ".018": 1103,
      ".646": 1104,
      ".844": 1105,
      "64782.dat": 1106,
      "18.dat": 1107,
      "4287.dat": 1108,
      ".830": 1109,
      "3038.dat": 1110,
      ".210": 1111,
      ".526": 1112,
      ".124": 1113,
      "3245": 1114,
      ".356": 1115,
      ".955": 1116,
      ".612": 1117,
      ".550": 1118,
      "471": 1119,
      "60484.dat": 1120,
      "479": 1121,
      ".406": 1122,
      ".344": 1123,
      ".274": 1124,
      "461": 1125,
      ".111": 1126,
      "610": 1127,
      "476": 1128,
      "481": 1129,
      "487": 1130,
      ".382": 1131,
      ".710": 1132,
      ".230": 1133,
      "498": 1134,
      "495": 1135,
      "489": 1136,
      "18651.dat": 1137,
      ".682": 1138,
      ".246": 1139,
      "383.dat": 1140,
      "499": 1141,
      "496": 1142,
      "590": 1143,
      "491": 1144,
      "280.dat": 1145,
      "4510.dat": 1146,
      "92280.dat": 1147,
      ".099": 1148,
      "87580.dat": 1149,
      ".931": 1150,
      "3035": 1151,
      "492": 1152,
      "32002.dat": 1153,
      ".921": 1154,
      "4216.dat": 1155,
      ".599": 1156,
      "503": 1157,
      ".648": 1158,
      "493": 1159,
      ".190": 1160,
      "3030.dat": 1161,
      ".319": 1162,
      ".031": 1163,
      ".810": 1164,
      ".969": 1165,
      ".222": 1166,
      ".271": 1167,
      ".354": 1168,
      ".563": 1169,
      ".378": 1170,
      ".004": 1171,
      "504": 1172,
      "3788.dat": 1173,
      "5074": 1174,
      "482": 1175,
      ".894": 1176,
      ".176": 1177,
      ".801": 1178,
      ".928": 1179,
      "494": 1180,
      ".740": 1181,
      "556": 1182,
      "501": 1183,
      "3033.dat": 1184,
      "4600.dat": 1185,
      ".085": 1186,
      "619": 1187,
      "502": 1188,
      "544": 1189,
      ".024": 1190,
      ".719": 1191,
      "6111.dat": 1192,
      ".385": 1193,
      ".790": 1194,
      ".301": 1195,
      "64179.dat": 1196,
      "506": 1197,
      ".941": 1198,
      "497": 1199,
      "4176": 1200,
      ".858": 1201,
      ".515": 1202,
      "32009.dat": 1203,
      "518": 1204,
      "515": 1205,
      "2465.dat": 1206,
      "6231.dat": 1207,
      ".014": 1208,
      ".353": 1209,
      "528": 1210,
      ".438": 1211,
      "60593.dat": 1212,
      "512": 1213,
      ".483": 1214,
      ".641": 1215,
      "60478.dat": 1216,
      ".306": 1217,
      "508": 1218,
      ".478": 1219,
      ".025": 1220,
      "511": 1221,
      "552": 1222,
      ".885": 1223,
      ".888": 1224,
      "3958.dat": 1225,
      "4460.dat": 1226,
      "507": 1227,
      ".929": 1228,
      ".470": 1229,
      ".304": 1230,
      ".336": 1231,
      "514": 1232,
      ".871": 1233,
      ".971": 1234,
      ".390": 1235,
      "505": 1236,
      "513": 1237,
      ".667": 1238,
      "9978": 1239,
      ".856": 1240,
      "99781.dat": 1241,
      ".968": 1242,
      ".134": 1243,
      ".780": 1244,
      "553": 1245,
      "548": 1246,
      ".916": 1247,
      ".565": 1248,
      "71.dat": 1249,
      "269.dat": 1250,
      "4864.dat": 1251,
      "4372": 1252,
      "519": 1253,
      ".678": 1254,
      ".175": 1255,
      "536": 1256,
      "4592.dat": 1257,
      ".448": 1258,
      ".450": 1259,
      ".949": 1260,
      "624": 1261,
      ".762": 1262,
      "538": 1263,
      ".074": 1264,
      "568": 1265,
      "542": 1266,
      ".110": 1267,
      ".778": 1268,
      ".321": 1269,
      ".008": 1270,
      ".078": 1271,
      "2458.dat": 1272,
      "25269.dat": 1273,
      "3829.dat": 1274,
      "2444.dat": 1275,
      "523": 1276,
      "539": 1277,
      "531": 1278,
      "532": 1279,
      ".158": 1280,
      "555": 1281,
      "3065.dat": 1282,
      ".445": 1283,
      ".189": 1284,
      ".108": 1285,
      ".636": 1286,
      ".053": 1287,
      "2449.dat": 1288,
      ".341": 1289,
      ".128": 1290,
      "545": 1291,
      "677.dat": 1292,
      ".712": 1293,
      ".312": 1294,
      ".695": 1295,
      ".063": 1296,
      "558": 1297,
      "561": 1298,
      ".564": 1299,
      ".026": 1300,
      "521": 1301,
      "537": 1302,
      ".857": 1303,
      ".907": 1304,
      "3007.dat": 1305,
      "6134.dat": 1306,
      ".890": 1307,
      "541": 1308,
      ".653": 1309,
      ".145": 1310,
      "584": 1311,
      "524": 1312,
      "527": 1313,
      "525": 1314,
      ".939": 1315,
      ".432": 1316,
      "522": 1317,
      ".183": 1318,
      "552.dat": 1319,
      "61678.dat": 1320,
      "551": 1321,
      ".224": 1322,
      "565": 1323,
      "09.dat": 1324,
      "2450.dat": 1325,
      "3738.dat": 1326,
      "3206": 1327,
      "61409.dat": 1328,
      "43722.dat": 1329,
      "549": 1330,
      "534": 1331,
      ".089": 1332,
      "516": 1333,
      "547": 1334,
      ".837": 1335,
      "6019.dat": 1336,
      "32018.dat": 1337,
      "44301.dat": 1338,
      ".826": 1339,
      ".689": 1340,
      "564": 1341,
      ".199": 1342,
      "572": 1343,
      "526": 1344,
      "633": 1345,
      "87552.dat": 1346,
      "533": 1347,
      ".611": 1348,
      "2430": 1349,
      ".192": 1350,
      "60483.dat": 1351,
      "6232.dat": 1352,
      ".964": 1353,
      "543": 1354,
      ".870": 1355,
      ".143": 1356,
      "554": 1357,
      "594": 1358,
      ".029": 1359,
      "535": 1360,
      "562": 1361,
      ".334": 1362,
      "546": 1363,
      ".201": 1364,
      "103.dat": 1365,
      "34103.dat": 1366,
      "576": 1367,
      ".077": 1368,
      "559": 1369,
      ".263": 1370,
      ".363": 1371,
      "2730.dat": 1372,
      ".864": 1373,
      "529": 1374,
      ".901": 1375,
      ".032": 1376,
      "571": 1377,
      ".899": 1378,
      ".861": 1379,
      ".683": 1380,
      ".151": 1381,
      "563": 1382,
      "566": 1383,
      "32063.dat": 1384,
      ".639": 1385,
      "573": 1386,
      "32013.dat": 1387,
      ".238": 1388,
      "60481.dat": 1389,
      ".172": 1390,
      "557": 1391,
      "618": 1392,
      ".310": 1393,
      "4276.dat": 1394,
      ".619": 1395,
      ".409": 1396,
      "582": 1397,
      ".117": 1398,
      ".196": 1399,
      ".570": 1400,
      "569": 1401,
      "4589.dat": 1402,
      "18654.dat": 1403,
      ".227": 1404,
      ".892": 1405,
      "579": 1406,
      ".716": 1407,
      "567": 1408,
      ".509": 1409,
      ".426": 1410,
      "574": 1411,
      ".915": 1412,
      ".324": 1413,
      ".270": 1414,
      ".628": 1415,
      ".647": 1416,
      "30137.dat": 1417,
      ".155": 1418,
      ".730": 1419,
      ".142": 1420,
      ".213": 1421,
      "592": 1422,
      "578": 1423,
      "1553": 1424,
      ".161": 1425,
      "15458.dat": 1426,
      ".170": 1427,
      "585": 1428,
      ".137": 1429,
      ".484": 1430,
      "48.dat": 1431,
      ".728": 1432,
      "581": 1433,
      ".958": 1434,
      "640": 1435,
      ".731": 1436,
      ".243": 1437,
      "41770.dat": 1438,
      ".361": 1439,
      ".262": 1440,
      ".490": 1441,
      ".167": 1442,
      "583": 1443,
      ".792": 1444,
      ".804": 1445,
      "577": 1446,
      ".114": 1447,
      "3938.dat": 1448,
      "63869.dat": 1449,
      "589": 1450,
      ".121": 1451,
      "575": 1452,
      ".168": 1453,
      "3028.dat": 1454,
      "67.dat": 1455,
      "588": 1456,
      "2339.dat": 1457,
      "41769.dat": 1458,
      ".876": 1459,
      ".291": 1460,
      ".022": 1461,
      "622": 1462,
      ".216": 1463,
      ".296": 1464,
      "63868.dat": 1465,
      ".062": 1466,
      "587": 1467,
      ".130": 1468,
      "26603.dat": 1469,
      "620": 1470,
      ".917": 1471,
      ".027": 1472,
      ".148": 1473,
      "43723.dat": 1474,
      "4445.dat": 1475,
      ".011": 1476,
      ".614": 1477,
      "3633.dat": 1478,
      ".473": 1479,
      ".239": 1480,
      ".806": 1481,
      ".412": 1482,
      ".609": 1483,
      ".186": 1484,
      ".283": 1485,
      ".452": 1486,
      ".214": 1487,
      ".430": 1488,
      ".632": 1489,
      ".068": 1490,
      ".908": 1491,
      ".943": 1492,
      "184.dat": 1493,
      ".285": 1494,
      ".879": 1495,
      ".549": 1496,
      "596": 1497,
      ".416": 1498,
      ".374": 1499,
      ".532": 1500,
      "4215.dat": 1501,
      "9327": 1502,
      ".814": 1503,
      ".126": 1504,
      ".049": 1505,
      "30383.dat": 1506,
      ".115": 1507,
      ".209": 1508,
      ".096": 1509,
      ".047": 1510,
      ".055": 1511,
      ".510": 1512,
      ".058": 1513,
      "593": 1514,
      ".323": 1515,
      "595": 1516,
      "26604.dat": 1517,
      ".194": 1518,
      ".585": 1519,
      "14719.dat": 1520,
      "3684.dat": 1521,
      ".066": 1522,
      ".171": 1523,
      "606": 1524,
      "3023": 1525,
      "18677.dat": 1526,
      "597": 1527,
      ".516": 1528,
      ".303": 1529,
      ".603": 1530,
      "24309.dat": 1531,
      ".594": 1532,
      ".911": 1533,
      ".410": 1534,
      ".698": 1535,
      ".149": 1536,
      "6179.dat": 1537,
      "2432.dat": 1538,
      ".041": 1539,
      ".487": 1540,
      ".034": 1541,
      ".147": 1542,
      ".543": 1543,
      "6081.dat": 1544,
      ".513": 1545,
      ".659": 1546,
      "602": 1547,
      ".366": 1548,
      ".854": 1549,
      "9294": 1550,
      "4488.dat": 1551,
      "92946.dat": 1552,
      ".236": 1553,
      ".387": 1554,
      "2419.dat": 1555,
      "712.dat": 1556,
      ".184": 1557,
      ".248": 1558,
      ".786": 1559,
      ".902": 1560,
      ".598": 1561,
      "4733.dat": 1562,
      "50746.dat": 1563,
      ".836": 1564,
      ".118": 1565,
      "3024": 1566,
      ".337": 1567,
      ".173": 1568,
      ".084": 1569,
      ".696": 1570,
      ".922": 1571,
      ".862": 1572,
      ".169": 1573,
      ".898": 1574,
      ".874": 1575,
      ".185": 1576,
      ".217": 1577,
      ".364": 1578,
      "630": 1579,
      "291.dat": 1580,
      "591": 1581,
      ".622": 1582,
      ".666": 1583,
      ".444": 1584,
      ".329": 1585,
      "66.dat": 1586,
      ".723": 1587,
      "4315.dat": 1588,
      "14716.dat": 1589,
      "60470.dat": 1590,
      ".704": 1591,
      ".182": 1592,
      ".556": 1593,
      ".590": 1594,
      ".645": 1595,
      ".331": 1596,
      ".944": 1597,
      ".579": 1598,
      ".315": 1599,
      ".252": 1600,
      ".328": 1601,
      "680": 1602,
      ".849": 1603,
      ".241": 1604,
      ".496": 1605,
      ".355": 1606,
      ".615": 1607,
      ".798": 1608,
      ".447": 1609,
      "3956.dat": 1610,
      ".962": 1611,
      ".701": 1612,
      ".527": 1613,
      ".086": 1614,
      ".314": 1615,
      "32184.dat": 1616,
      ".044": 1617,
      ".392": 1618,
      ".401": 1619,
      ".822": 1620,
      ".878": 1621,
      ".529": 1622,
      ".290": 1623,
      "880": 1624,
      ".841": 1625,
      ".286": 1626,
      ".264": 1627,
      "15712.dat": 1628,
      "617": 1629,
      ".479": 1630,
      ".872": 1631,
      ".626": 1632,
      ".583": 1633,
      ".706": 1634,
      "60474.dat": 1635,
      "3245c": 1636,
      ".287": 1637,
      "650": 1638,
      ".136": 1639,
      ".708": 1640,
      ".744": 1641,
      ".938": 1642,
      "30565.dat": 1643,
      "59900.dat": 1644,
      "612": 1645,
      ".851": 1646,
      ".038": 1647,
      ".726": 1648,
      ".177": 1649,
      ".887": 1650,
      "4175.dat": 1651,
      "51719.dat": 1652,
      "605": 1653,
      ".552": 1654,
      "876": 1655,
      ".873": 1656,
      "107.dat": 1657,
      ".386": 1658,
      ".421": 1659,
      ".371": 1660,
      ".233": 1661,
      ".909": 1662,
      ".299": 1663,
      "2453.dat": 1664,
      ".436": 1665,
      ".495": 1666,
      ".226": 1667,
      ".152": 1668,
      ".475": 1669,
      "30357.dat": 1670,
      ".237": 1671,
      ".664": 1672,
      "6464": 1673,
      "6629.dat": 1674,
      "2850.dat": 1675,
      "607": 1676,
      "72.dat": 1677,
      "4275.dat": 1678,
      "3045.dat": 1679,
      "64644.dat": 1680,
      ".461": 1681,
      ".141": 1682,
      ".692": 1683,
      ".272": 1684,
      "30244.dat": 1685,
      "601": 1686,
      ".518": 1687,
      "6112.dat": 1688,
      "3245c.dat": 1689,
      ".721": 1690,
      ".424": 1691,
      ".665": 1692,
      ".815": 1693,
      ".568": 1694,
      ".394": 1695,
      "15533.dat": 1696,
      ".881": 1697,
      ".658": 1698,
      ".926": 1699,
      "660": 1700,
      ".796": 1701,
      ".528": 1702,
      ".514": 1703,
      ".562": 1704,
      "2362.dat": 1705,
      ".267": 1706,
      ".104": 1707,
      "670": 1708,
      "626": 1709,
      ".103": 1710,
      "658": 1711,
      "929": 1712,
      "32124.dat": 1713,
      ".212": 1714,
      ".581": 1715,
      "648": 1716,
      "4079.dat": 1717,
      "26601.dat": 1718,
      ".913": 1719,
      ".736": 1720,
      ".472": 1721,
      ".048": 1722,
      ".339": 1723,
      ".855": 1724,
      "720": 1725,
      ".247": 1726,
      ".764": 1727,
      ".223": 1728,
      "3027": 1729,
      "30365.dat": 1730,
      "30363.dat": 1731,
      ".357": 1732,
      ".131": 1733,
      "3006.dat": 1734,
      ".779": 1735,
      ".912": 1736,
      ".945": 1737,
      ".061": 1738,
      ".825": 1739,
      ".133": 1740,
      ".051": 1741,
      ".905": 1742,
      ".415": 1743,
      "603": 1744,
      ".642": 1745,
      ".948": 1746,
      ".783": 1747,
      ".555": 1748,
      ".069": 1749,
      ".544": 1750,
      ".138": 1751,
      ".425": 1752,
      ".536": 1753,
      "52107.dat": 1754,
      ".649": 1755,
      ".694": 1756,
      ".606": 1757,
      ".367": 1758,
      ".747": 1759,
      ".715": 1760,
      "3176.dat": 1761,
      ".159": 1762,
      ".613": 1763,
      ".373": 1764,
      "646": 1765,
      ".859": 1766,
      ".431": 1767,
      ".818": 1768,
      ".521": 1769,
      "629": 1770,
      ".064": 1771,
      ".289": 1772,
      ".607": 1773,
      ".327": 1774,
      "621": 1775,
      ".244": 1776,
      ".903": 1777,
      "32449.dat": 1778,
      ".843": 1779,
      ".402": 1780,
      ".791": 1781,
      ".586": 1782,
      ".769": 1783,
      ".414": 1784,
      "632": 1785,
      "759": 1786,
      "625": 1787,
      "3063.dat": 1788,
      "3046.dat": 1789,
      ".868": 1790,
      ".318": 1791,
      ".399": 1792,
      ".508": 1793,
      ".119": 1794,
      ".023": 1795,
      ".816": 1796,
      "656": 1797,
      "4033.dat": 1798,
      ".541": 1799,
      ".497": 1800,
      ".763": 1801,
      "800": 1802,
      ".261": 1803,
      "3027.dat": 1804,
      ".554": 1805,
      ".637": 1806,
      ".491": 1807,
      ".517": 1808,
      ".429": 1809,
      ".672": 1810,
      ".772": 1811,
      ".459": 1812,
      ".794": 1813,
      ".408": 1814,
      ".422": 1815,
      ".691": 1816,
      ".232": 1817,
      "657": 1818,
      ".507": 1819,
      "627": 1820,
      "4625.dat": 1821,
      ".101": 1822,
      "642": 1823,
      ".638": 1824,
      ".802": 1825,
      ".558": 1826,
      ".257": 1827,
      ".466": 1828,
      ".713": 1829,
      "11458.dat": 1830,
      ".269": 1831,
      ".569": 1832,
      ".417": 1833,
      ".481": 1834,
      ".275": 1835,
      "664": 1836,
      "4859.dat": 1837,
      ".781": 1838,
      ".812": 1839,
      ".365": 1840,
      "700": 1841,
      ".482": 1842,
      "628": 1843,
      "636": 1844,
      ".033": 1845,
      ".746": 1846,
      ".573": 1847,
      ".827": 1848,
      ".592": 1849,
      ".655": 1850,
      ".322": 1851,
      "14417.dat": 1852,
      ".442": 1853,
      "704": 1854,
      ".477": 1855,
      "2817.dat": 1856,
      ".734": 1857,
      ".742": 1858,
      ".295": 1859,
      ".154": 1860,
      "3185.dat": 1861,
      ".534": 1862,
      ".617": 1863,
      ".127": 1864,
      "652": 1865,
      ".582": 1866,
      ".254": 1867,
      ".601": 1868,
      "690": 1869,
      ".488": 1870,
      ".621": 1871,
      ".234": 1872,
      "696": 1873,
      ".205": 1874,
      ".258": 1875,
      ".095": 1876,
      "4213.dat": 1877,
      "60477.dat": 1878,
      ".097": 1879,
      ".056": 1880,
      ".584": 1881,
      ".501": 1882,
      ".273": 1883,
      ".702": 1884,
      ".863": 1885,
      ".221": 1886,
      ".347": 1887,
      "672": 1888,
      "3823.dat": 1889,
      "47457.dat": 1890,
      ".718": 1891,
      "637": 1892,
      "638": 1893,
      ".338": 1894,
      ".492": 1895,
      ".644": 1896,
      ".294": 1897,
      ".451": 1898,
      ".842": 1899,
      ".153": 1900,
      ".807": 1901,
      "688": 1902,
      ".758": 1903,
      ".465": 1904,
      ".741": 1905,
      "639": 1906,
      ".265": 1907,
      ".711": 1908,
      ".398": 1909,
      ".311": 1910,
      ".211": 1911,
      "6180.dat": 1912,
      "43857.dat": 1913,
      ".703": 1914,
      "655": 1915,
      ".419": 1916,
      ".384": 1917,
      ".756": 1918,
      ".768": 1919,
      ".633": 1920,
      "969": 1921,
      ".752": 1922,
      "60596.dat": 1923,
      "30236.dat": 1924,
      ".307": 1925,
      ".546": 1926,
      ".685": 1927,
      ".597": 1928,
      ".776": 1929,
      ".456": 1930,
      ".765": 1931,
      "634": 1932,
      "662": 1933,
      ".164": 1934,
      "644": 1935,
      ".693": 1936,
      "5173": 1937,
      ".079": 1938,
      "6439": 1939,
      "11215.dat": 1940,
      "2639.dat": 1941,
      "51739.dat": 1942,
      ".654": 1943,
      "645": 1944,
      ".449": 1945,
      ".251": 1946,
      ".657": 1947,
      "760": 1948,
      "654": 1949,
      ".727": 1950,
      "1147": 1951,
      ".144": 1952,
      ".092": 1953,
      "653": 1954,
      "252.dat": 1955,
      "6005.dat": 1956,
      ".714": 1957,
      ".729": 1958,
      "631": 1959,
      ".102": 1960,
      ".618": 1961,
      "919": 1962,
      ".627": 1963,
      "641": 1964,
      ".439": 1965,
      "889": 1966,
      "635": 1967,
      ".446": 1968,
      ".663": 1969,
      "609.dat": 1970,
      "61252.dat": 1971,
      "9360": 1972,
      ".379": 1973,
      ".677": 1974,
      "643": 1975,
      ".634": 1976,
      "710": 1977,
      ".112": 1978,
      ".831": 1979,
      ".231": 1980,
      ".589": 1981,
      ".733": 1982,
      ".504": 1983,
      "119.dat": 1984,
      "3822.dat": 1985,
      ".823": 1986,
      ".202": 1987,
      ".889": 1988,
      ".808": 1989,
      "60475.dat": 1990,
      "3821.dat": 1991,
      ".553": 1992,
      ".557": 1993,
      ".468": 1994,
      ".348": 1995,
      "659": 1996,
      "668": 1997,
      ".281": 1998,
      "87609.dat": 1999,
      "93274.dat": 2000,
      ".335": 2001,
      ".853": 2002,
      ".538": 2003,
      "850": 2004,
      "663": 2005,
      "674.dat": 2006,
      "93606.dat": 2007,
      ".882": 2008,
      ".435": 2009,
      ".116": 2010,
      ".675": 2011,
      ".761": 2012,
      "665": 2013,
      ".109": 2014,
      "666": 2015,
      ".963": 2016,
      "2417.dat": 2017,
      ".699": 2018,
      "4623.dat": 2019,
      ".206": 2020,
      ".813": 2021,
      ".503": 2022,
      ".676": 2023,
      ".404": 2024,
      ".522": 2025,
      ".623": 2026,
      ".297": 2027,
      ".165": 2028,
      "307.dat": 2029,
      ".434": 2030,
      "49307.dat": 2031,
      "14720.dat": 2032,
      "36840.dat": 2033,
      "63325.dat": 2034,
      "11476.dat": 2035,
      ".393": 2036,
      ".395": 2037,
      "780": 2038,
      ".684": 2039,
      "820": 2040,
      "685": 2041,
      "730": 2042,
      ".767": 2043,
      ".372": 2044,
      "669": 2045,
      ".846": 2046,
      "651": 2047,
      ".773": 2048,
      ".566": 2049,
      "122.dat": 2050,
      ".748": 2051,
      "54383.dat": 2052,
      "673": 2053,
      "60594.dat": 2054,
      ".789": 2055,
      ".215": 2056,
      ".332": 2057,
      "682": 2058,
      ".838": 2059,
      "684": 2060,
      "740": 2061,
      ".652": 2062,
      ".107": 2063,
      "7469": 2064,
      "4854.dat": 2065,
      ".317": 2066,
      "712": 2067,
      ".561": 2068,
      ".745": 2069,
      "661": 2070,
      "1120": 2071,
      ".046": 2072,
      "32530.dat": 2073,
      "50745.dat": 2074,
      "74695.dat": 2075,
      ".389": 2076,
      ".625": 2077,
      "675": 2078,
      "736": 2079,
      ".539": 2080,
      ".771": 2081,
      ".631": 2082,
      "676": 2083,
      ".132": 2084,
      "750": 2085,
      "4871.dat": 2086,
      ".817": 2087,
      ".737": 2088,
      ".897": 2089,
      ".512": 2090,
      ".751": 2091,
      ".576": 2092,
      ".188": 2093,
      ".937": 2094,
      ".413": 2095,
      "3050": 2096,
      ".489": 2097,
      "15070.dat": 2098,
      "87620.dat": 2099,
      "686": 2100,
      ".065": 2101,
      ".453": 2102,
      ".821": 2103,
      ".204": 2104,
      "767": 2105,
      "678": 2106,
      ".896": 2107,
      ".346": 2108,
      ".037": 2109,
      "6628.dat": 2110,
      "32271.dat": 2111,
      "649": 2112,
      ".717": 2113,
      ".135": 2114,
      "667": 2115,
      "6632.dat": 2116,
      "6058": 2117,
      "384.dat": 2118,
      "30364.dat": 2119,
      ".587": 2120,
      "677": 2121,
      "1894": 2122,
      ".256": 2123,
      "671": 2124,
      ".845": 2125,
      "3830.dat": 2126,
      "54384.dat": 2127,
      "3676.dat": 2128,
      ".368": 2129,
      "674": 2130,
      ".494": 2131,
      "692": 2132,
      ".249": 2133,
      "1024": 2134,
      ".467": 2135,
      "01.dat": 2136,
      "32056.dat": 2137,
      "41678.dat": 2138,
      "693": 2139,
      ".591": 2140,
      ".918": 2141,
      ".738": 2142,
      ".397": 2143,
      ".443": 2144,
      ".605": 2145,
      "4202": 2146,
      "a.dat": 2147,
      ".427": 2148,
      ".098": 2149,
      "708": 2150,
      ".608": 2151,
      "683": 2152,
      "691": 2153,
      "c01.dat": 2154,
      ".686": 2155,
      "6249.dat": 2156,
      "42022.dat": 2157,
      "694": 2158,
      ".593": 2159,
      ".396": 2160,
      ".411": 2161,
      "699": 2162,
      "705": 2163,
      ".198": 2164,
      ".828": 2165,
      ".785": 2166,
      "687": 2167,
      "716": 2168,
      ".073": 2169,
      ".753": 2170,
      ".877": 2171,
      ".774": 2172,
      ".572": 2173,
      ".474": 2174,
      "770": 2175,
      "702": 2176,
      "697": 2177,
      ".749": 2178,
      "698": 2179,
      "2476.dat": 2180,
      ".486": 2181,
      ".076": 2182,
      "701": 2183,
      ".462": 2184,
      "689": 2185,
      ".668": 2186,
      ".325": 2187,
      ".313": 2188,
      ".635": 2189,
      "3245a.dat": 2190,
      "695": 2191,
      "703": 2192,
      ".418": 2193,
      "706": 2194,
      ".832": 2195,
      ".351": 2196,
      "b.dat": 2197,
      "5030": 2198,
      ".277": 2199,
      "707": 2200,
      ".759": 2201,
      "776": 2202,
      ".349": 2203,
      "784": 2204,
      ".403": 2205,
      ".305": 2206,
      "725": 2207,
      ".805": 2208,
      ".343": 2209,
      "4161.dat": 2210,
      "3933.dat": 2211,
      ".345": 2212,
      "790": 2213,
      ".795": 2214,
      "679": 2215,
      "768": 2216,
      "34.dat": 2217,
      ".673": 2218,
      "13965.dat": 2219,
      "2531.dat": 2220,
      "88072.dat": 2221,
      "96910.dat": 2222,
      "752": 2223,
      ".542": 2224,
      ".441": 2225,
      "6468": 2226,
      "62531.dat": 2227,
      "766": 2228,
      "765": 2229,
      "3678.dat": 2230,
      "32034.dat": 2231,
      "11478.dat": 2232,
      "32348.dat": 2233,
      "42023.dat": 2234,
      "3831.dat": 2235,
      "734": 2236,
      ".571": 2237,
      ".525": 2238,
      "41740.dat": 2239,
      "4444.dat": 2240,
      ".575": 2241,
      ".405": 2242,
      "724": 2243,
      ".548": 2244,
      ".578": 2245,
      "744": 2246,
      ".075": 2247,
      ".884": 2248,
      ".157": 2249,
      "756": 2250,
      "3081": 2251,
      "33291.dat": 2252,
      "3934.dat": 2253,
      "3839.dat": 2254,
      "91988.dat": 2255,
      ".203": 2256,
      "726": 2257,
      "714": 2258,
      ".455": 2259,
      "681": 2260,
      ".519": 2261,
      "746": 2262,
      "709": 2263,
      "32291.dat": 2264,
      "32065.dat": 2265,
      "728": 2266,
      "711": 2267,
      "737": 2268,
      ".377": 2269,
      "859": 2270,
      "747": 2271,
      "958": 2272,
      ".524": 2273,
      "715": 2274,
      "4740.dat": 2275,
      "4590.dat": 2276,
      "6191.dat": 2277,
      "733": 2278,
      ".671": 2279,
      ".662": 2280,
      "738": 2281,
      "739": 2282,
      "732": 2283,
      "722": 2284,
      "792": 2285,
      "568.dat": 2286,
      "11203.dat": 2287,
      ".757": 2288,
      ".596": 2289,
      "1020": 2290,
      "32017.dat": 2291,
      ".775": 2292,
      ".687": 2293,
      "758": 2294,
      ".093": 2295,
      ".834": 2296,
      ".181": 2297,
      "713": 2298,
      ".551": 2299,
      "771": 2300,
      "772": 2301,
      "745": 2302,
      ".268": 2303,
      ".722": 2304,
      "749": 2305,
      "741": 2306,
      "718": 2307,
      ".245": 2308,
      "3957.dat": 2309,
      "44570.dat": 2310,
      "4150.dat": 2311,
      "60581.dat": 2312,
      "727": 2313,
      ".537": 2314,
      "723": 2315,
      "764": 2316,
      "4153": 2317,
      "55.dat": 2318,
      "778": 2319,
      "44568.dat": 2320,
      "777": 2321,
      "11954.dat": 2322,
      "757": 2323,
      "719": 2324,
      "731": 2325,
      ".697": 2326,
      ".651": 2327,
      "785": 2328,
      "787": 2329,
      "810": 2330,
      ".595": 2331,
      "742": 2332,
      ".535": 2333,
      "3679.dat": 2334,
      "10247.dat": 2335,
      "743": 2336,
      ".293": 2337,
      ".505": 2338,
      "735": 2339,
      ".381": 2340,
      "774": 2341,
      "717": 2342,
      "751": 2343,
      "796": 2344,
      "99.dat": 2345,
      "4211.dat": 2346,
      "9019": 2347,
      "93273.dat": 2348,
      "41539.dat": 2349,
      "769": 2350,
      "721": 2351,
      ".458": 2352,
      "3213": 2353,
      "782": 2354,
      "2460.dat": 2355,
      "4739": 2356,
      "761": 2357,
      "779": 2358,
      "729": 2359,
      "786": 2360,
      ".803": 2361,
      "754": 2362,
      "2653.dat": 2363,
      "44567.dat": 2364,
      ".471": 2365,
      "762": 2366,
      "cc01.dat": 2367,
      "668.dat": 2368,
      "178.dat": 2369,
      "49668.dat": 2370,
      "64178.dat": 2371,
      "32532.dat": 2372,
      "3743.dat": 2373,
      "3081cc01.dat": 2374,
      "32138.dat": 2375,
      ".833": 2376,
      "763": 2377,
      "840": 2378,
      "748": 2379,
      "775": 2380,
      "8829": 2381,
      "8708": 2382,
      "88930.dat": 2383,
      ".895": 2384,
      "201.dat": 2385,
