{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|UNK|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|EOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|PAD|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|COL|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|POS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|ORI|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|SHP|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){1}[^\\s]*\\K\\s"
        },
        "content": " <|POS|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){5}[^\\s]*\\K\\s"
        },
        "content": " <|ORI|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){10}[^\\s]*\\K\\s"
        },
        "content": " <|SHP|> "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "-|\\.\\d{3}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|UNK|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|UNK|>": 0,
      "<|EOS|>": 1,
      "<|PAD|>": 2,
      "<|COL|>": 3,
      "<|POS|>": 4,
      "<|ORI|>": 5,
      "<|SHP|>": 6,
      "-": 7,
      ".": 8,
      "0": 9,
      "1": 10,
      "2": 11,
      "3": 12,
      "4": 13,
      "5": 14,
      "6": 15,
      "7": 16,
      "8": 17,
      "9": 18,
      "<": 19,
      ">": 20,
      "E": 21,
      "H": 22,
      "I": 23,
      "O": 24,
      "P": 25,
      "R": 26,
      "S": 27,
      "a": 28,
      "b": 29,
      "c": 30,
      "d": 31,
      "t": 32,
      "|": 33,
      "<|": 34,
      "|>": 35,
      "70": 36,
      "OS": 37,
      "OS|>": 38,
      ".d": 39,
      "HP": 40,
      "I|>": 41,
      "OR": 42,
      "POS|>": 43,
      "SHP": 44,
      "at": 45,
      "<|OR": 46,
      "<|SHP": 47,
      ".dat": 48,
      "30": 49,
      ".70": 50,
      ".707": 51,
      "00": 52,
      ".5": 53,
      ".9": 54,
      "10": 55,
      "24": 56,
      "20": 57,
      ".3": 58,
      ".1": 59,
      ".500": 60,
      ".0": 61,
      ".6": 62,
      ".2": 63,
      "15": 64,
      "60": 65,
      "28": 66,
      "40": 67,
      ".8": 68,
      "80": 69,
      "90": 70,
      "72": 71,
      "14": 72,
      "71": 73,
      "38": 74,
      ".4": 75,
      "50": 76,
      "66": 77,
      "3.dat": 78,
      "12": 79,
      "32": 80,
      "16": 81,
      "36": 82,
      "37": 83,
      "84": 84,
      "53": 85,
      "98": 86,
      ".7": 87,
      "1.dat": 88,
      "83": 89,
      "302": 90,
      "54": 91,
      "19": 92,
      "59": 93,
      "7.dat": 94,
      "48": 95,
      "9.dat": 96,
      "2.dat": 97,
      "64": 98,
      "56": 99,
      "11": 100,
      "300": 101,
      "76": 102,
      "26": 103,
      "31": 104,
      ".653": 105,
      "86": 106,
      "35": 107,
      ".271": 108,
      "5.dat": 109,
      "96": 110,
      ".00": 111,
      ".383": 112,
      ".924": 113,
      "110": 114,
      "3023.dat": 115,
      "27": 116,
      "47": 117,
      "85": 118,
      "75": 119,
      "138": 120,
      "288": 121,
      "306": 122,
      "29": 123,
      "308": 124,
      "220": 125,
      "138.dat": 126,
      "98138.dat": 127,
      "33": 128,
      "92": 129,
      "45": 130,
      "320": 131,
      ".966": 132,
      "34": 133,
      ".259": 134,
      "93": 135,
      "78": 136,
      "150": 137,
      "120": 138,
      "88": 139,
      ".000": 140,
      "95": 141,
      "87": 142,
      "200": 143,
      "55": 144,
      "99": 145,
      "614": 146,
      "272": 147,
      "4.dat": 148,
      "6141.dat": 149,
      "100": 150,
      "25": 151,
      "10.dat": 152,
      "94": 153,
      "74": 154,
      "8.dat": 155,
      "91": 156,
      "44": 157,
      "23": 158,
      "61": 159,
      ".866": 160,
      "3710.dat": 161,
      "58": 162,
      "46": 163,
      "42": 164,
      "190": 165,
      "57": 166,
      "210": 167,
      "43": 168,
      "130": 169,
      "81": 170,
      "3069.dat": 171,
      "241": 172,
      "170": 173,
      "140": 174,
      "180": 175,
      "17": 176,
      "39": 177,
      "24.dat": 178,
      ".10": 179,
      "20.dat": 180,
      "6.dat": 181,
      "67": 182,
      "2417.dat": 183,
      "3024.dat": 184,
      ".90": 185,
      "89": 186,
      "330": 187,
      "136": 188,
      "160": 189,
      "240": 190,
      "230": 191,
      "156": 192,
      "242": 193,
      "79": 194,
      ".353": 195,
      ".138": 196,
      "260": 197,
      "270": 198,
      ".935": 199,
      "21": 200,
      "362": 201,
      "62": 202,
      "164": 203,
      "82": 204,
      "22": 205,
      "172": 206,
      ".131": 207,
      "65": 208,
      "3005.dat": 209,
      "250": 210,
      "37.dat": 211,
      "70.dat": 212,
      "243": 213,
      "3020.dat": 214,
      "63": 215,
      ".412": 216,
      "80.dat": 217,
      ".085": 218,
      "114": 219,
      "13": 220,
      "3260": 221,
      "54200": 222,
      "54200.dat": 223,
      ".693": 224,
      "290": 225,
      "280": 226,
      ".354": 227,
      "28.dat": 228,
      ".701": 229,
      "41": 230,
      "191": 231,
      "3022.dat": 232,
      "378": 233,
      "68": 234,
      "3062.dat": 235,
      ".40": 236,
      "248": 237,
      "2431.dat": 238,
      ".911": 239,
      "69": 240,
      ".195": 241,
      ".145": 242,
      ".812": 243,
      ".981": 244,
      "379": 245,
      "3795.dat": 246,
      "40.dat": 247,
      "49": 248,
      "64.dat": 249,
      "52": 250,
      ".099": 251,
      ".60": 252,
      ".011": 253,
      ".30": 254,
      "392": 255,
      "331": 256,
      "1557": 257,
      "15573.dat": 258,
      ".906": 259,
      "32607.dat": 260,
      "73": 261,
      "83.dat": 262,
      "638": 263,
      ".010": 264,
      ".750": 265,
      "384": 266,
      "33183.dat": 267,
      "112": 268,
      "30.dat": 269,
      "3021.dat": 270,
      "3623.dat": 271,
      ".375": 272,
      "2430.dat": 273,
      "3004.dat": 274,
      "36.dat": 275,
      "2429.dat": 276,
      "66.dat": 277,
      "68.dat": 278,
      "354": 279,
      ".094": 280,
      ".075": 281,
      "18": 282,
      "312": 283,
      "528": 284,
      "520": 285,
      ".915": 286,
      "368": 287,
      ".976": 288,
      "97": 289,
      "496": 290,
      ".180": 291,
      ".686": 292,
      ".940": 293,
      "416": 294,
      "360": 295,
      "63864.dat": 296,
      "77.dat": 297,
      "24866.dat": 298,
      ".20": 299,
      "3040.dat": 300,
      ".995": 301,
      "11477.dat": 302,
      "488": 303,
      "336": 304,
      "376": 305,
      ".390": 306,
      "146": 307,
      "322": 308,
      "51": 309,
      "15068.dat": 310,
      ".114": 311,
      "32.dat": 312,
      "472": 313,
      ".583": 314,
      ".612": 315,
      "3070.dat": 316,
      "400": 317,
      "35480.dat": 318,
      "301": 319,
      "192": 320,
      "77": 321,
      "432": 322,
      "3037.dat": 323,
      "408": 324,
      "536": 325,
      ".040": 326,
      "310": 327,
      "208": 328,
      "552": 329,
      "321": 330,
      "128": 331,
      "117": 332,
      ".991": 333,
      ".574": 334,
      "127": 335,
      "216": 336,
      "33320": 337,
      "33320.dat": 338,
      "6636.dat": 339,
      "3001.dat": 340,
      ".111": 341,
      ".638": 342,
      ".80": 343,
      ".087": 344,
      "30136": 345,
      "30136.dat": 346,
      "370": 347,
      ".588": 348,
      "424": 349,
      ".132": 350,
      "287.dat": 351,
      "512": 352,
      ".50": 353,
      ".393": 354,
      ".72": 355,
      "125": 356,
      "870": 357,
      "30137.dat": 358,
      "303": 359,
      "861.dat": 360,
      "85861.dat": 361,
      ".130": 362,
      "62.dat": 363,
      ".191": 364,
      "104": 365,
      ".386": 366,
      "302.dat": 367,
      "44302.dat": 368,
      ".250": 369,
      ".124": 370,
      ".092": 371,
      "4070.dat": 372,
      "544": 373,
      "366": 374,
      "484": 375,
      ".042": 376,
      "152": 377,
      "144": 378,
      "32062.dat": 379,
      ".756": 380,
      "328": 381,
      "6464": 382,
      "2660": 383,
      ".640": 384,
      ".900": 385,
      "157": 386,
      "64644.dat": 387,
      "186": 388,
      ".898": 389,
      "26287.dat": 390,
      ".320": 391,
      "54.dat": 392,
      "428": 393,
      ".700": 394,
      "3622.dat": 395,
      "297": 396,
      "60.dat": 397,
      "212": 398,
      "165": 399,
      "32828.dat": 400,
      ".610": 401,
      "184": 402,
      "118": 403,
      ".614": 404,
      "616": 405,
      "790": 406,
      ".370": 407,
      "304": 408,
      ".350": 409,
      "115": 410,
      ".079": 411,
      "244": 412,
      "447": 413,
      "350": 414,
      ".958": 415,
      "2423.dat": 416,
      ".338": 417,
      ".876": 418,
      ".342": 419,
      "4032.dat": 420,
      "2880": 421,
      "28802.dat": 422,
      "3003.dat": 423,
      ".990": 424,
      "6089": 425,
      "60897.dat": 426,
      "568": 427,
      ".108": 428,
      ".023": 429,
      ".71": 430,
      "456": 431,
      ".844": 432,
      "126": 433,
      ".315": 434,
      ".527": 435,
      ".110": 436,
      "710": 437,
      "32028.dat": 438,
      "3666.dat": 439,
      ".172": 440,
      "132": 441,
      ".120": 442,
      ".547": 443,
      "169": 444,
      "344": 445,
      "1571": 446,
      "15712.dat": 447,
      ".430": 448,
      ".683": 449,
      ".061": 450,
      "340": 451,
      "592": 452,
      ".819": 453,
      "6059": 454,
      ".267": 455,
      "293": 456,
      ".217": 457,
      "464": 458,
      "224": 459,
      "352": 460,
      "103": 461,
      "50.dat": 462,
      "161": 463,
      ".561": 464,
      ".24": 465,
      "448": 466,
      "486": 467,
      ".609": 468,
      ".892": 469,
      "4372": 470,
      "656": 471,
      "121": 472,
      "3008.dat": 473,
      ".980": 474,
      ".146": 475,
      ".660": 476,
      ".280": 477,
      ".215": 478,
      ".987": 479,
      "2420.dat": 480,
      "168": 481,
      ".945": 482,
      ".076": 483,
      "32606.dat": 484,
      ".304": 485,
      ".291": 486,
      "116": 487,
      ".183": 488,
      "76.dat": 489,
      "135": 490,
      "274": 491,
      "584": 492,
      "235": 493,
      ".086": 494,
      ".174": 495,
      ".764": 496,
      "608": 497,
      ".406": 498,
      ".413": 499,
      ".070": 500,
      ".126": 501,
      "4286.dat": 502,
      "264": 503,
      ".360": 504,
      "2288": 505,
      "22885.dat": 506,
      ".206": 507,
      "232": 508,
      "480": 509,
      ".696": 510,
      "875": 511,
      "12.dat": 512,
      "560": 513,
      "380": 514,
      "296": 515,
      "770": 516,
      ".186": 517,
      "696": 518,
      "438": 519,
      "2654.dat": 520,
      ".960": 521,
      "3010.dat": 522,
      "176": 523,
      ".239": 524,
      ".854": 525,
      ".006": 526,
      "108": 527,
      ".992": 528,
      ".661": 529,
      "576": 530,
      ".569": 531,
      ".793": 532,
      ".680": 533,
      "109": 534,
      ".339": 535,
      ".198": 536,
      "6060": 537,
      "60593.dat": 538,
      ".658": 539,
      ".150": 540,
      "326": 541,
      ".580": 542,
      ".300": 543,
      "2048": 544,
      "20482.dat": 545,
      ".272": 546,
      "178": 547,
      "14.dat": 548,
      "26604.dat": 549,
      ".498": 550,
      ".123": 551,
      ".800": 552,
      ".043": 553,
      "143": 554,
      "8708": 555,
      "504": 556,
      "427": 557,
      ".423": 558,
      "3039.dat": 559,
      ".107": 560,
      "139": 561,
      "965.dat": 562,
      ".481": 563,
      "60602.dat": 564,
      ".012": 565,
      ".196": 566,
      "87580.dat": 567,
      ".106": 568,
      "159": 569,
      "3460.dat": 570,
      ".954": 571,
      "EOS|>": 572,
      "332": 573,
      "6125": 574,
      "263": 575,
      "61252.dat": 576,
      ".542": 577,
      "34.dat": 578,
      "87087.dat": 579,
      "84.dat": 580,
      ".644": 581,
      "90.dat": 582,
      "11476.dat": 583,
      ".694": 584,
      "6047": 585,
      "4274.dat": 586,
      "4477.dat": 587,
      ".830": 588,
      ".480": 589,
      "182": 590,
      "92280": 591,
      "92280.dat": 592,
      "282": 593,
      "694": 594,
      ".270": 595,
      "171": 596,
      "133": 597,
      "162": 598,
      ".071": 599,
      "798": 600,
      "185": 601,
      ".985": 602,
      ".005": 603,
      ".855": 604,
      "278": 605,
      "256": 606,
      ".160": 607,
      ".400": 608,
      "690": 609,
      "105": 610,
      "440": 611,
      ".964": 612,
      ".227": 613,
      "2449.dat": 614,
      ".594": 615,
      ".307": 616,
      ".587": 617,
      ".567": 618,
      "32449.dat": 619,
      "207.dat": 620,
      ".890": 621,
      ".988": 622,
      ".171": 623,
      ".060": 624,
      "3068.dat": 625,
      ".462": 626,
      "2357.dat": 627,
      "550": 628,
      "53.dat": 629,
      "648": 630,
      ".264": 631,
      "252": 632,
      ".140": 633,
      ".020": 634,
      "599": 635,
      ".996": 636,
      "199": 637,
      ".089": 638,
      ".645": 639,
      ".213": 640,
      "246": 641,
      "79.dat": 642,
      ".147": 643,
      "00.dat": 644,
      "291": 645,
      ".428": 646,
      "859": 647,
      "147": 648,
      ".540": 649,
      "111": 650,
      ".101": 651,
      ".552": 652,
      "450": 653,
      "3009.dat": 654,
      ".727": 655,
      ".117": 656,
      "30414.dat": 657,
      "3034.dat": 658,
      ".056": 659,
      "236": 660,
      ".324": 661,
      ".720": 662,
      "313": 663,
      "166": 664,
      ".334": 665,
      "3038": 666,
      "59900.dat": 667,
      ".746": 668,
      "2780.dat": 669,
      ".028": 670,
      "249": 671,
      "101": 672,
      "196": 673,
      "3035": 674,
      ".801": 675,
      ".045": 676,
      ".340": 677,
      "470": 678,
      ".321": 679,
      "394": 680,
      "640": 681,
      "718": 682,
      "106": 683,
      ".348": 684,
      "85984.dat": 685,
      ".029": 686,
      ".332": 687,
      "668.dat": 688,
      "49668.dat": 689,
      ".144": 690,
      ".637": 691,
      "769.dat": 692,
      "729.dat": 693,
      "48729.dat": 694,
      "664": 695,
      ".200": 696,
      "420": 697,
      "680": 698,
      ".651": 699,
      ".170": 700,
      "56.dat": 701,
      "286": 702,
      ".989": 703,
      "87079.dat": 704,
      "202": 705,
      ".984": 706,
      ".164": 707,
      "2450.dat": 708,
      ".606": 709,
      "374": 710,
      ".129": 711,
      ".100": 712,
      "73.dat": 713,
      "91.dat": 714,
      "137": 715,
      ".590": 716,
      "606": 717,
      ".426": 718,
      ".402": 719,
      ".886": 720,
      ".121": 721,
      ".098": 722,
      "0.dat": 723,
      ".105": 724,
      ".311": 725,
      ".359": 726,
      ".850": 727,
      "774": 728,
      ".834": 729,
      "932": 730,
      "390": 731,
      ".162": 732,
      ".458": 733,
      ".927": 734,
      "43722.dat": 735,
      "251": 736,
      "26601.dat": 737,
      "124": 738,
      ".841": 739,
      ".533": 740,
      "3031.dat": 741,
      "755": 742,
      "234": 743,
      "2485": 744,
      "24855.dat": 745,
      ".926": 746,
      "131": 747,
      ".484": 748,
      "102": 749,
      "422": 750,
      ".187": 751,
      ".104": 752,
      "14769.dat": 753,
      "672": 754,
      "374.dat": 755,
      ".419": 756,
      ".522": 757,
      ".274": 758,
      ".035": 759,
      ".731": 760,
      ".414": 761,
      "269.dat": 762,
      "862": 763,
      "752": 764,
      "25269.dat": 765,
      "2639.dat": 766,
      "500": 767,
      "106.dat": 768,
      ".090": 769,
      "600": 770,
      "47.dat": 771,
      "26047.dat": 772,
      ".298": 773,
      "646": 774,
      ".050": 775,
      ".080": 776,
      ".930": 777,
      "145": 778,
      "19.dat": 779,
      "215": 780,
      "18653.dat": 781,
      "854": 782,
      "880": 783,
      ".422": 784,
      "142": 785,
      ".153": 786,
      ".628": 787,
      "33291.dat": 788,
      "198": 789,
      ".598": 790,
      "6106.dat": 791,
      ".860": 792,
      "158": 793,
      ".247": 794,
      "430": 795,
      ".464": 796,
      ".385": 797,
      "194": 798,
      ".240": 799,
      ".787": 800,
      "446": 801,
      "414": 802,
      ".862": 803,
      ".836": 804,
      ".312": 805,
      "113": 806,
      "257": 807,
      "30374.dat": 808,
      "292": 809,
      ".038": 810,
      ".879": 811,
      ".088": 812,
      "909.dat": 813,
      ".760": 814,
      "649.dat": 815,
      "33909.dat": 816,
      "781": 817,
      "18649.dat": 818,
      "43723.dat": 819,
      "701": 820,
      "129": 821,
      ".356": 822,
      ".054": 823,
      ".407": 824,
      "218": 825,
      "217": 826,
      ".698": 827,
      ".536": 828,
      ".759": 829,
      ".316": 830,
      ".030": 831,
      ".257": 832,
      ".699": 833,
      ".765": 834,
      ".380": 835,
      ".323": 836,
      "93273.dat": 837,
      "1441": 838,
      ".331": 839,
      ".015": 840,
      ".517": 841,
      "539": 842,
      ".950": 843,
      "153": 844,
      "776": 845,
      "72.dat": 846,
      ".767": 847,
      "509": 848,
      ".568": 849,
      ".907": 850,
      ".501": 851,
      "50950.dat": 852,
      ".532": 853,
      ".537": 854,
      "189": 855,
      "3056": 856,
      "30565.dat": 857,
      "279": 858,
      "267": 859,
      ".409": 860,
      ".783": 861,
      "702": 862,
      "206": 863,
      "786": 864,
      ".049": 865,
      "688": 866,
      ".579": 867,
      ".230": 868,
      ".827": 869,
      "277": 870,
      "245": 871,
      ".782": 872,
      "265": 873,
      "305": 874,
      "315": 875,
      "88072.dat": 876,
      "6112.dat": 877,
      "3742.dat": 878,
      "271": 879,
      "346": 880,
      "700": 881,
      "2412.dat": 882,
      ".663": 883,
      ".880": 884,
      ".434": 885,
      ".444": 886,
      "667": 887,
      "99207.dat": 888,
      ".496": 889,
      "3038.dat": 890,
      ".329": 891,
      ".341": 892,
      ".831": 893,
      "410": 894,
      ".706": 895,
      "3032.dat": 896,
      ".358": 897,
      "123": 898,
      "571": 899,
      ".685": 900,
      "382": 901,
      "231": 902,
      ".961": 903,
      "107": 904,
      "11090.dat": 905,
      ".433": 906,
      ".487": 907,
      ".260": 908,
      "2456.dat": 909,
      "3700.dat": 910,
      ".932": 911,
      "406": 912,
      "33.dat": 913,
      "4733.dat": 914,
      "155": 915,
      ".313": 916,
      ".273": 917,
      ".243": 918,
      "780": 919,
      ".550": 920,
      ".064": 921,
      "219": 922,
      ".728": 923,
      "179": 924,
      ".036": 925,
      ".199": 926,
      ".474": 927,
      ".893": 928,
      ".916": 929,
      "268": 930,
      "195": 931,
      "3015": 932,
      ".387": 933,
      ".416": 934,
      "650": 935,
      "285": 936,
      "386": 937,
      ".093": 938,
      ".337": 939,
      ".902": 940,
      ".308": 941,
      "396": 942,
      "678": 943,
      "706.dat": 944,
      ".648": 945,
      "15706.dat": 946,
      "14418.dat": 947,
      "1546": 948,
      ".442": 949,
      "222": 950,
      "372": 951,
      ".786": 952,
      "675": 953,
      "4740.dat": 954,
      ".263": 955,
      ".361": 956,
      ".046": 957,
      ".456": 958,
      ".704": 959,
      "119": 960,
      ".600": 961,
      ".008": 962,
      "761": 963,
      "3035.dat": 964,
      "9360": 965,
      ".034": 966,
      ".560": 967,
      "63965.dat": 968,
      ".368": 969,
      ".576": 970,
      "582": 971,
      "782": 972,
      ".143": 973,
      "842": 974,
      "3029.dat": 975,
      "762": 976,
      "3009": 977,
      ".379": 978,
      "209.dat": 979,
      "8799": 980,
      "87994.dat": 981,
      ".650": 982,
      ".833": 983,
      "4865.dat": 984,
      "254": 985,
      ".953": 986,
      "148": 987,
      ".465": 988,
      "395": 989,
      "9828": 990,
      ".607": 991,
      "2465.dat": 992,
      "46.dat": 993,
      ".194": 994,
      "181": 995,
      ".282": 996,
      ".794": 997,
      ".127": 998,
      "405": 999,
      "228": 1000,
      "30153.dat": 1001,
      "307": 1002,
      "201": 1003,
      "1121": 1004,
      ".596": 1005,
      ".218": 1006,
      ".102": 1007,
      "3832.dat": 1008,
      "100.dat": 1009,
      ".467": 1010,
      "835": 1011,
      "736": 1012,
      ".921": 1013,
      "626": 1014,
      "816": 1015,
      ".914": 1016,
      ".925": 1017,
      ".840": 1018,
      "15469.dat": 1019,
      "316": 1020,
      ".367": 1021,
      "624": 1022,
      ".435": 1023,
      "436": 1024,
      "698": 1025,
      ".083": 1026,
      ".305": 1027,
      ".839": 1028,
      "3046.dat": 1029,
      ".326": 1030,
      ".016": 1031,
      ".204": 1032,
      ".246": 1033,
      ".499": 1034,
      "92.dat": 1035,
      "43892.dat": 1036,
      ".814": 1037,
      "93604.dat": 1038,
      ".319": 1039,
      ".389": 1040,
      ".096": 1041,
      "3036": 1042,
      "30367.dat": 1043,
      ".799": 1044,
      "3941.dat": 1045,
      ".148": 1046,
      "778": 1047,
      ".062": 1048,
      ".771": 1049,
      "63.dat": 1050,
      ".665": 1051,
      ".486": 1052,
      "27263.dat": 1053,
      ".345": 1054,
      "177": 1055,
      ".904": 1056,
      ".048": 1057,
      "298": 1058,
      "476": 1059,
      ".440": 1060,
      "319": 1061,
      ".122": 1062,
      ".853": 1063,
      ".437": 1064,
      "417": 1065,
      "766": 1066,
      ".936": 1067,
      "183": 1068,
      ".901": 1069,
      "229": 1070,
      ".726": 1071,
      ".974": 1072,
      "174": 1073,
      ".001": 1074,
      "3028.dat": 1075,
      ".656": 1076,
      "167": 1077,
      ".763": 1078,
      ".439": 1079,
      "314": 1080,
      "223": 1081,
      ".167": 1082,
      "356": 1083,
      ".141": 1084,
      "30099.dat": 1085,
      "207": 1086,
      ".142": 1087,
      ".254": 1088,
      "60478.dat": 1089,
      "44728.dat": 1090,
      ".956": 1091,
      ".276": 1092,
      "566": 1093,
      ".301": 1094,
      "259": 1095,
      "2344": 1096,
      "586": 1097,
      "910.dat": 1098,
      ".520": 1099,
      ".553": 1100,
      ".942": 1101,
      ".968": 1102,
      ".133": 1103,
      ".669": 1104,
      ".454": 1105,
      "596": 1106,
      "96910.dat": 1107,
      "23443.dat": 1108,
      "11211.dat": 1109,
      "556": 1110,
      ".570": 1111,
      "348": 1112,
      "209": 1113,
      ".031": 1114,
      ".382": 1115,
      ".156": 1116,
      ".586": 1117,
      ".589": 1118,
      ".674": 1119,
      ".882": 1120,
      "284": 1121,
      ".938": 1122,
      "397.dat": 1123,
      ".068": 1124,
      "3660.dat": 1125,
      "412": 1126,
      "214": 1127,
      ".515": 1128,
      "98.dat": 1129,
      ".325": 1130,
      ".643": 1131,
      "239": 1132,
      "385": 1133,
      ".730": 1134,
      ".519": 1135,
      ".175": 1136,
      ".929": 1137,
      "188": 1138,
      ".007": 1139,
      "510": 1140,
      "98100.dat": 1141,
      "151": 1142,
      ".705": 1143,
      "623": 1144,
      ".843": 1145,
      ".284": 1146,
      "4745": 1147,
      ".920": 1148,
      "213": 1149,
      ".214": 1150,
      "711": 1151,
      "22890.dat": 1152,
      "784": 1153,
      ".578": 1154,
      "692": 1155,
      ".955": 1156,
      "358": 1157,
      "3298.dat": 1158,
      ".912": 1159,
      "175": 1160,
      ".084": 1161,
      ".709": 1162,
      ".352": 1163,
      "141": 1164,
      ".410": 1165,
      ".790": 1166,
      "16.dat": 1167,
      "32016.dat": 1168,
      ".729": 1169,
      "516": 1170,
      ".220": 1171,
      ".718": 1172,
      ".378": 1173,
      ".740": 1174,
      "2445.dat": 1175,
      "988.dat": 1176,
      "91988.dat": 1177,
      ".128": 1178,
      ".256": 1179,
      ".347": 1180,
      ".779": 1181,
      ".770": 1182,
      ".077": 1183,
      ".067": 1184,
      ".999": 1185,
      "276": 1186,
      ".255": 1187,
      ".405": 1188,
      ".634": 1189,
      ".670": 1190,
      "577": 1191,
      ".309": 1192,
      ".946": 1193,
      "294": 1194,
      "682": 1195,
      "800": 1196,
      "706": 1197,
      "307.dat": 1198,
      ".593": 1199,
      "103.dat": 1200,
      "203.dat": 1201,
      ".113": 1202,
      ".292": 1203,
      "609.dat": 1204,
      "404": 1205,
      ".888": 1206,
      "11203.dat": 1207,
      ".002": 1208,
      "34103.dat": 1209,
      "87609.dat": 1210,
      "49307.dat": 1211,
      "63868.dat": 1212,
      ".507": 1213,
      "14419.dat": 1214,
      "98283.dat": 1215,
      "6231.dat": 1216,
      ".546": 1217,
      ".931": 1218,
      "15207.dat": 1219,
      ".690": 1220,
      "2792": 1221,
      "27925.dat": 1222,
      ".636": 1223,
      "4287.dat": 1224,
      "47458.dat": 1225,
      ".623": 1226,
      ".624": 1227,
      "483": 1228,
      "82.dat": 1229,
      ".523": 1230,
      "41682.dat": 1231,
      ".682": 1232,
      ".210": 1233,
      "59.dat": 1234,
      ".762": 1235,
      ".688": 1236,
      "325": 1237,
      "333": 1238,
      ".768": 1239,
      "255": 1240,
      "9883": 1241,
      "98835.dat": 1242,
      ".066": 1243,
      "32064.dat": 1244,
      "187": 1245,
      ".446": 1246,
      ".279": 1247,
      ".021": 1248,
      ".052": 1249,
      ".556": 1250,
      "134": 1251,
      "359": 1252,
      ".192": 1253,
      ".037": 1254,
      ".295": 1255,
      "30357.dat": 1256,
      "281": 1257,
      ".091": 1258,
      "746": 1259,
      ".286": 1260,
      ".225": 1261,
      ".870": 1262,
      ".482": 1263,
      ".182": 1264,
      "808": 1265,
      "437": 1266,
      "598": 1267,
      ".633": 1268,
      ".847": 1269,
      "717": 1270,
      "6479": 1271,
      ".404": 1272,
      "64799.dat": 1273,
      ".078": 1274,
      ".233": 1275,
      ".184": 1276,
      ".923": 1277,
      ".236": 1278,
      "13965.dat": 1279,
      ".806": 1280,
      ".397": 1281,
      "324": 1282,
      ".526": 1283,
      "459": 1284,
      ".119": 1285,
      "2458.dat": 1286,
      "48336.dat": 1287,
      ".530": 1288,
      ".625": 1289,
      "237": 1290,
      "466": 1291,
      ".679": 1292,
      ".118": 1293,
      ".492": 1294,
      "451": 1295,
      ".065": 1296,
      ".219": 1297,
      "377": 1298,
      ".330": 1299,
      "363": 1300,
      ".027": 1301,
      "163": 1302,
      ".595": 1303,
      ".970": 1304,
      ".798": 1305,
      ".019": 1306,
      "226": 1307,
      ".796": 1308,
      ".009": 1309,
      ".846": 1310,
      ".322": 1311,
      ".851": 1312,
      ".203": 1313,
      "780.dat": 1314,
      ".327": 1315,
      ".816": 1316,
      ".702": 1317,
      ".235": 1318,
      ".436": 1319,
      ".317": 1320,
      ".373": 1321,
      ".477": 1322,
      "693": 1323,
      "85.dat": 1324,
      ".922": 1325,
      ".063": 1326,
      ".432": 1327,
      ".411": 1328,
      ".478": 1329,
      "3659.dat": 1330,
      "645": 1331,
      "32054.dat": 1332,
      "99780.dat": 1333,
      "673": 1334,
      ".508": 1335,
      "233": 1336,
      "402": 1337,
      ".564": 1338,
      ".822": 1339,
      ".734": 1340,
      "44.dat": 1341,
      ".807": 1342,
      "337": 1343,
      ".848": 1344,
      "266": 1345,
      ".376": 1346,
      ".820": 1347,
      ".392": 1348,
      "60596.dat": 1349,
      ".297": 1350,
      "850": 1351,
      ".136": 1352,
      "3050": 1353,
      "98397.dat": 1354,
      ".662": 1355,
      ".231": 1356,
      "813": 1357,
      ".261": 1358,
      "8761": 1359,
      "87618.dat": 1360,
      ".344": 1361,
      ".241": 1362,
      ".512": 1363,
      ".139": 1364,
      ".611": 1365,
      ".355": 1366,
      "490": 1367,
      ".289": 1368,
      ".242": 1369,
      ".310": 1370,
      ".899": 1371,
      ".641": 1372,
      "154": 1373,
      ".887": 1374,
      ".810": 1375,
      ".268": 1376,
      ".863": 1377,
      "590": 1378,
      ".845": 1379,
      "193": 1380,
      ".033": 1381,
      "149": 1382,
      "299": 1383,
      "684": 1384,
      "303.dat": 1385,
      "33303.dat": 1386,
      "88.dat": 1387,
      ".258": 1388,
      "93.dat": 1389,
      "526": 1390,
      "728": 1391,
      "709": 1392,
      ".575": 1393,
      ".573": 1394,
      ".913": 1395,
      ".343": 1396,
      ".059": 1397,
      ".697": 1398,
      ".826": 1399,
      ".429": 1400,
      ".421": 1401,
      "669": 1402,
      "364": 1403,
      ".909": 1404,
      ".712": 1405,
      ".223": 1406,
      ".761": 1407,
      "502": 1408,
      "460": 1409,
      ".457": 1410,
      ".374": 1411,
      ".318": 1412,
      ".003": 1413,
      ".733": 1414,
      ".211": 1415,
      "43888.dat": 1416,
      ".626": 1417,
      ".178": 1418,
      ".908": 1419,
      ".152": 1420,
      ".808": 1421,
      ".582": 1422,
      ".910": 1423,
      ".177": 1424,
      ".248": 1425,
      ".137": 1426,
      "575": 1427,
      ".302": 1428,
      ".251": 1429,
      "60477.dat": 1430,
      "409": 1431,
      ".154": 1432,
      ".883": 1433,
      "824": 1434,
      ".384": 1435,
      "13564.dat": 1436,
      ".509": 1437,
      ".962": 1438,
      ".418": 1439,
      "287": 1440,
      ".858": 1441,
      ".377": 1442,
      "361": 1443,
      ".742": 1444,
      "262": 1445,
      ".864": 1446,
      ".753": 1447,
      ".934": 1448,
      ".789": 1449,
      ".710": 1450,
      "323": 1451,
      "4599.dat": 1452,
      "559": 1453,
      "636": 1454,
      "687": 1455,
      "878": 1456,
      ".947": 1457,
      ".944": 1458,
      "2476.dat": 1459,
      ".366": 1460,
      ".336": 1461,
      ".395": 1462,
      ".346": 1463,
      ".134": 1464,
      ".188": 1465,
      ".041": 1466,
      ".620": 1467,
      ".632": 1468,
      ".616": 1469,
      ".647": 1470,
      ".463": 1471,
      ".469": 1472,
      "506": 1473,
      ".776": 1474,
      ".797": 1475,
      "548": 1476,
      "597": 1477,
      "565": 1478,
      "27965.dat": 1479,
      "758": 1480,
      "11214.dat": 1481,
      ".504": 1482,
      "3041.dat": 1483,
      "30383.dat": 1484,
      "32324.dat": 1485,
      ".622": 1486,
      ".381": 1487,
      ".097": 1488,
      "15.dat": 1489,
      ".867": 1490,
      "339": 1491,
      "686": 1492,
      "258": 1493,
      "3957.dat": 1494,
      ".943": 1495,
      "173": 1496,
      ".451": 1497,
      "18654.dat": 1498,
      ".975": 1499,
      "462": 1500,
      "604": 1501,
      ".420": 1502,
      "545": 1503,
      "452": 1504,
      ".711": 1505,
      ".288": 1506,
      ".724": 1507,
      ".804": 1508,
      "30503.dat": 1509,
      "398": 1510,
      ".252": 1511,
      "429": 1512,
      ".529": 1513,
      ".051": 1514,
      "457": 1515,
      "724": 1516,
      ".022": 1517,
      "122": 1518,
      ".896": 1519,
      ".328": 1520,
      ".672": 1521,
      ".245": 1522,
      ".058": 1523,
      "809": 1524,
      ".026": 1525,
      ".972": 1526,
      ".748": 1527,
      "720": 1528,
      ".212": 1529,
      "407": 1530,
      "3665.dat": 1531,
      "221": 1532,
      "369": 1533,
      "725": 1534,
      ".490": 1535,
      "591": 1536,
      "734": 1537,
      ".737": 1538,
      ".719": 1539,
      ".602": 1540,
      "335": 1541,
      "347": 1542,
      "197": 1543,
      ".278": 1544,
      ".555": 1545,
      "4460.dat": 1546,
      ".306": 1547,
      ".757": 1548,
      ".506": 1549,
      "670": 1550,
      "620": 1551,
      "674": 1552,
      "759": 1553,
      "764": 1554,
      "704": 1555,
      ".521": 1556,
      ".169": 1557,
      ".024": 1558,
      ".678": 1559,
      ".874": 1560,
      ".873": 1561,
      "388": 1562,
      ".497": 1563,
      "666": 1564,
      ".603": 1565,
      "75937.dat": 1566,
      ".403": 1567,
      "2736.dat": 1568,
      "3002.dat": 1569,
      "a.dat": 1570,
      ".835": 1571,
      "205": 1572,
      ".238": 1573,
      "478": 1574,
      "952": 1575,
      ".095": 1576,
      ".903": 1577,
      ".745": 1578,
      ".205": 1579,
      ".443": 1580,
      "612": 1581,
      ".891": 1582,
      ".997": 1583,
      "30028.dat": 1584,
      "000.dat": 1585,
      "32000.dat": 1586,
      ".417": 1587,
      ".604": 1588,
      ".135": 1589,
      ".838": 1590,
      ".491": 1591,
      "353": 1592,
      ".073": 1593,
      "731": 1594,
      "203": 1595,
      ".362": 1596,
      ".488": 1597,
      "2566.dat": 1598,
      ".716": 1599,
      "18.dat": 1600,
      "269": 1601,
      ".216": 1602,
      ".959": 1603,
      "261": 1604,
      ".166": 1605,
      ".281": 1606,
      ".939": 1607,
      ".013": 1608,
      "349": 1609,
      "418": 1610,
      ".973": 1611,
      ".449": 1612,
      ".878": 1613,
      "383": 1614,
      "318": 1615,
      "19119.dat": 1616,
      ".736": 1617,
      ".004": 1618,
      "953": 1619,
      ".928": 1620,
      ".654": 1621,
      ".735": 1622,
      ".952": 1623,
      ".861": 1624,
      "433": 1625,
      "493": 1626,
      "660": 1627,
      "632": 1628,
      ".558": 1629,
      ".541": 1630,
      ".149": 1631,
      ".646": 1632,
      ".293": 1633,
      "6062": 1634,
      ".824": 1635,
      ".894": 1636,
      ".424": 1637,
      "36752": 1638,
      "373": 1639,
      "558": 1640,
      "749": 1641,
      "32124.dat": 1642,
      "60479.dat": 1643,
      "60623.dat": 1644,
      "36752a.dat": 1645,
      ".627": 1646,
      "413": 1647,
      "3036.dat": 1648,
      "523": 1649,
      "421": 1650,
      "530": 1651,
      ".459": 1652,
      ".476": 1653,
      ".493": 1654,
      ".201": 1655,
      "3701.dat": 1656,
      "773": 1657,
      "225": 1658,
      ".791": 1659,
      ".391": 1660,
      "7676": 1661,
      ".802": 1662,
      "76768.dat": 1663,
      "206.dat": 1664,
      "99206.dat": 1665,
      "6064.dat": 1666,
      "442": 1667,
      "357": 1668,
      ".222": 1669,
      "498": 1670,
      ".168": 1671,
      ".749": 1672,
      "540": 1673,
      "74.dat": 1674,
      ".176": 1675,
      "18674.dat": 1676,
      "707": 1677,
      "345": 1678,
      "443": 1679,
      ".228": 1680,
      ".917": 1681,
      ".232": 1682,
      ".805": 1683,
      ".703": 1684,
      ".262": 1685,
      "4519.dat": 1686,
      ".948": 1687,
      "426": 1688,
      "750": 1689,
      ".865": 1690,
      "930": 1691,
      ".557": 1692,
      ".667": 1693,
      "389": 1694,
      ".431": 1695,
      ".717": 1696,
      ".363": 1697,
      ".592": 1698,
      ".744": 1699,
      "351": 1700,
      ".815": 1701,
      ".766": 1702,
      ".713": 1703,
      ".832": 1704,
      ".438": 1705,
      ".425": 1706,
      "43093.dat": 1707,
      "3305": 1708,
      "227": 1709,
      "532": 1710,
      "625": 1711,
      "681": 1712,
      "832": 1713,
      "703": 1714,
      ".994": 1715,
      ".977": 1716,
      ".349": 1717,
      ".025": 1718,
      ".639": 1719,
      ".224": 1720,
      ".266": 1721,
      ".294": 1722,
      ".277": 1723,
      ".884": 1724,
      ".856": 1725,
      "729": 1726,
      ".483": 1727,
      "3212": 1728,
      ".784": 1729,
      ".207": 1730,
      ".721": 1731,
      "3855.dat": 1732,
      ".615": 1733,
      "3684.dat": 1734,
      "62462.dat": 1735,
      "3856.dat": 1736,
      "33051.dat": 1737,
      "425": 1738,
      ".993": 1739,
      ".857": 1740,
      ".755": 1741,
      "593.dat": 1742,
      "92593.dat": 1743,
      "2540.dat": 1744,
      "779": 1745,
      ".287": 1746,
      "202.dat": 1747,
      "6048": 1748,
      "90202.dat": 1749,
      "60481.dat": 1750,
      "98284.dat": 1751,
      "876": 1752,
      ".069": 1753,
      ".605": 1754,
      ".202": 1755,
      ".725": 1756,
      ".978": 1757,
      "247": 1758,
      ".014": 1759,
      "283": 1760,
      ".785": 1761,
      ".781": 1762,
      ".209": 1763,
      ".659": 1764,
      "415": 1765,
      ".941": 1766,
      ".017": 1767,
      ".778": 1768,
      "492": 1769,
      ".518": 1770,
      "334": 1771,
      ".565": 1772,
      ".963": 1773,
      ".828": 1774,
      "375": 1775,
      "57518.dat": 1776,
      ".365": 1777,
      ".859": 1778,
      "204": 1779,
      ".676": 1780,
      ".445": 1781,
      ".543": 1782,
      "469": 1783,
      ".503": 1784,
      ".983": 1785,
      ".524": 1786,
      ".877": 1787,
      "6422": 1788,
      "64225.dat": 1789,
      "2453.dat": 1790,
      "71.dat": 1791,
      ".394": 1792,
      "41770.dat": 1793,
      ".919": 1794,
      ".234": 1795,
      ".754": 1796,
      ".364": 1797,
      ".103": 1798,
      ".057": 1799,
      ".470": 1800,
      "273": 1801,
      "391": 1802,
      "431": 1803,
      "3048": 1804,
      ".738": 1805,
      "567": 1806,
      "3048.dat": 1807,
      "518": 1808,
      ".055": 1809,
      ".837": 1810,
      ".082": 1811,
      ".872": 1812,
      "839": 1813,
      "211": 1814,
      "4037": 1815,
      "40378.dat": 1816,
      "311": 1817,
      ".585": 1818,
      "29.dat": 1819,
      "453": 1820,
      "554": 1821,
      "730": 1822,
      "738": 1823,
      "732": 1824,
      "785": 1825,
      "791": 1826,
      "885": 1827,
      "3016": 1828,
      "301.dat": 1829,
      ".510": 1830,
      ".548": 1831,
      ".511": 1832,
      ".581": 1833,
      ".986": 1834,
      ".982": 1835,
      ".918": 1836,
      "2420": 1837,
      ".351": 1838,
      ".115": 1839,
      ".161": 1840,
      ".163": 1841,
      ".047": 1842,
      ".666": 1843,
      ".664": 1844,
      ".657": 1845,
      ".253": 1846,
      "607": 1847,
      ".875": 1848,
      ".842": 1849,
      "721": 1850,
      ".461": 1851,
      "508": 1852,
      "507.dat": 1853,
      "3227": 1854,
      "3673.dat": 1855,
      "849": 1856,
      ".780": 1857,
      ".747": 1858,
      ".792": 1859,
      ".774": 1860,
      ".773": 1861,
      "562": 1862,
      "3007.dat": 1863,
      "763": 1864,
      "27507.dat": 1865,
      "292.dat": 1866,
      "294.dat": 1867,
      "88292.dat": 1868,
      "61485.dat": 1869,
      "742": 1870,
      "744": 1871,
      "918": 1872,
      "44294.dat": 1873,
      "465": 1874,
      "677": 1875,
      "36840.dat": 1876,
      "3703.dat": 1877,
      ".723": 1878,
      "18671.dat": 1879,
      "21229.dat": 1880,
      "35044.dat": 1881,
      "87585.dat": 1882,
      "6003.dat": 1883,
      "3852.dat": 1884,
      "95228.dat": 1885,
      "95344.dat": 1886,
      "6255.dat": 1887,
      "32123.dat": 1888,
      "30162.dat": 1889,
      "24201.dat": 1890,
      "32278.dat": 1891,
      "4153": 1892,
      "894": 1893,
      ".460": 1894,
      ".468": 1895,
      ".758": 1896,
      "41539.dat": 1897,
      ".933": 1898,
      "342": 1899,
      "444": 1900,
      ".979": 1901,
      ".466": 1902,
      "60474.dat": 1903,
      "733": 1904,
      "574": 1905,
      ".039": 1906,
      "767": 1907,
      ".668": 1908,
      ".181": 1909,
      ".957": 1910,
      ".675": 1911,
      ".221": 1912,
      ".752": 1913,
      ".296": 1914,
      "828": 1915,
      ".528": 1916,
      "39.dat": 1917,
      ".708": 1918,
      "60470.dat": 1919,
      ".179": 1920,
      ".208": 1921,
      "405.dat": 1922,
      "32039.dat": 1923,
      "91405.dat": 1924,
      ".691": 1925,
      ".788": 1926,
      "10288": 1927,
      "10288.dat": 1928,
      ".671": 1929,
      "6091.dat": 1930,
      "665": 1931,
      ".185": 1932,
      "3853.dat": 1933,
      "341": 1934,
      "898": 1935,
      ".655": 1936,
      ".871": 1937,
      "3006.dat": 1938,
      ".563": 1939,
      "238": 1940,
      ".081": 1941,
      "3014": 1942,
      "658": 1943,
      ".283": 1944,
      ".967": 1945,
      ".998": 1946,
      ".112": 1947,
      ".652": 1948,
      "2489.dat": 1949,
      ".157": 1950,
      ".965": 1951,
      ".687": 1952,
      "14417.dat": 1953,
      ".197": 1954,
      "655": 1955,
      "6558.dat": 1956,
      ".448": 1957,
      ".608": 1958,
      "950": 1959,
      "2536.dat": 1960,
      ".739": 1961,
      "3937.dat": 1962,
      "41769.dat": 1963,
      ".617": 1964,
      ".314": 1965,
      "121.dat": 1966,
      "19121.dat": 1967,
      "3958.dat": 1968,
      "381": 1969,
      "387": 1970,
      "705": 1971,
      "2460.dat": 1972,
      ".190": 1973,
      "468": 1974,
      ".951": 1975,
      "367": 1976,
      ".471": 1977,
      ".630": 1978,
      ".695": 1979,
      "423": 1980,
      "699": 1981,
      "691": 1982,
      "772": 1983,
      "796": 1984,
      "815": 1985,
      "819": 1986,
      "998": 1987,
      "b.dat": 1988,
      "708": 1989,
      ".514": 1990,
      ".538": 1991,
      ".566": 1992,
      ".516": 1993,
      ".559": 1994,
      ".535": 1995,
      "1034": 1996,
      ".335": 1997,
      ".018": 1998,
      ".629": 1999,
      ".285": 2000,
      ".885": 2001,
      ".823": 2002,
      "90397.dat": 2003,
      "723": 2004,
      "3815.dat": 2005,
      ".450": 2006,
      ".453": 2007,
      ".427": 2008,
      ".447": 2009,
      ".489": 2010,
      "989": 2011,
      ".775": 2012,
      "6495": 2013,
      "45301.dat": 2014,
      "557": 2015,
      "1002": 2016,
      "944": 2017,
      "617": 2018,
      "697": 2019,
      "30134.dat": 2020,
      ".722": 2021,
      "2817.dat": 2022,
      "64951.dat": 2023,
      ".572": 2024,
      "15100.dat": 2025,
      "542": 2026,
      "851": 2027,
      ".269": 2028,
      ".545": 2029,
      "741": 2030,
      ".408": 2031,
      ".795": 2032,
      ".534": 2033,
      "6256.dat": 2034,
      ".475": 2035,
      "50254.dat": 2036,
      "445": 2037,
      "309": 2038,
      ".159": 2039,
      ".158": 2040,
      ".677": 2041,
      "6083.dat": 2042,
      "6126.dat": 2043,
      ".601": 2044,
      "1022": 2045,
      "397": 2046,
      "13.dat": 2047,
      "35.dat": 2048,
      ".415": 2049,
      "5944": 2050,
      "59443.dat": 2051,
      "628": 2052,
      ".485": 2053,
      "823": 2054,
      "940": 2055,
      ".495": 2056,
      ".290": 2057,
      "329": 2058,
      "399": 2059,
      "538": 2060,
      ".399": 2061,
      "338": 2062,
      "3626": 2063,
      "3626.dat": 2064,
      "30093.dat": 2065,
      ".868": 2066,
      "781.dat": 2067,
      "99781.dat": 2068,
      "2444.dat": 2069,
      "253": 2070,
      ".372": 2071,
      ".189": 2072,
      "2555.dat": 2073,
      ".229": 2074,
      "654": 2075,
      "794": 2076,
      ".597": 2077,
      "365": 2078,
      ".369": 2079,
      "6082.dat": 2080,
      "704.dat": 2081,
      ".125": 2082,
      ".895": 2083,
      "14704.dat": 2084,
      ".772": 2085,
      ".618": 2086,
      ".849": 2087,
      "11213.dat": 2088,
      "383.dat": 2089,
      "54383.dat": 2090,
      ".769": 2091,
      "327": 2092,
      "1527": 2093,
      "15279.dat": 2094,
      "275": 2095,
      "371": 2096,
      ".897": 2097,
      "683": 2098,
      ".265": 2099,
      "411": 2100,
      ".333": 2101,
      ".249": 2102,
      "3280": 2103,
      "32803.dat": 2104,
      ".577": 2105,
      ".396": 2106,
      "573": 2107,
      ".551": 2108,
      "2546.dat": 2109,
      "304.dat": 2110,
      "50304.dat": 2111,
      ".681": 2112,
      "915": 2113,
      "435": 2114,
      "572": 2115,
      "583": 2116,
      "5210": 2117,
      "671": 2118,
      "637": 2119,
      "611": 2120,
      "635": 2121,
      "685": 2122,
      "634": 2123,
      "695": 2124,
      "689": 2125,
      "760": 2126,
      "748": 2127,
      "75.dat": 2128,
      "792": 2129,
      "795": 2130,
      "739": 2131,
      "840": 2132,
      "811": 2133,
      "937": 2134,
      "926": 2135,
      "933": 2136,
      "94.dat": 2137,
      ".599": 2138,
      ".544": 2139,
      ".539": 2140,
      ".971": 2141,
      "1016": 2142,
      "1019": 2143,
      "1056": 2144,
      "2424": 2145,
      "208.dat": 2146,
      ".388": 2147,
      ".193": 2148,
      ".155": 2149,
      ".151": 2150,
      ".684": 2151,
      ".689": 2152,
      ".237": 2153,
      ".275": 2154,
      ".299": 2155,
      "605": 2156,
      "609": 2157,
      "2897": 2158,
      ".821": 2159,
      ".813": 2160,
      "802": 2161,
      "908": 2162,
      "9025": 2163,
      "1471": 2164,
      "713": 2165,
      "716": 2166,
      ".455": 2167,
      "329.dat": 2168,
      "32140": 2169,
      "32270": 2170,
      "3684": 2171,
      "3680.dat": 2172,
      "3679.dat": 2173,
      "3735": 2174,
      "3777": 2175,
      "98374.dat": 2176,
      ".715": 2177,
      ".741": 2178,
      "1137": 2179,
      "355": 2180,
      "969.dat": 2181,
      "1102": 2182,
      "4735.dat": 2183,
      "757": 2184,
      "32015.dat": 2185,
      "32018.dat": 2186,
      "787": 2187,
      "789.dat": 2188,
      "879.dat": 2189,
      "2584.dat": 2190,
      "2585.dat": 2191,
      "441": 2192,
      "23969.dat": 2193,
      "6134.dat": 2194,
      "589": 2195,
      "4697": 2196,
      "579": 2197,
      "577.dat": 2198,
      "39789.dat": 2199,
      "67329.dat": 2200,
      "24093.dat": 2201,
      "24324.dat": 2202,
      "41879.dat": 2203,
      "11215.dat": 2204,
      "3706.dat": 2205,
      "51270.dat": 2206,
      ".505": 2207,
      "30340.dat": 2208,
      "64647.dat": 2209,
      "26603.dat": 2210,
      "4282.dat": 2211,
      "3043.dat": 2212,
      "3049.dat": 2213,
      "1151": 2214,
      "60592.dat": 2215,
      "60601.dat": 2216,
      "87081.dat": 2217,
      "60475.dat": 2218,
      "85975.dat": 2219,
      "68013.dat": 2220,
      "2518.dat": 2221,
      "2343.dat": 2222,
      "2921.dat": 2223,
      "18920.dat": 2224,
      "30151.dat": 2225,
      "15462.dat": 2226,
      "93606.dat": 2227,
      "32532.dat": 2228,
      "30504.dat": 2229,
      "93094.dat": 2230,
      "3899.dat": 2231,
      "87693.dat": 2232,
      "30145.dat": 2233,
      "6589.dat": 2234,
      "52107.dat": 2235,
      "6111.dat": 2236,
      "92690.dat": 2237,
      "10169.dat": 2238,
      "10197.dat": 2239,
      "24246.dat": 2240,
      "28974.dat": 2241,
      "90258.dat": 2242,
      "14719.dat": 2243,
      "32140.dat": 2244,
      "32270.dat": 2245,
      "36841.dat": 2246,
      "37352.dat": 2247,
      "37775.dat": 2248,
      "4697b.dat": 2249,
      "3055": 2250,
      "30553.dat": 2251,
      ".074": 2252,
      "25.dat": 2253,
      "12825.dat": 2254,
      "6020.dat": 2255,
      "4162.dat": 2256,
      "4529.dat": 2257,
      "434": 2258,
      ".591": 2259,
      "580": 2260,
      ".937": 2261,
      ".165": 2262,
      ".494": 2263,
      "325.dat": 2264,
      "63325.dat": 2265,
      "1043": 2266,
      "458": 2267,
      "3228.dat": 2268,
      "570": 2269,
      ".441": 2270,
      "7050": 2271,
      ".673": 2272,
      "482": 2273,
      "70501": 2274,
      ".244": 2275,
      ".303": 2276,
      "43.dat": 2277,
      "35464.dat": 2278,
      "30176.dat": 2279,
      ".649": 2280,
      "3854.dat": 2281,
      "676": 2282,
      "295": 2283,
      ".635": 2284,
      "900": 2285,
      "3044.dat": 2286,
      "1106": 2287,
      ".869": 2288,
      "3252": 2289,
      "946": 2290,
      "4600.dat": 2291,
      "49673.dat": 2292,
      "32523.dat": 2293,
      "30141.dat": 2294,
      "3741.dat": 2295,
      "52.dat": 2296,
      "751": 2297,
      "6266.dat": 2298,
      ".852": 2299,
      "47457.dat": 2300,
      ".371": 2301,
      ".072": 2302,
      "4595.dat": 2303,
      "403": 2304,
      "818": 2305,
      "317": 2306,
      "38.dat": 2307,
      "3938.dat": 2308,
      ".809": 2309,
      ".502": 2310,
      "419": 2311,
      "454": 2312,
      "439": 2313,
      "30236.dat": 2314,
      "581": 2315,
      "289": 2316,
      "30237.dat": 2317,
      "3747.dat": 2318,
      "6259.dat": 2319,
      "95343.dat": 2320,
      ".818": 2321,
      "1125": 2322,
      "491": 2323,
      ".642": 2324,
      "1156": 2325,
      "1161": 2326,
      "471": 2327,
      "515": 2328,
      "514": 2329,
      "615": 2330,
      "753": 2331,
      "783": 2332,
      "775": 2333,
      "830": 2334,
      "871": 2335,
      "853": 2336,
      "821": 2337,
      "8952": 2338,
      "919": 2339,
      "948": 2340,
      "956": 2341,
      "934": 2342,
      "3010": 2343,
      "30106.dat": 2344,
      ".584": 2345,
      ".554": 2346,
      ".513": 2347,
      ".969": 2348,
      "1038": 2349,
      "1050": 2350,
      "1036": 2351,
      "1054": 2352,
      "1059": 2353,
      "1048": 2354,
      "1035": 2355,
      "1047": 2356,
      "1045": 2357,
      "1044": 2358,
      "1057": 2359,
      "1041": 2360,
      "1049": 2361,
      "1052": 2362,
      "2459": 2363,
      ".173": 2364,
      ".692": 2365,
      ".621": 2366,
      ".226": 2367,
      "15397.dat": 2368,
      "2877.dat": 2369,
      ".889": 2370,
      "801": 2371,
      "803": 2372,
      "804": 2373,
      "806": 2374,
      "905.dat": 2375,
      "726": 2376,
      "719": 2377,
      ".472": 2378,
