{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|UNK|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|EOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|PAD|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|COL|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|POS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|ORI|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|SHP|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|CR|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|BU|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|NA|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|VE|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){1}[^\\s]*\\K\\s"
        },
        "content": " <|POS|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){5}[^\\s]*\\K\\s"
        },
        "content": " <|ORI|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){10}[^\\s]*\\K\\s"
        },
        "content": " <|SHP|> "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "-|\\.\\d{3}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|UNK|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|UNK|>": 0,
      "<|EOS|>": 1,
      "<|PAD|>": 2,
      "<|COL|>": 3,
      "<|POS|>": 4,
      "<|ORI|>": 5,
      "<|SHP|>": 6,
      "<|CR|>": 7,
      "<|BU|>": 8,
      "<|NA|>": 9,
      "<|VE|>": 10,
      "-": 11,
      ".": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      "<": 23,
      ">": 24,
      "A": 25,
      "B": 26,
      "C": 27,
      "E": 28,
      "H": 29,
      "I": 30,
      "N": 31,
      "O": 32,
      "P": 33,
      "R": 34,
      "S": 35,
      "U": 36,
      "V": 37,
      "a": 38,
      "b": 39,
      "c": 40,
      "d": 41,
      "g": 42,
      "t": 43,
      "u": 44,
      "|": 45,
      "<|": 46,
      "|>": 47,
      "70": 48,
      "OS": 49,
      "OS|>": 50,
      ".d": 51,
      "HP": 52,
      "I|>": 53,
      "OR": 54,
      "POS|>": 55,
      "SHP": 56,
      "at": 57,
      "<|OR": 58,
      "<|SHP": 59,
      ".dat": 60,
      ".70": 61,
      ".707": 62,
      "30": 63,
      "50": 64,
      "10": 65,
      "20": 66,
      "40": 67,
      ".50": 68,
      ".500": 69,
      "60": 70,
      "15": 71,
      "80": 72,
      "90": 73,
      "71": 74,
      "24": 75,
      "36": 76,
      "3.dat": 77,
      "32": 78,
      ".9": 79,
      "300": 80,
      "72": 81,
      ".6": 82,
      ".0": 83,
      "9.dat": 84,
      "48": 85,
      "16": 86,
      "56": 87,
      "37": 88,
      "12": 89,
      "4.dat": 90,
      "38": 91,
      "66": 92,
      "14": 93,
      "2.dat": 94,
      "1.dat": 95,
      "5.dat": 96,
      ".2": 97,
      "120": 98,
      ".8": 99,
      "59": 100,
      "28": 101,
      "150": 102,
      "18": 103,
      "19": 104,
      "110": 105,
      "302": 106,
      "34": 107,
      "200": 108,
      ".4": 109,
      ".5": 110,
      "130": 111,
      "39": 112,
      "140": 113,
      "7.dat": 114,
      "310": 115,
      "306": 116,
      "54": 117,
      ".7": 118,
      "100": 119,
      "3023.dat": 120,
      "170": 121,
      "320": 122,
      "160": 123,
      "70.dat": 124,
      "64": 125,
      "190": 126,
      "17": 127,
      "22": 128,
      "8.dat": 129,
      "47": 130,
      "96": 131,
      "484": 132,
      "3004.dat": 133,
      "230": 134,
      "362": 135,
      "180": 136,
      "240": 137,
      "45": 138,
      "92": 139,
      "24.dat": 140,
      "10.dat": 141,
      ".3": 142,
      "27": 143,
      "98": 144,
      "26": 145,
      "88": 146,
      "210": 147,
      "44": 148,
      "3024.dat": 149,
      "270": 150,
      "3069.dat": 151,
      "256": 152,
      "290": 153,
      "46": 154,
      "35": 155,
      "73.dat": 156,
      "56.dat": 157,
      "280": 158,
      ".1": 159,
      ".966": 160,
      ".259": 161,
      "220": 162,
      "104": 163,
      "58": 164,
      "128": 165,
      "3005.dat": 166,
      "36.dat": 167,
      "20.dat": 168,
      ".866": 169,
      "250": 170,
      "378": 171,
      "29": 172,
      "490": 173,
      ".00": 174,
      "260": 175,
      "325": 176,
      "78": 177,
      "83": 178,
      "4070.dat": 179,
      "75": 180,
      "3070.dat": 181,
      "42": 182,
      "272": 183,
      "614": 184,
      "6.dat": 185,
      "53": 186,
      "3622.dat": 187,
      "94": 188,
      "3009.dat": 189,
      "3710.dat": 190,
      "6141.dat": 191,
      "379": 192,
      "370": 193,
      "430": 194,
      "66.dat": 195,
      "11": 196,
      "400": 197,
      "330": 198,
      "25": 199,
      "112": 200,
      "3673.dat": 201,
      "31": 202,
      "416": 203,
      "60.dat": 204,
      "62": 205,
      "303": 206,
      "76": 207,
      "99": 208,
      ".38": 209,
      "33": 210,
      "3666.dat": 211,
      "3020.dat": 212,
      "80.dat": 213,
      "360": 214,
      "3623.dat": 215,
      "756.dat": 216,
      "32.dat": 217,
      ".32": 218,
      "152": 219,
      "55": 220,
      "38.dat": 221,
      "176": 222,
      "49": 223,
      "208": 224,
      "870": 225,
      ".992": 226,
      "408": 227,
      "168": 228,
      ".128": 229,
      "49.dat": 230,
      "3022.dat": 231,
      ".653": 232,
      "136": 233,
      "3008.dat": 234,
      "144": 235,
      ".271": 236,
      "485": 237,
      ".34": 238,
      ".000": 239,
      "74": 240,
      "340": 241,
      "288": 242,
      ".71": 243,
      "243": 244,
      "6636.dat": 245,
      ".98": 246,
      ".622": 247,
      "232": 248,
      "19.dat": 249,
      "0.dat": 250,
      "200.dat": 251,
      "54200.dat": 252,
      "95": 253,
      ".60": 254,
      "40.dat": 255,
      "3010.dat": 256,
      ".18": 257,
      "13": 258,
      "350": 259,
      ".383": 260,
      ".706": 261,
      "304": 262,
      "530": 263,
      "43": 264,
      ".924": 265,
      "380": 266,
      "57": 267,
      "3749.dat": 268,
      "386": 269,
      "440": 270,
      "4162.dat": 271,
      ".39": 272,
      "3021.dat": 273,
      ".945": 274,
      "6386": 275,
      "79": 276,
      "385.dat": 277,
      "22385.dat": 278,
      ".875": 279,
      ".343": 280,
      "3795.dat": 281,
      ".485": 282,
      "390": 283,
      "84": 284,
      "3062.dat": 285,
      ".326": 286,
      ".56": 287,
      "206": 288,
      "65.dat": 289,
      "138.dat": 290,
      "287": 291,
      "69": 292,
      "126": 293,
      "32556.dat": 294,
      "6059": 295,
      ".618": 296,
      "2780.dat": 297,
      "82": 298,
      "86": 299,
      "6060": 300,
      "216": 301,
      "98138.dat": 302,
      "73": 303,
      "184": 304,
      "28.dat": 305,
      "8708": 306,
      "192": 307,
      "447": 308,
      "410": 309,
      ".037": 310,
      "3794.dat": 311,
      ".183": 312,
      "248": 313,
      "89": 314,
      ".683": 315,
      ".783": 316,
      "2431.dat": 317,
      "65": 318,
      "63864.dat": 319,
      "480": 320,
      "54.dat": 321,
      "428": 322,
      "9828": 323,
      "51": 324,
      "52": 325,
      "600": 326,
      "37.dat": 327,
      "3068.dat": 328,
      "134": 329,
      "450": 330,
      ".230": 331,
      "93": 332,
      "98283.dat": 333,
      "12.dat": 334,
      "87": 335,
      "81": 336,
      "4477.dat": 337,
      ".612": 338,
      "3660.dat": 339,
      "224": 340,
      "91": 341,
      "520": 342,
      "4519.dat": 343,
      "246": 344,
      "328": 345,
      ".19": 346,
      "68": 347,
      "23": 348,
      "79.dat": 349,
      ".354": 350,
      "460": 351,
      "3460.dat": 352,
      ".90": 353,
      "312": 354,
      "301": 355,
      "640": 356,
      "584": 357,
      "598": 358,
      "384": 359,
      "32028.dat": 360,
      "77": 361,
      "427": 362,
      "371": 363,
      "368": 364,
      "242": 365,
      "2420.dat": 366,
      "16.dat": 367,
      "235": 368,
      "41": 369,
      "352": 370,
      ".80": 371,
      "61": 372,
      "2412.dat": 373,
      "3039.dat": 374,
      "91.dat": 375,
      ".17": 376,
      "470": 377,
      "97": 378,
      "2877.dat": 379,
      "510": 380,
      "392": 381,
      "46.dat": 382,
      "30.dat": 383,
      ".559": 384,
      "67": 385,
      "420": 386,
      "32054.dat": 387,
      "3713.dat": 388,
      "448": 389,
      "3034.dat": 390,
      "EOS|>": 391,
      ".138": 392,
      ".678": 393,
      "60592.dat": 394,
      "155": 395,
      "344": 396,
      "459": 397,
      "3001.dat": 398,
      "3206": 399,
      "85": 400,
      "654": 401,
      "238": 402,
      ".990": 403,
      ".72": 404,
      ".12": 405,
      ".15": 406,
      "512": 407,
      ".669": 408,
      "688": 409,
      "900.dat": 410,
      "59900.dat": 411,
      "264": 412,
      "2357.dat": 413,
      "60601.dat": 414,
      ".434": 415,
      "376": 416,
      ".112": 417,
      "114": 418,
      "432": 419,
      ".704": 420,
      "148": 421,
      "2660": 422,
      ".999": 423,
      "560": 424,
      "182": 425,
      "4286.dat": 426,
      "63": 427,
      "158": 428,
      ".698": 429,
      "214": 430,
      "616": 431,
      "6091.dat": 432,
      ".378": 433,
      "3665.dat": 434,
      "3832.dat": 435,
      "3003.dat": 436,
      ".950": 437,
      "87087.dat": 438,
      "118": 439,
      "8598": 440,
      "85984.dat": 441,
      ".694": 442,
      "308": 443,
      "395": 444,
      "296": 445,
      ".556": 446,
      "6048": 447,
      "592": 448,
      ".473": 449,
      "39.dat": 450,
      "297": 451,
      "952.dat": 452,
      "50.dat": 453,
      ".991": 454,
      "488": 455,
      "15.dat": 456,
      "30136.dat": 457,
      "6541.dat": 458,
      ".092": 459,
      ".050": 460,
      "3252": 461,
      "32062.dat": 462,
      "3040.dat": 463,
      ".718": 464,
      ".981": 465,
      "172": 466,
      "139": 467,
      ".40": 468,
      "34.dat": 469,
      ".526": 470,
      ".996": 471,
      "87079.dat": 472,
      "712": 473,
      "664": 474,
      "365": 475,
      ".088": 476,
      "21": 477,
      "32952.dat": 478,
      "544": 479,
      "394": 480,
      ".195": 481,
      "507": 482,
      ".131": 483,
      "15573.dat": 484,
      "458": 485,
      "536": 486,
      "568": 487,
      "411": 488,
      "389": 489,
      "26.dat": 490,
      ".702": 491,
      "464": 492,
      ".701": 493,
      "426": 494,
      "4081.dat": 495,
      "540": 496,
      "108": 497,
      "500": 498,
      "142": 499,
      "5944": 500,
      "59443.dat": 501,
      "50746.dat": 502,
      "116": 503,
      "3002.dat": 504,
      "102": 505,
      "234": 506,
      "132": 507,
      "4589.dat": 508,
      "4216.dat": 509,
      "18.dat": 510,
      "608": 511,
      ".588": 512,
      "424": 513,
      "32526.dat": 514,
      ".985": 515,
      "3957.dat": 516,
      "3700.dat": 517,
      ".14": 518,
      "580": 519,
      "244": 520,
      "4430": 521,
      "33.dat": 522,
      "744": 523,
      "550": 524,
      "14.dat": 525,
      ".660": 526,
      "875": 527,
      ".609": 528,
      "13.dat": 529,
      "329": 530,
      "3212": 531,
      "32123.dat": 532,
      ".16": 533,
      "119": 534,
      ".064": 535,
      "174": 536,
      "3037.dat": 537,
      "3937.dat": 538,
      ".242": 539,
      "4865.dat": 540,
      "284": 541,
      "760": 542,
      "3200": 543,
      "496": 544,
      "590": 545,
      "4218.dat": 546,
      ".224": 547,
      "6536.dat": 548,
      "151": 549,
      ".716": 550,
      "2462.dat": 551,
      "3032.dat": 552,
      ".20": 553,
      ".619": 554,
      "610": 555,
      "245": 556,
      ".028": 557,
      ".564": 558,
      "60483.dat": 559,
      ".561": 560,
      "336": 561,
      "4265.dat": 562,
      "720": 563,
      "124": 564,
      "31.dat": 565,
      ".717": 566,
      ".831": 567,
      "418": 568,
      "164": 569,
      ".340": 570,
      ".321": 571,
      "4032.dat": 572,
      ".393": 573,
      "35.dat": 574,
      "422": 575,
      ".793": 576,
      "800": 577,
      "181": 578,
      "323": 579,
      ".726": 580,
      ".59": 581,
      ".962": 582,
      "4085.dat": 583,
      "491": 584,
      "655": 585,
      "179": 586,
      "26601.dat": 587,
      "29.dat": 588,
      "62462.dat": 589,
      "768": 590,
      ".430": 591,
      "6047": 592,
      ".894": 593,
      "146": 594,
      "87580.dat": 595,
      "11.dat": 596,
      "3941.dat": 597,
      ".602": 598,
      "570": 599,
      "511": 600,
      ".087": 601,
      ".090": 602,
      "374": 603,
      "32525.dat": 604,
      "201.dat": 605,
      "24201.dat": 606,
      "153": 607,
      ".030": 608,
      ".766": 609,
      "728": 610,
      "4274.dat": 611,
      "11211.dat": 612,
      "776": 613,
      "55.dat": 614,
      "354": 615,
      "109": 616,
      ".274": 617,
      ".643": 618,
      "156": 619,
      "93.dat": 620,
      "222": 621,
      "292": 622,
      ".846": 623,
      ".174": 624,
      "6558.dat": 625,
      "322": 626,
      "719.dat": 627,
      "219": 628,
      ".358": 629,
      ".001": 630,
      "552": 631,
      "950.dat": 632,
      "43093.dat": 633,
      "576": 634,
      "189": 635,
      "138": 636,
      "52.dat": 637,
      ".019": 638,
      "44302.dat": 639,
      "3227": 640,
      ".044": 641,
      "32278.dat": 642,
      "784": 643,
      ".770": 644,
      ".080": 645,
      ".693": 646,
      "752": 647,
      ".078": 648,
      ".243": 649,
      ".540": 650,
      ".48": 651,
      "198": 652,
      ".360": 653,
      ".045": 654,
      ".123": 655,
      ".458": 656,
      "3706.dat": 657,
      "236": 658,
      "87082.dat": 659,
      "444": 660,
      "3659.dat": 661,
      "462": 662,
      ".987": 663,
      "30414.dat": 664,
      "4740.dat": 665,
      ".325": 666,
      ".159": 667,
      ".539": 668,
      "268": 669,
      "4510.dat": 670,
      "348": 671,
      ".320": 672,
      "274": 673,
      "115": 674,
      "433": 675,
      "199": 676,
      "321": 677,
      ".696": 678,
      ".003": 679,
      "324": 680,
      "68.dat": 681,
      ".498": 682,
      "402": 683,
      ".398": 684,
      "269.dat": 685,
      "17.dat": 686,
      "196": 687,
      "3038.dat": 688,
      ".397": 689,
      "3031.dat": 690,
      ".680": 691,
      "32000.dat": 692,
      "294": 693,
      "332": 694,
      "417": 695,
      ".640": 696,
      "32316.dat": 697,
      "171": 698,
      "90.dat": 699,
      ".382": 700,
      "3298.dat": 701,
      "680": 702,
      ".020": 703,
      "105": 704,
      "528": 705,
      "4229.dat": 706,
      "3938.dat": 707,
      "32034.dat": 708,
      "434": 709,
      ".301": 710,
      "166": 711,
      "48.dat": 712,
      "50950.dat": 713,
      "997": 714,
      ".995": 715,
      "121": 716,
      ".391": 717,
      ".36": 718,
      "905.dat": 719,
      "47905.dat": 720,
      "185": 721,
      "897.dat": 722,
      ".818": 723,
      "3626.dat": 724,
      "589": 725,
      ".703": 726,
      "212": 727,
      ".671": 728,
      "6019.dat": 729,
      "456": 730,
      ".938": 731,
      ".424": 732,
      ".191": 733,
      "233": 734,
      "3705.dat": 735,
      ".37": 736,
      ".600": 737,
      ".800": 738,
      "3030.dat": 739,
      "77.dat": 740,
      ".438": 741,
      "25269.dat": 742,
      ".018": 743,
      "159": 744,
      "2288": 745,
      "436": 746,
      "154": 747,
      "123": 748,
      "2540.dat": 749,
      ".790": 750,
      ".052": 751,
      ".040": 752,
      "3747.dat": 753,
      ".096": 754,
      "472": 755,
      ".554": 756,
      "184.dat": 757,
      "60897.dat": 758,
      "2456.dat": 759,
      "271": 760,
      ".035": 761,
      "106": 762,
      ".002": 763,
      "149": 764,
      ".502": 765,
      "319": 766,
      "107": 767,
      ".457": 768,
      "6464": 769,
      "32013.dat": 770,
      "162": 771,
      ".949": 772,
      ".027": 773,
      ".922": 774,
      ".280": 775,
      "4273.dat": 776,
      "2875.dat": 777,
      ".664": 778,
      "122": 779,
      "4033.dat": 780,
      "2654.dat": 781,
      "32524.dat": 782,
      ".566": 783,
      ".282": 784,
      "3036.dat": 785,
      "32184.dat": 786,
      "32523.dat": 787,
      ".878": 788,
      "87083.dat": 789,
      "61.dat": 790,
      "72.dat": 791,
      "228": 792,
      "3940.dat": 793,
      ".150": 794,
      ".860": 795,
      "60608.dat": 796,
      "22885.dat": 797,
      "374.dat": 798,
      ".978": 799,
      "145": 800,
      ".437": 801,
      ".682": 802,
      ".590": 803,
      ".613": 804,
      "141": 805,
      ".068": 806,
      ".620": 807,
      ".250": 808,
      "140.dat": 809,
      ".30": 810,
      "205": 811,
      "32140.dat": 812,
      ".406": 813,
      "101": 814,
      ".980": 815,
      "728.dat": 816,
      "44728.dat": 817,
      "295": 818,
      ".635": 819,
      ".579": 820,
      "40490": 821,
      "40490.dat": 822,
      "6632.dat": 823,
      ".450": 824,
      "4287.dat": 825,
      "187": 826,
      "78.dat": 827,
      ".100": 828,
      "2339.dat": 829,
      "133": 830,
      "131": 831,
      ".440": 832,
      "816": 833,
      "157": 834,
      "412": 835,
      ".480": 836,
      "26604.dat": 837,
      "710": 838,
      "2445.dat": 839,
      ".433": 840,
      "111": 841,
      ".420": 842,
      "358": 843,
      "2450.dat": 844,
      "973.dat": 845,
      "3024": 846,
      "593.dat": 847,
      "4735.dat": 848,
      ".029": 849,
      ".960": 850,
      "53.dat": 851,
      ".750": 852,
      "32073.dat": 853,
      "4200": 854,
      "401": 855,
      "42003.dat": 856,
      "188": 857,
      ".229": 858,
      "113": 859,
      "2429.dat": 860,
      "117": 861,
      ".154": 862,
      "183": 863,
      ".898": 864,
      "2436.dat": 865,
      "2466.dat": 866,
      "909.dat": 867,
      "3260": 868,
      "64644.dat": 869,
      "30244.dat": 870,
      "30374.dat": 871,
      ".803": 872,
      "504": 873,
      "129": 874,
      ".603": 875,
      ".546": 876,
      "60594.dat": 877,
      ".180": 878,
      "613": 879,
      "630": 880,
      "4592.dat": 881,
      "177": 882,
      "137": 883,
      "508": 884,
      "169": 885,
      ".312": 886,
      ".240": 887,
      ".342": 888,
      "35480.dat": 889,
      ".494": 890,
      ".798": 891,
      "186": 892,
      ".133": 893,
      "658": 894,
      ".819": 895,
      ".351": 896,
      "632": 897,
      "4445.dat": 898,
      ".015": 899,
      "4315.dat": 900,
      ".632": 901,
      ".005": 902,
      ".082": 903,
      "273": 904,
      "3479.dat": 905,
      ".455": 906,
      "696": 907,
      ".058": 908,
      ".942": 909,
      "15332.dat": 910,
      "910.dat": 911,
      "96910.dat": 912,
      "282": 913,
      "4079.dat": 914,
      "3830.dat": 915,
      "167": 916,
      ".318": 917,
      "670": 918,
      ".253": 919,
      "406": 920,
      ".930": 921,
      "207.dat": 922,
      "202": 923,
      "247": 924,
      ".738": 925,
      "60593.dat": 926,
      "60602.dat": 927,
      "32607.dat": 928,
      "611": 929,
      "176.dat": 930,
      ".585": 931,
      "135": 932,
      "194": 933,
      ".757": 934,
      "125": 935,
      ".889": 936,
      ".140": 937,
      "239": 938,
      "3831.dat": 939,
      ".061": 940,
      "92593.dat": 941,
      ".132": 942,
      ".904": 943,
      "2430.dat": 944,
      "716.dat": 945,
      ".850": 946,
      "3035.dat": 947,
      "620": 948,
      ".014": 949,
      "364": 950,
      "3894.dat": 951,
      "60478.dat": 952,
      "3482.dat": 953,
      "32449.dat": 954,
      "858": 955,
      "85861.dat": 956,
      ".900": 957,
      "2419.dat": 958,
      ".543": 959,
      ".281": 960,
      "191": 961,
      "165": 962,
      ".071": 963,
      ".416": 964,
      "423": 965,
      ".086": 966,
      "5614": 967,
      "56145.dat": 968,
      "703": 969,
      "606": 970,
      ".262": 971,
      "925.dat": 972,
      "94925.dat": 973,
      ".692": 974,
      ".095": 975,
      "32064.dat": 976,
      ".405": 977,
      ".760": 978,
      "4276.dat": 979,
      ".004": 980,
      "237": 981,
      "792": 982,
      "6134.dat": 983,
      ".453": 984,
      ".580": 985,
      ".699": 986,
      ".689": 987,
      ".641": 988,
      "276": 989,
      ".176": 990,
      "218": 991,
      "2362.dat": 992,
      "71.dat": 993,
      "569": 994,
      "3960.dat": 995,
      ".311": 996,
      ".607": 997,
      "4593.dat": 998,
      ".205": 999,
      ".890": 1000,
      ".466": 1001,
      "712.dat": 1002,
      "3651.dat": 1003,
      "405": 1004,
      ".390": 1005,
      "5095": 1006,
      "50951.dat": 1007,
      "36840.dat": 1008,
      ".310": 1009,
      "3033.dat": 1010,
      "32124.dat": 1011,
      "4034.dat": 1012,
      "178": 1013,
      "33291.dat": 1014,
      "4073.dat": 1015,
      "4275.dat": 1016,
      "44301.dat": 1017,
      "736": 1018,
      "944": 1019,
      "968": 1020,
      "252": 1021,
      "60607.dat": 1022,
      "9379": 1023,
      ".997": 1024,
      "93792.dat": 1025,
      ".300": 1026,
      ".954": 1027,
      "383.dat": 1028,
      ".530": 1029,
      "15068.dat": 1030,
      ".906": 1031,
      ".923": 1032,
      "840": 1033,
      ".447": 1034,
      ".272": 1035,
      "704": 1036,
      ".284": 1037,
      "175": 1038,
      "3855.dat": 1039,
      ".460": 1040,
      "6231.dat": 1041,
      "4282.dat": 1042,
      ".213": 1043,
      ".400": 1044,
      "2743.dat": 1045,
      "369": 1046,
      ".586": 1047,
      "750": 1048,
      "442": 1049,
      "99780.dat": 1050,
      ".940": 1051,
      ".679": 1052,
      ".070": 1053,
      ".574": 1054,
      ".710": 1055,
      "6542.dat": 1056,
      ".737": 1057,
      "4215.dat": 1058,
      "204": 1059,
      ".827": 1060,
      ".381": 1061,
      "597": 1062,
      ".322": 1063,
      ".330": 1064,
      ".523": 1065,
      "51.dat": 1066,
      "3046.dat": 1067,
      ".517": 1068,
      "497": 1069,
      ".125": 1070,
      ".642": 1071,
      ".519": 1072,
      "486": 1073,
      "4745": 1074,
      "32039.dat": 1075,
      "3029.dat": 1076,
      "4429": 1077,
      ".901": 1078,
      "44294.dat": 1079,
      "429": 1080,
      "1867": 1081,
      ".117": 1082,
      "3853.dat": 1083,
      "679": 1084,
      ".792": 1085,
      ".025": 1086,
      "3035": 1087,
      ".625": 1088,
      ".436": 1089,
      ".118": 1090,
      "33909.dat": 1091,
      "24866.dat": 1092,
      "30357.dat": 1093,
      ".307": 1094,
      ".525": 1095,
      "4859.dat": 1096,
      "6629.dat": 1097,
      "604": 1098,
      "30068.dat": 1099,
      ".239": 1100,
      ".970": 1101,
      "3939.dat": 1102,
      ".503": 1103,
      "4490.dat": 1104,
      "2878.dat": 1105,
      ".034": 1106,
      "947.dat": 1107,
      "660": 1108,
      "14719.dat": 1109,
      "2432.dat": 1110,
      ".414": 1111,
      ".628": 1112,
      "704.dat": 1113,
      "14704.dat": 1114,
      ".551": 1115,
      ".510": 1116,
      "3702.dat": 1117,
      "438": 1118,
      "103": 1119,
      ".063": 1120,
      ".248": 1121,
      "143": 1122,
      ".149": 1123,
      ".370": 1124,
      "92.dat": 1125,
      "4460.dat": 1126,
      "483": 1127,
      "377": 1128,
      ".177": 1129,
      "334": 1130,
      ".630": 1131,
      ".578": 1132,
      "26603.dat": 1133,
      ".172": 1134,
      "6111.dat": 1135,
      ".031": 1136,
      ".290": 1137,
      "63.dat": 1138,
      ".562": 1139,
      "932": 1140,
      ".079": 1141,
      "41677.dat": 1142,
      "3176.dat": 1143,
      "387": 1144,
      ".511": 1145,
      "3956.dat": 1146,
      "781.dat": 1147,
      "99781.dat": 1148,
      "249": 1149,
      ".934": 1150,
      "989.dat": 1151,
      ".184": 1152,
      ".532": 1153,
      "4623.dat": 1154,
      "209": 1155,
      "195": 1156,
      ".426": 1157,
      "3055": 1158,
      ".292": 1159,
      ".057": 1160,
      "61678.dat": 1161,
      "47457.dat": 1162,
      "41239.dat": 1163,
      "99207.dat": 1164,
      "612": 1165,
      "4624.dat": 1166,
      "3680.dat": 1167,
      "547": 1168,
      ".951": 1169,
      ".113": 1170,
      ".178": 1171,
      "764": 1172,
      "912": 1173,
      ".270": 1174,
      "3045.dat": 1175,
      "60596.dat": 1176,
      "32009.dat": 1177,
      "99773.dat": 1178,
      "6587.dat": 1179,
      ".299": 1180,
      ".148": 1181,
      "6143.dat": 1182,
      ".371": 1183,
      ".279": 1184,
      ".334": 1185,
      ".921": 1186,
      ".998": 1187,
      ".171": 1188,
      "720.dat": 1189,
      "70720.dat": 1190,
      ".700": 1191,
      "3612.dat": 1192,
      "473": 1193,
      ".032": 1194,
      "291": 1195,
      "4213.dat": 1196,
      ".690": 1197,
      ".077": 1198,
      ".497": 1199,
      "4854.dat": 1200,
      "730": 1201,
      ".073": 1202,
      ".956": 1203,
      ".013": 1204,
      "702": 1205,
      ".636": 1206,
      ".024": 1207,
      ".175": 1208,
      ".656": 1209,
      "820": 1210,
      ".147": 1211,
      ".410": 1212,
      ".387": 1213,
      ".772": 1214,
      "367": 1215,
      "57.dat": 1216,
      "48336.dat": 1217,
      "3829.dat": 1218,
      ".882": 1219,
      "193": 1220,
      ".730": 1221,
      "650": 1222,
      ".462": 1223,
      ".009": 1224,
      "3934.dat": 1225,
      "201": 1226,
      ".946": 1227,
      ".534": 1228,
      "2340": 1229,
      ".728": 1230,
      "2340.dat": 1231,
      "3895.dat": 1232,
      "11477.dat": 1233,
      "4590.dat": 1234,
      "279": 1235,
      "51719.dat": 1236,
      "30383.dat": 1237,
      ".841": 1238,
      ".552": 1239,
      ".338": 1240,
      "3933.dat": 1241,
      "824": 1242,
      "690": 1243,
      "1072": 1244,
      "6014.dat": 1245,
      "63868.dat": 1246,
      "622": 1247,
      ".637": 1248,
      "259": 1249,
      "14716.dat": 1250,
      "741": 1251,
      "161": 1252,
      ".373": 1253,
      "5598": 1254,
      ".892": 1255,
      ".787": 1256,
      "615": 1257,
      ".967": 1258,
      ".583": 1259,
      "3000": 1260,
      ".976": 1261,
      ".558": 1262,
      "a.dat": 1263,
      ".010": 1264,
      ".768": 1265,
      ".350": 1266,
      "63869.dat": 1267,
      ".542": 1268,
      ".083": 1269,
      ".173": 1270,
      ".066": 1271,
      ".412": 1272,
      ".377": 1273,
      ".617": 1274,
      "623": 1275,
      "498": 1276,
      "207": 1277,
      ".317": 1278,
      "278": 1279,
      ".263": 1280,
      ".206": 1281,
      "3708.dat": 1282,
      "326": 1283,
      ".713": 1284,
      ".331": 1285,
      ".920": 1286,
      ".157": 1287,
      ".129": 1288,
      ".650": 1289,
      ".780": 1290,
      "314": 1291,
      "1016": 1292,
      "9039": 1293,
      ".016": 1294,
      ".879": 1295,
      "90398.dat": 1296,
      ".385": 1297,
      "4349.dat": 1298,
      "4022.dat": 1299,
      ".091": 1300,
      "32270.dat": 1301,
      "3737.dat": 1302,
      ".708": 1303,
      ".506": 1304,
      "15712.dat": 1305,
      "808": 1306,
      ".881": 1307,
      ".316": 1308,
      "3684": 1309,
      ".380": 1310,
      ".593": 1311,
      "36841.dat": 1312,
      "30552.dat": 1313,
      "95.dat": 1314,
      ".081": 1315,
      ".799": 1316,
      ".807": 1317,
      ".858": 1318,
      "4625.dat": 1319,
      ".408": 1320,
      ".200": 1321,
      ".504": 1322,
      "4730.dat": 1323,
      ".007": 1324,
      "335": 1325,
      "221": 1326,
      ".201": 1327,
      "676": 1328,
      "507.dat": 1329,
      "1040": 1330,
      ".051": 1331,
      "1104": 1332,
      "4733.dat": 1333,
      "27507.dat": 1334,
      "697": 1335,
      ".193": 1336,
      "3899.dat": 1337,
      ".141": 1338,
      "4183.dat": 1339,
      "21229.dat": 1340,
      ".610": 1341,
      ".686": 1342,
      ".685": 1343,
      "439": 1344,
      ".589": 1345,
      ".144": 1346,
      ".955": 1347,
      ".246": 1348,
      "752.dat": 1349,
      "976": 1350,
      "203": 1351,
      "3036": 1352,
      ".222": 1353,
      ".135": 1354,
      ".834": 1355,
      ".439": 1356,
      ".601": 1357,
      ".522": 1358,
      "318": 1359,
      "361": 1360,
      ".217": 1361,
      "755.dat": 1362,
      "880": 1363,
      "120.dat": 1364,
      "3041.dat": 1365,
      "338": 1366,
      "267": 1367,
      ".496": 1368,
      "747.dat": 1369,
      "87747.dat": 1370,
      "258": 1371,
      "87552.dat": 1372,
      ".161": 1373,
      ".752": 1374,
      ".266": 1375,
      ".584": 1376,
      "4595.dat": 1377,
      "2921.dat": 1378,
      "476": 1379,
      "3839.dat": 1380,
      ".527": 1381,
      "30008.dat": 1382,
      ".192": 1383,
      "283": 1384,
      "2555.dat": 1385,
      ".392": 1386,
      ".905": 1387,
      ".048": 1388,
      "6015.dat": 1389,
      ".986": 1390,
      "211": 1391,
      ".624": 1392,
      "992": 1393,
      ".994": 1394,
      ".581": 1395,
      "93273.dat": 1396,
      "382": 1397,
      "289": 1398,
      "60484.dat": 1399,
      "3028.dat": 1400,
      ".099": 1401,
      ".417": 1402,
      ".429": 1403,
      ".348": 1404,
      "331": 1405,
      ".936": 1406,
      ".481": 1407,
      ".631": 1408,
      ".840": 1409,
      ".363": 1410,
      ".513": 1411,
      "4175.dat": 1412,
      "147": 1413,
      ".749": 1414,
      ".454": 1415,
      "403": 1416,
      ".842": 1417,
      "2453.dat": 1418,
      ".033": 1419,
      "393": 1420,
      ".501": 1421,
      ".423": 1422,
      ".335": 1423,
      ".431": 1424,
      "3958.dat": 1425,
      ".943": 1426,
      "388": 1427,
      ".885": 1428,
      "316": 1429,
      ".236": 1430,
      ".490": 1431,
      "770": 1432,
      ".475": 1433,
      ".971": 1434,
      ".359": 1435,
      "253": 1436,
      ".288": 1437,
      ".139": 1438,
      ".725": 1439,
      "163": 1440,
      "864": 1441,
      ".306": 1442,
      "103.dat": 1443,
      "722": 1444,
      ".880": 1445,
      "34103.dat": 1446,
      ".425": 1447,
      ".518": 1448,
      ".747": 1449,
      ".794": 1450,
      "320.dat": 1451,
      "92947.dat": 1452,
      ".332": 1453,
      ".329": 1454,
      ".982": 1455,
      ".808": 1456,
      "13965.dat": 1457,
      "18674.dat": 1458,
      ".697": 1459,
      "127": 1460,
      ".166": 1461,
      "3641.dat": 1462,
      "309": 1463,
      ".067": 1464,
      ".328": 1465,
      ".935": 1466,
      ".784": 1467,
      "619": 1468,
      "618": 1469,
      "3846.dat": 1470,
      ".849": 1471,
      ".843": 1472,
      ".958": 1473,
      ".732": 1474,
      ".111": 1475,
      ".711": 1476,
      ".153": 1477,
      ".822": 1478,
      ".731": 1479,
      ".489": 1480,
      ".544": 1481,
      "6062": 1482,
      "60623.dat": 1483,
      ".939": 1484,
      ".260": 1485,
      ".256": 1486,
      ".964": 1487,
      "b.dat": 1488,
      ".864": 1489,
      ".975": 1490,
      ".654": 1491,
      "4596.dat": 1492,
      ".388": 1493,
      ".909": 1494,
      "345": 1495,
      ".742": 1496,
      "241": 1497,
      "452": 1498,
      ".614": 1499,
      ".319": 1500,
      ".820": 1501,
      ".762": 1502,
      "4600.dat": 1503,
      "215": 1504,
      "339": 1505,
      "700": 1506,
      ".560": 1507,
      "2401.dat": 1508,
      ".484": 1509,
      "6081.dat": 1510,
      ".298": 1511,
      ".626": 1512,
      "780": 1513,
      ".667": 1514,
      "265": 1515,
      ".988": 1516,
      ".944": 1517,
      "381": 1518,
      ".293": 1519,
      "48989.dat": 1520,
      ".812": 1521,
      "415": 1522,
      "936": 1523,
      ".072": 1524,
      ".093": 1525,
      ".791": 1526,
      "419": 1527,
      ".168": 1528,
      ".572": 1529,
      ".339": 1530,
      "482": 1531,
      ".210": 1532,
      ".913": 1533,
      "2920.dat": 1534,
      "60470.dat": 1535,
      ".989": 1536,
      "254": 1537,
      ".094": 1538,
      ".529": 1539,
      ".740": 1540,
      "9019": 1541,
      ".296": 1542,
      ".870": 1543,
      "787.dat": 1544,
      ".202": 1545,
      "355": 1546,
      "213": 1547,
      "32530.dat": 1548,
      ".208": 1549,
      ".672": 1550,
      ".085": 1551,
      ".789": 1552,
      "2569.dat": 1553,
      "468": 1554,
      "3838.dat": 1555,
      "625": 1556,
      "738": 1557,
      "866": 1558,
      "2048": 1559,
      "38320.dat": 1560,
      "669": 1561,
      "2851.dat": 1562,
      "399": 1563,
      ".769": 1564,
      "32017.dat": 1565,
      "32072.dat": 1566,
      "582": 1567,
      "27263.dat": 1568,
      "98282.dat": 1569,
      "3685.dat": 1570,
      "60481.dat": 1571,
      "90195.dat": 1572,
      "86652.dat": 1573,
      "20482.dat": 1574,
      ".362": 1575,
      "126.dat": 1576,
      "44126.dat": 1577,
      "3048.dat": 1578,
      ".844": 1579,
      "572": 1580,
      "223": 1581,
      ".126": 1582,
      ".937": 1583,
      ".357": 1584,
      ".101": 1585,
      ".038": 1586,
      ".569": 1587,
      ".471": 1588,
      ".432": 1589,
      "3483.dat": 1590,
      "30367.dat": 1591,
      ".863": 1592,
      "541": 1593,
      ".751": 1594,
      ".114": 1595,
      ".806": 1596,
      "2959.dat": 1597,
      ".659": 1598,
      "307": 1599,
      ".830": 1600,
      ".899": 1601,
      "2345.dat": 1602,
      "639": 1603,
      "4092.dat": 1604,
      ".225": 1605,
      "251": 1606,
      "2449.dat": 1607,
      ".110": 1608,
      "353": 1609,
      "551": 1610,
      "6225.dat": 1611,
      ".520": 1612,
      ".152": 1613,
      "347": 1614,
      "3006.dat": 1615,
      ".528": 1616,
      ".727": 1617,
      ".122": 1618,
      ".821": 1619,
      "3066.dat": 1620,
      ".647": 1621,
      "449": 1622,
      ".211": 1623,
      ".255": 1624,
      ".545": 1625,
      ".764": 1626,
      "266": 1627,
      ".933": 1628,
      ".670": 1629,
      "356": 1630,
      "2417.dat": 1631,
      ".309": 1632,
      ".509": 1633,
      ".186": 1634,
      ".482": 1635,
      "32557.dat": 1636,
      ".062": 1637,
      ".961": 1638,
      "32019.dat": 1639,
      "293": 1640,
      "2423.dat": 1641,
      "32348.dat": 1642,
      "740": 1643,
      "281": 1644,
      ".121": 1645,
      ".687": 1646,
      ".023": 1647,
      "531.dat": 1648,
      "62531.dat": 1649,
      "298": 1650,
      "555": 1651,
      ".538": 1652,
      ".345": 1653,
      "55981.dat": 1654,
      ".865": 1655,
      ".928": 1656,
      "922": 1657,
      ".877": 1658,
      "229": 1659,
      "518": 1660,
      ".017": 1661,
      "2346.dat": 1662,
      ".979": 1663,
      ".941": 1664,
      ".452": 1665,
      ".984": 1666,
      ".929": 1667,
      ".216": 1668,
      ".814": 1669,
      ".470": 1670,
      ".756": 1671,
      ".781": 1672,
      ".039": 1673,
      ".472": 1674,
      ".477": 1675,
      ".060": 1676,
      "4083.dat": 1677,
      "3959.dat": 1678,
      ".594": 1679,
      "668.dat": 1680,
      "49668.dat": 1681,
      "366": 1682,
      ".531": 1683,
      "562": 1684,
      "62743.dat": 1685,
      ".734": 1686,
      "3936.dat": 1687,
      ".355": 1688,
      "3245": 1689,
      ".495": 1690,
      "4372": 1691,
      "714": 1692,
      ".022": 1693,
      "2852.dat": 1694,
      ".209": 1695,
      ".521": 1696,
      "47.dat": 1697,
      ".469": 1698,
      ".369": 1699,
      "372": 1700,
      "5094": 1701,
      ".042": 1702,
      "4474.dat": 1703,
      "407": 1704,
      ".065": 1705,
      ".817": 1706,
      "3935.dat": 1707,
      "2489.dat": 1708,
      ".771": 1709,
      ".108": 1710,
      "529": 1711,
      "6112": 1712,
      "774": 1713,
      "802": 1714,
      "71952.dat": 1715,
      "2424": 1716,
      ".627": 1717,
      ".663": 1718,
      ".069": 1719,
      "66909.dat": 1720,
      ".238": 1721,
      ".268": 1722,
      ".297": 1723,
      ".859": 1724,
      ".448": 1725,
      ".465": 1726,
      "4536.dat": 1727,
      "888": 1728,
      "35787.dat": 1729,
      ".006": 1730,
      ".714": 1731,
      "60849.dat": 1732,
      "60475.dat": 1733,
      "6112.dat": 1734,
      "24246.dat": 1735,
      ".492": 1736,
      "4531.dat": 1737,
      ".902": 1738,
      ".662": 1739,
      "4599.dat": 1740,
      "1553": 1741,
      "3679.dat": 1742,
      "3828.dat": 1743,
      ".912": 1744,
      "217": 1745,
      "757": 1746,
      "876": 1747,
      ".341": 1748,
      ".638": 1749,
      ".245": 1750,
      "11212.dat": 1751,
      ".917": 1752,
      ".041": 1753,
      ".278": 1754,
      ".137": 1755,
      ".054": 1756,
      ".407": 1757,
      "4873.dat": 1758,
      ".712": 1759,
      ".075": 1760,
      "467": 1761,
      ".919": 1762,
      ".908": 1763,
      "3842.dat": 1764,
      ".220": 1765,
      "409": 1766,
      ".258": 1767,
      ".499": 1768,
      "60485.dat": 1769,
      "88072.dat": 1770,
      "315": 1771,
      ".294": 1772,
      "713.dat": 1773,
      "43713.dat": 1774,
      ".241": 1775,
      ".723": 1776,
      "352.dat": 1777,
      "398": 1778,
      ".047": 1779,
      ".267": 1780,
      "455": 1781,
      "383": 1782,
      ".478": 1783,
      ".983": 1784,
      "43719.dat": 1785,
      "3943.dat": 1786,
      "574": 1787,
      "6157.dat": 1788,
      ".056": 1789,
      "299": 1790,
      "2463.dat": 1791,
      ".163": 1792,
      ".160": 1793,
      ".550": 1794,
      ".124": 1795,
      "1064": 1796,
      ".254": 1797,
      "14417.dat": 1798,
      "24316.dat": 1799,
      "4345.dat": 1800,
      "4716.dat": 1801,
      "505.dat": 1802,
      ".097": 1803,
      ".474": 1804,
      "32138.dat": 1805,
      ".829": 1806,
      ".596": 1807,
      ".444": 1808,
      ".146": 1809,
      "4444.dat": 1810,
      ".130": 1811,
      ".797": 1812,
      "226": 1813,
      ".867": 1814,
      "285": 1815,
      "3963.dat": 1816,
      ".443": 1817,
      ".541": 1818,
      "627": 1819,
      "990": 1820,
      ".464": 1821,
      "92950.dat": 1822,
      "313": 1823,
      ".127": 1824,
      "55013.dat": 1825,
      ".164": 1826,
      ".226": 1827,
      ".190": 1828,
      "342": 1829,
      ".181": 1830,
      "2452.dat": 1831,
      "6589.dat": 1832,
      "2468.dat": 1833,
      "262": 1834,
      ".302": 1835,
      "662": 1836,
      ".828": 1837,
      "474": 1838,
      ".810": 1839,
      "5689": 1840,
      "333": 1841,
      ".396": 1842,
      "56891.dat": 1843,
      "517": 1844,
      ".427": 1845,
      "3056": 1846,
      "2465.dat": 1847,
      ".897": 1848,
      "341": 1849,
      "30565.dat": 1850,
      ".801": 1851,
      ".914": 1852,
      ".555": 1853,
      "522": 1854,
      "451": 1855,
      ".668": 1856,
      "4872.dat": 1857,
      ".289": 1858,
      "150.dat": 1859,
      "3067.dat": 1860,
      "454": 1861,
      "343": 1862,
      ".744": 1863,
      "5210": 1864,
      "3475.dat": 1865,
      "52107.dat": 1866,
      ".973": 1867,
      "479": 1868,
      ".456": 1869,
      ".435": 1870,
      ".524": 1871,
      "351": 1872,
      "4591.dat": 1873,
      "862": 1874,
      "495": 1875,
      "3016": 1876,
      ".449": 1877,
      "6003.dat": 1878,
      "30165.dat": 1879,
      ".649": 1880,
      ".582": 1881,
      "6232.dat": 1882,
      "6215.dat": 1883,
      ".368": 1884,
      ".926": 1885,
      "18677.dat": 1886,
      ".910": 1887,
      ".049": 1888,
      "2923.dat": 1889,
      "6134": 1890,
      ".705": 1891,
      "61345.dat": 1892,
      ".657": 1893,
      "649": 1894,
      ".187": 1895,
      "43712.dat": 1896,
      "516": 1897,
      "481.dat": 1898,
      "227": 1899,
      "61481.dat": 1900,
      ".337": 1901,
      ".105": 1902,
      ".106": 1903,
      "1184": 1904,
      "23.dat": 1905,
      "534": 1906,
      "588": 1907,
      "624": 1908,
      "637": 1909,
      "674": 1910,
      "682": 1911,
      "732": 1912,
      "815": 1913,
      "832": 1914,
      "20310": 1915,
      "4036.dat": 1916,
      "4035.dat": 1917,
      "15207.dat": 1918,
      ".911": 1919,
      ".925": 1920,
      ".674": 1921,
      ".681": 1922,
      ".076": 1923,
      "3777": 1924,
      "37352.dat": 1925,
      "3835.dat": 1926,
      ".261": 1927,
      ".838": 1928,
      ".813": 1929,
      ".873": 1930,
      "2850.dat": 1931,
      "342.dat": 1932,
      "3455.dat": 1933,
      ".442": 1934,
      ".571": 1935,
      "546": 1936,
      ".779": 1937,
      "32056.dat": 1938,
      "98989.dat": 1939,
      "8829": 1940,
      "585": 1941,
      "587": 1942,
      "3701.dat": 1943,
      "3308.dat": 1944,
      "6266.dat": 1945,
      "994.dat": 1946,
      "9534": 1947,
      "87994.dat": 1948,
      "2467.dat": 1949,
      "32828.dat": 1950,
      "2458.dat": 1951,
      "4182.dat": 1952,
      "4221.dat": 1953,
      ".591": 1954,
      "60477.dat": 1955,
      "41740.dat": 1956,
      ".361": 1957,
      "15470.dat": 1958,
      "4864.dat": 1959,
      "3675.dat": 1960,
      "6183.dat": 1961,
      "70023.dat": 1962,
      "62520.dat": 1963,
      "20310.dat": 1964,
      "88293.dat": 1965,
      ".977": 1966,
      "566.dat": 1967,
      "64566.dat": 1968,
      ".162": 1969,
      "2437.dat": 1970,
      "4475.dat": 1971,
      "6191.dat": 1972,
      "1024": 1973,
      "363": 1974,
      "850": 1975,
      "208.dat": 1976,
      ".046": 1977,
      "391": 1978,
      "50947.dat": 1979,
      ".283": 1980,
      "593": 1981,
      "644": 1982,
      "3058": 1983,
      "6538.dat": 1984,
      "30586.dat": 1985,
      ".451": 1986,
      "225": 1987,
      ".597": 1988,
      ".974": 1989,
      ".459": 1990,
      "3703.dat": 1991,
      "76.dat": 1992,
      ".857": 1993,
      "11476.dat": 1994,
      "63965.dat": 1995,
      "305": 1996,
      "61252.dat": 1997,
      "6120.dat": 1998,
      ".658": 1999,
      ".074": 2000,
      "50943.dat": 2001,
      "672": 2002,
      ".993": 2003,
      "566": 2004,
      ".476": 2005,
      ".557": 2006,
      "30360.dat": 2007,
      "4262.dat": 2008,
      "15208.dat": 2009,
      "6140": 2010,
      ".043": 2011,
      "396": 2012,
      "2744.dat": 2013,
      "61409.dat": 2014,
      ".244": 2015,
      "359": 2016,
      ".634": 2017,
      ".646": 2018,
      "542": 2019,
      ".763": 2020,
      "471": 2021,
      ".231": 2022,
      ".287": 2023,
      "523": 2024,
      "3942.dat": 2025,
      "3229": 2026,
      ".402": 2027,
      "32291.dat": 2028,
      "59.dat": 2029,
      ".931": 2030,
      "173": 2031,
      ".823": 2032,
      ".765": 2033,
      "6439": 2034,
      "4219.dat": 2035,
      "96.dat": 2036,
      "431": 2037,
      "30071.dat": 2038,
      ".576": 2039,
      "4346.dat": 2040,
      "4497.dat": 2041,
      "461": 2042,
      "4217.dat": 2043,
      "11215.dat": 2044,
      "493": 2045,
      "c.dat": 2046,
      ".802": 2047,
      "515": 2048,
      ".833": 2049,
      "55982.dat": 2050,
      ".832": 2051,
      "2444.dat": 2052,
      "3297.dat": 2053,
      ".418": 2054,
      "87080.dat": 2055,
      ".252": 2056,
      ".887": 2057,
      ".145": 2058,
      "683": 2059,
      ".237": 2060,
      ".155": 2061,
      ".273": 2062,
      "4176": 2063,
      "848": 2064,
      ".661": 2065,
      ".446": 2066,
      ".514": 2067,
      "2736.dat": 2068,
      "578": 2069,
      "3741.dat": 2070,
      ".773": 2071,
      ".053": 2072,
      ".825": 2073,
      ".119": 2074,
      ".621": 2075,
      "2853.dat": 2076,
      "549": 2077,
      "465": 2078,
      "5529": 2079,
      "51739.dat": 2080,
      ".142": 2081,
      ".761": 2082,
      "32269.dat": 2083,
      ".012": 2084,
      ".872": 2085,
      ".839": 2086,
      "87086.dat": 2087,
      "60479.dat": 2088,
      ".235": 2089,
      ".257": 2090,
      "255": 2091,
      "231": 2092,
      ".089": 2093,
      "487": 2094,
      ".411": 2095,
      ".304": 2096,
      ".947": 2097,
      ".441": 2098,
      ".169": 2099,
      "492": 2100,
      "6061.dat": 2101,
      ".883": 2102,
      ".748": 2103,
      ".795": 2104,
      "521": 2105,
      ".486": 2106,
      ".835": 2107,
      ".372": 2108,
      "317": 2109,
      "920": 2110,
      "9360": 2111,
      "93606.dat": 2112,
      ".399": 2113,
      "877": 2114,
      "3027.dat": 2115,
      "11947.dat": 2116,
      "3821.dat": 2117,
      "3245c.dat": 2118,
      "4489.dat": 2119,
      ".948": 2120,
      ".959": 2121,
      ".553": 2122,
      ".573": 2123,
      "602": 2124,
      "453": 2125,
      "5597": 2126,
      ".965": 2127,
      "55976.dat": 2128,
      ".428": 2129,
      "3684.dat": 2130,
      "977": 2131,
      "8214": 2132,
      "u800": 2133,
      "509": 2134,
      ".234": 2135,
      ".837": 2136,
      "4467": 2137,
      ".179": 2138,
      "559": 2139,
      "526": 2140,
      "856": 2141,
      "206.dat": 2142,
      "99206.dat": 2143,
      "4181.dat": 2144,
      "10928.dat": 2145,
      ".592": 2146,
      "337": 2147,
      "629": 2148,
      "731": 2149,
      "844": 2150,
      "940": 2151,
      "924": 2152,
      "9140": 2153,
      "1057": 2154,
      "1052": 2155,
      "902": 2156,
      "907": 2157,
      ".932": 2158,
      "729.dat": 2159,
      ".645": 2160,
      ".611": 2161,
      ".676": 2162,
      "48729.dat": 2163,
      ".264": 2164,
      ".815": 2165,
      ".847": 2166,
      ".886": 2167,
      ".852": 2168,
      "595": 2169,
      "2854.dat": 2170,
      "1105": 2171,
      ".422": 2172,
      ".413": 2173,
      ".516": 2174,
      ".549": 2175,
      ".587": 2176,
      ".788": 2177,
      "1000": 2178,
      "6417": 2179,
      "4530.dat": 2180,
      ".134": 2181,
      "2507.dat": 2182,
      "2911": 2183,
      "29120.dat": 2184,
      "782": 2185,
      ".323": 2186,
      "897": 2187,
      "4504.dat": 2188,
      "2343.dat": 2189,
      "2341.dat": 2190,
      "6104.dat": 2191,
      "41854.dat": 2192,
      "6553.dat": 2193,
      "64647.dat": 2194,
      "3585.dat": 2195,
      "44237.dat": 2196,
      "6154.dat": 2197,
      "37775.dat": 2198,
      "95344.dat": 2199,
      "92410.dat": 2200,
      "91405.dat": 2201,
      "29119.dat": 2202,
      ".595": 2203,
      ".223": 2204,
      "269": 2205,
      ".598": 2206,
      "2819.dat": 2207,
      "15533.dat": 2208,
      "10247.dat": 2209,
      "1b.dat": 2210,
      ".796": 2211,
      "3788.dat": 2212,
      "u8001b.dat": 2213,
      ".165": 2214,
      ".688": 2215,
      "902.dat": 2216,
      "56902.dat": 2217,
      "543": 2218,
      ".324": 2219,
      ".115": 2220,
      "43857.dat": 2221,
      ".896": 2222,
      "4202": 2223,
      "93593.dat": 2224,
      "1082": 2225,
      ".218": 2226,
      "277": 2227,
      "48092.dat": 2228,
      "437": 2229,
      ".862": 2230,
      ".249": 2231,
      ".367": 2232,
      ".346": 2233,
      ".570": 2234,
      "263": 2235,
      "60476.dat": 2236,
      "375": 2237,
      ".232": 2238,
      ".233": 2239,
      "525": 2240,
      "617": 2241,
      "754": 2242,
      ".315": 2243,
      "43722.dat": 2244,
      ".491": 2245,
      "3822.dat": 2246,
      ".515": 2247,
      "547.dat": 2248,
      ".759": 2249,
      "13547.dat": 2250,
      ".467": 2251,
      ".568": 2252,
      ".615": 2253,
      "489": 2254,
      ".212": 2255,
      ".445": 2256,
      "54383.dat": 2257,
      "2460.dat": 2258,
      ".199": 2259,
      "4588.dat": 2260,
      "1027": 2261,
      ".952": 2262,
      ".758": 2263,
      ".356": 2264,
      "628": 2265,
      ".404": 2266,
      "701": 2267,
      "3678.dat": 2268,
      ".927": 2269,
      ".963": 2270,
      ".648": 2271,
      "2905.dat": 2272,
      ".379": 2273,
      "466": 2274,
      "4150.dat": 2275,
      ".972": 2276,
      "3849.dat": 2277,
      "32250": 2278,
      "32250.dat": 2279,
      "494": 2280,
      ".059": 2281,
      ".275": 2282,
      ".295": 2283,
      ".608": 2284,
      "414": 2285,
      "746": 2286,
      ".512": 2287,
      "4261.dat": 2288,
      "41770.dat": 2289,
      "74695.dat": 2290,
      ".677": 2291,
      "561": 2292,
      "45505.dat": 2293,
      ".333": 2294,
      "257": 2295,
      ".375": 2296,
      ".194": 2297,
      "4495.dat": 2298,
      ".953": 2299,
      "653": 2300,
      "6628.dat": 2301,
      ".021": 2302,
      "499": 2303,
      ".856": 2304,
      ".537": 2305,
      ".098": 2306,
      ".739": 2307,
      "2486.dat": 2308,
