{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|UNK|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|EOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|PAD|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|COL|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|POS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|ORI|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|SHP|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|ANY|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|CR|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|BU|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|NA|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<|VE|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": " "
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "-|\\.\\d{3}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|UNK|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|UNK|>": 0,
      "<|EOS|>": 1,
      "<|PAD|>": 2,
      "<|COL|>": 3,
      "<|POS|>": 4,
      "<|ORI|>": 5,
      "<|SHP|>": 6,
      "<|ANY|>": 7,
      "<|CR|>": 8,
      "<|BU|>": 9,
      "<|NA|>": 10,
      "<|VE|>": 11,
      "\n": 12,
      "-": 13,
      ".": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      "<": 25,
      ">": 26,
      "A": 27,
      "B": 28,
      "C": 29,
      "E": 30,
      "N": 31,
      "O": 32,
      "R": 33,
      "S": 34,
      "U": 35,
      "V": 36,
      "a": 37,
      "b": 38,
      "c": 39,
      "d": 40,
      "g": 41,
      "t": 42,
      "u": 43,
      "|": 44,
      "00": 45,
      ".00": 46,
      ".000": 47,
      "70": 48,
      ".d": 49,
      "at": 50,
      ".dat": 51,
      ".70": 52,
      ".707": 53,
      "30": 54,
      ".5": 55,
      "10": 56,
      "40": 57,
      "15": 58,
      "20": 59,
      ".500": 60,
      "60": 61,
      "80": 62,
      "90": 63,
      "71": 64,
      "24": 65,
      "36": 66,
      "3.dat": 67,
      "50": 68,
      "32": 69,
      "300": 70,
      "9.dat": 71,
      "72": 72,
      "48": 73,
      "66": 74,
      "16": 75,
      "12": 76,
      "14": 77,
      "56": 78,
      "37": 79,
      "4.dat": 80,
      "2.dat": 81,
      ".9": 82,
      "1.dat": 83,
      "38": 84,
      "5.dat": 85,
      "120": 86,
      ".6": 87,
      "59": 88,
      "28": 89,
      "110": 90,
      "150": 91,
      "302": 92,
      "19": 93,
      "34": 94,
      "200": 95,
      "18": 96,
      ".0": 97,
      "130": 98,
      ".2": 99,
      "140": 100,
      "47": 101,
      "310": 102,
      "39": 103,
      "7.dat": 104,
      "54": 105,
      "306": 106,
      "320": 107,
      "3023.dat": 108,
      "70.dat": 109,
      ".8": 110,
      "160": 111,
      "100": 112,
      "170": 113,
      "190": 114,
      "8.dat": 115,
      "96": 116,
      "230": 117,
      "3004.dat": 118,
      "484": 119,
      "26": 120,
      "45": 121,
      "46": 122,
      "22": 123,
      "17": 124,
      "180": 125,
      "240": 126,
      "362": 127,
      "24.dat": 128,
      "92": 129,
      "10.dat": 130,
      "27": 131,
      "256": 132,
      "3024.dat": 133,
      "210": 134,
      "88": 135,
      "270": 136,
      "98": 137,
      "290": 138,
      "44": 139,
      "3069.dat": 140,
      "56.dat": 141,
      ".966": 142,
      ".259": 143,
      "73.dat": 144,
      "280": 145,
      "35": 146,
      "220": 147,
      ".4": 148,
      "128": 149,
      "64": 150,
      "3005.dat": 151,
      "104": 152,
      ".7": 153,
      "36.dat": 154,
      "490": 155,
      ".866": 156,
      "112": 157,
      "<|": 158,
      "|>": 159,
      "20.dat": 160,
      "250": 161,
      "614": 162,
      "4070.dat": 163,
      "3070.dat": 164,
      "6141.dat": 165,
      "260": 166,
      "272": 167,
      "83": 168,
      "430": 169,
      "325": 170,
      "3622.dat": 171,
      "75": 172,
      "13": 173,
      "3710.dat": 174,
      "3009.dat": 175,
      "6.dat": 176,
      "378": 177,
      "330": 178,
      "29": 179,
      "53": 180,
      "66.dat": 181,
      "42": 182,
      "379": 183,
      "400": 184,
      "370": 185,
      "3673.dat": 186,
      "416": 187,
      "60.dat": 188,
      "11": 189,
      "756.dat": 190,
      "84": 191,
      "360": 192,
      "76": 193,
      ".3": 194,
      "94": 195,
      "3623.dat": 196,
      "138": 197,
      "25": 198,
      "3666.dat": 199,
      "80.dat": 200,
      "32.dat": 201,
      "303": 202,
      "136": 203,
      "3020.dat": 204,
      "168": 205,
      "152": 206,
      "408": 207,
      "208": 208,
      "383": 209,
      "99": 210,
      ".653": 211,
      "176": 212,
      ".271": 213,
      "870": 214,
      ".992": 215,
      "144": 216,
      "340": 217,
      "33": 218,
      "62": 219,
      "485": 220,
      ".128": 221,
      "49.dat": 222,
      "3008.dat": 223,
      "3022.dat": 224,
      "288": 225,
      "232": 226,
      "200.dat": 227,
      "54200.dat": 228,
      "183": 229,
      ".383": 230,
      "55": 231,
      "40.dat": 232,
      "440": 233,
      "6636.dat": 234,
      ".924": 235,
      "19.dat": 236,
      "3010.dat": 237,
      "43": 238,
      ".34": 239,
      "350": 240,
      "304": 241,
      ".32": 242,
      "380": 243,
      ".706": 244,
      "243": 245,
      "3062.dat": 246,
      "386": 247,
      "530": 248,
      "3749.dat": 249,
      ".945": 250,
      "95": 251,
      "385.dat": 252,
      "22385.dat": 253,
      "78": 254,
      "216": 255,
      "4162.dat": 256,
      ".485": 257,
      ".875": 258,
      "206": 259,
      "6386": 260,
      ".326": 261,
      "287": 262,
      ".183": 263,
      ".683": 264,
      "65.dat": 265,
      "390": 266,
      "126": 267,
      "87": 268,
      "480": 269,
      "184": 270,
      "3021.dat": 271,
      "6059": 272,
      ".343": 273,
      "65": 274,
      "28.dat": 275,
      "410": 276,
      "447": 277,
      "85": 278,
      "248": 279,
      "00.dat": 280,
      "6060": 281,
      "192": 282,
      "134": 283,
      "54.dat": 284,
      "8708": 285,
      "BU": 286,
      "<|BU": 287,
      "2431.dat": 288,
      "37.dat": 289,
      "E|>": 290,
      "VE|>": 291,
      "138.dat": 292,
      "3794.dat": 293,
      "32556.dat": 294,
      "609": 295,
      "428": 296,
      "3795.dat": 297,
      "63864.dat": 298,
      "68": 299,
      "9828": 300,
      "2780.dat": 301,
      "98138.dat": 302,
      "93": 303,
      "31": 304,
      "74": 305,
      ".783": 306,
      ".612": 307,
      ".037": 308,
      ".66": 309,
      "450": 310,
      ".622": 311,
      "600": 312,
      "98283.dat": 313,
      "49": 314,
      "62.dat": 315,
      "224": 316,
      ".354": 317,
      "4477.dat": 318,
      "598": 319,
      "61": 320,
      "328": 321,
      "79.dat": 322,
      "473": 323,
      "3460.dat": 324,
      "427": 325,
      "520": 326,
      "3068.dat": 327,
      "86": 328,
      "3660.dat": 329,
      "312": 330,
      "4519.dat": 331,
      "91": 332,
      "12.dat": 333,
      "371": 334,
      "352": 335,
      "640": 336,
      "32028.dat": 337,
      "584": 338,
      "384": 339,
      "81": 340,
      "2420.dat": 341,
      "458": 342,
      "344": 343,
      "46.dat": 344,
      "392": 345,
      "368": 346,
      "16.dat": 347,
      "3039.dat": 348,
      "470": 349,
      "57": 350,
      "238": 351,
      ".618": 352,
      "510": 353,
      ".19": 354,
      "393": 355,
      "2877.dat": 356,
      "89": 357,
      "3713.dat": 358,
      "420": 359,
      "32054.dat": 360,
      "2412.dat": 361,
      "114": 362,
      "52": 363,
      "172": 364,
      "459": 365,
      "79": 366,
      "264": 367,
      "235": 368,
      "131": 369,
      "26.dat": 370,
      "654": 371,
      "60592.dat": 372,
      "171": 373,
      "448": 374,
      ".559": 375,
      "214": 376,
      "148": 377,
      "58": 378,
      "464": 379,
      "460": 380,
      "301": 381,
      ".704": 382,
      "512": 383,
      "560": 384,
      "432": 385,
      "376": 386,
      "30.dat": 387,
      "174": 388,
      "47.dat": 389,
      "900.dat": 390,
      "59900.dat": 391,
      "123": 392,
      "38.dat": 393,
      "158": 394,
      "60601.dat": 395,
      "132": 396,
      "EO": 397,
      "S|>": 398,
      "<|EO": 399,
      "155": 400,
      "616": 401,
      "296": 402,
      "8598": 403,
      "85984.dat": 404,
      "3665.dat": 405,
      "4286.dat": 406,
      ".434": 407,
      ".669": 408,
      "97": 409,
      ".230": 410,
      "3001.dat": 411,
      "6091.dat": 412,
      "50.dat": 413,
      "395": 414,
      "2660": 415,
      "118": 416,
      "3003.dat": 417,
      "688": 418,
      "2357.dat": 419,
      ".195": 420,
      "3832.dat": 421,
      "182": 422,
      "87087.dat": 423,
      "590": 424,
      "15.dat": 425,
      ".694": 426,
      ".112": 427,
      ".138": 428,
      "394": 429,
      ".999": 430,
      "308": 431,
      "4081.dat": 432,
      "403": 433,
      "488": 434,
      "297": 435,
      "77": 436,
      "32062.dat": 437,
      "952.dat": 438,
      "30136.dat": 439,
      "6048": 440,
      "82": 441,
      ".556": 442,
      "592": 443,
      "116": 444,
      "6541.dat": 445,
      "87079.dat": 446,
      ".991": 447,
      ".981": 448,
      ".473": 449,
      "3040.dat": 450,
      "242": 451,
      ".701": 452,
      "4589.dat": 453,
      "712": 454,
      "365": 455,
      "3252": 456,
      "507": 457,
      "32952.dat": 458,
      ".698": 459,
      "500": 460,
      "4430": 461,
      ".131": 462,
      ".996": 463,
      "544": 464,
      ".45": 465,
      "664": 466,
      "624": 467,
      "5944": 468,
      "59443.dat": 469,
      "536": 470,
      "18.dat": 471,
      ".092": 472,
      ".526": 473,
      "23": 474,
      "234": 475,
      "50746.dat": 476,
      "139": 477,
      "13.dat": 478,
      "580": 479,
      "284": 480,
      "3037.dat": 481,
      "41": 482,
      "3034.dat": 483,
      "424": 484,
      "119": 485,
      ".088": 486,
      "124": 487,
      "108": 488,
      "15573.dat": 489,
      ".609": 490,
      "156": 491,
      "329": 492,
      "411": 493,
      ".064": 494,
      "760": 495,
      "164": 496,
      ".50": 497,
      ".793": 498,
      "32526.dat": 499,
      "462": 500,
      "14.dat": 501,
      "570": 502,
      "385": 503,
      "348": 504,
      "102": 505,
      ".702": 506,
      "4218.dat": 507,
      "3957.dat": 508,
      "744": 509,
      "875": 510,
      "4216.dat": 511,
      "426": 512,
      "67": 513,
      "6536.dat": 514,
      "3212": 515,
      "32123.dat": 516,
      "540": 517,
      "68.dat": 518,
      "4865.dat": 519,
      "608": 520,
      ".831": 521,
      "3700.dat": 522,
      "568": 523,
      "321": 524,
      "336": 525,
      "151": 526,
      "550": 527,
      "146": 528,
      "3200": 529,
      "142": 530,
      "3937.dat": 531,
      "496": 532,
      "3002.dat": 533,
      "159": 534,
      "610": 535,
      "3032.dat": 536,
      "274": 537,
      "3203": 538,
      "552": 539,
      "389": 540,
      "4274.dat": 541,
      "406": 542,
      "244": 543,
      "52.dat": 544,
      "122": 545,
      "222": 546,
      "62462.dat": 547,
      "181": 548,
      "153": 549,
      ".619": 550,
      "509": 551,
      "720": 552,
      "418": 553,
      ".393": 554,
      "73": 555,
      "3941.dat": 556,
      ".643": 557,
      "60483.dat": 558,
      "246": 559,
      ".588": 560,
      "44302.dat": 561,
      "354": 562,
      "768": 563,
      "492": 564,
      "800": 565,
      "4032.dat": 566,
      "11.dat": 567,
      "51": 568,
      "292": 569,
      "109": 570,
      "4265.dat": 571,
      "6047": 572,
      "87580.dat": 573,
      "201.dat": 574,
      "24201.dat": 575,
      "11211.dat": 576,
      "166": 577,
      "93.dat": 578,
      "728": 579,
      ".985": 580,
      "4085.dat": 581,
      "776": 582,
      "511": 583,
      ".766": 584,
      "680": 585,
      ".174": 586,
      ".087": 587,
      "113": 588,
      "324": 589,
      "179": 590,
      "196": 591,
      "323": 592,
      "382": 593,
      "417": 594,
      "422": 595,
      "198": 596,
      ".561": 597,
      "50950.dat": 598,
      "704": 599,
      "752": 600,
      "43093.dat": 601,
      "32525.dat": 602,
      "4740.dat": 603,
      "125": 604,
      "3706.dat": 605,
      "17.dat": 606,
      "3227": 607,
      "32278.dat": 608,
      "106": 609,
      "268": 610,
      "87082.dat": 611,
      "90.dat": 612,
      ".044": 613,
      "433": 614,
      "3938.dat": 615,
      ".39": 616,
      "188": 617,
      "897.dat": 618,
      ".123": 619,
      "3659.dat": 620,
      "26601.dat": 621,
      "32316.dat": 622,
      "576": 623,
      "0.dat": 624,
      "528": 625,
      "4510.dat": 626,
      "32000.dat": 627,
      "905.dat": 628,
      "47905.dat": 629,
      ".458": 630,
      ".539": 631,
      "294": 632,
      ".430": 633,
      "444": 634,
      "135": 635,
      "3705.dat": 636,
      "111": 637,
      "30414.dat": 638,
      "77.dat": 639,
      "233": 640,
      "185": 641,
      "269.dat": 642,
      "236": 643,
      "63": 644,
      "997": 645,
      "322": 646,
      "456": 647,
      "1471": 648,
      "461": 649,
      "147": 650,
      "655": 651,
      "177": 652,
      "60897.dat": 653,
      "784": 654,
      "3626.dat": 655,
      "245": 656,
      "436": 657,
      "3038.dat": 658,
      "141": 659,
      "32034.dat": 660,
      ".696": 661,
      "613": 662,
      "78.dat": 663,
      ".003": 664,
      ".242": 665,
      "32013.dat": 666,
      ".566": 667,
      ".424": 668,
      "154": 669,
      "105": 670,
      "21": 671,
      "4229.dat": 672,
      "374.dat": 673,
      "121": 674,
      "4033.dat": 675,
      "186": 676,
      "3747.dat": 677,
      "2654.dat": 678,
      "486": 679,
      ".028": 680,
      "48.dat": 681,
      "3940.dat": 682,
      "25269.dat": 683,
      ".080": 684,
      "3030.dat": 685,
      ".480": 686,
      "32524.dat": 687,
      ".498": 688,
      "4273.dat": 689,
      ".502": 690,
      "140.dat": 691,
      ".540": 692,
      "2875.dat": 693,
      "228": 694,
      ".030": 695,
      ".027": 696,
      "115": 697,
      "2540.dat": 698,
      "32523.dat": 699,
      "498": 700,
      "4592.dat": 701,
      ".019": 702,
      "149": 703,
      "611": 704,
      "434": 705,
      "6558.dat": 706,
      "32140.dat": 707,
      "203": 708,
      "3031.dat": 709,
      ".052": 710,
      "117": 711,
      "103": 712,
      "285": 713,
      "247": 714,
      "161": 715,
      "30374.dat": 716,
      "4287.dat": 717,
      "6019.dat": 718,
      "143": 719,
      ".406": 720,
      ".579": 721,
      "728.dat": 722,
      "44728.dat": 723,
      "472": 724,
      "2339.dat": 725,
      "401": 726,
      "60608.dat": 727,
      "295": 728,
      "194": 729,
      "973.dat": 730,
      "169": 731,
      "31.dat": 732,
      "2456.dat": 733,
      "145.dat": 734,
      "56145.dat": 735,
      ".224": 736,
      "4200": 737,
      "42003.dat": 738,
      ".703": 739,
      "6632.dat": 740,
      "184.dat": 741,
      "32073.dat": 742,
      "26604.dat": 743,
      "3298.dat": 744,
      "630": 745,
      "593.dat": 746,
      "4735.dat": 747,
      "816": 748,
      "2450.dat": 749,
      ".457": 750,
      "137": 751,
      "5095": 752,
      "50951.dat": 753,
      "3482.dat": 754,
      "4315.dat": 755,
      "41.dat": 756,
      "173": 757,
      "402": 758,
      ".546": 759,
      "133": 760,
      "2466.dat": 761,
      "87083.dat": 762,
      "35480.dat": 763,
      "670": 764,
      "69": 765,
      "3024": 766,
      "271": 767,
      "162": 768,
      "129": 769,
      ".987": 770,
      "632": 771,
      "252": 772,
      "40490": 773,
      "205": 774,
      "40490.dat": 775,
      "710": 776,
      "3035.dat": 777,
      "6464": 778,
      ".390": 779,
      "60594.dat": 780,
      ".664": 781,
      "4445.dat": 782,
      "30244.dat": 783,
      "64644.dat": 784,
      "178": 785,
      "165": 786,
      ".068": 787,
      ".159": 788,
      ".342": 789,
      "273": 790,
      ".450": 791,
      "508": 792,
      "3036.dat": 793,
      "358": 794,
      ".325": 795,
      "5171": 796,
      "51719.dat": 797,
      "620": 798,
      "187": 799,
      "212": 800,
      ".040": 801,
      "32184.dat": 802,
      "4276.dat": 803,
      "127": 804,
      "15068.dat": 805,
      "2288": 806,
      "3260": 807,
      ".585": 808,
      "4624.dat": 809,
      "504": 810,
      "910.dat": 811,
      ".590": 812,
      "607": 813,
      "96910.dat": 814,
      "15332.dat": 815,
      "60478.dat": 816,
      ".090": 817,
      "2445.dat": 818,
      "909.dat": 819,
      "32124.dat": 820,
      "658": 821,
      "317": 822,
      ".554": 823,
      "840": 824,
      "3651.dat": 825,
      "44301.dat": 826,
      "3206": 827,
      "92593.dat": 828,
      "3479.dat": 829,
      "650": 830,
      "4371": 831,
      "6134.dat": 832,
      "76.dat": 833,
      "207.dat": 834,
      "8586": 835,
      "85861.dat": 836,
      ".613": 837,
      "968": 838,
      ".790": 839,
      "60593.dat": 840,
      "60602.dat": 841,
      "4034.dat": 842,
      "2743.dat": 843,
      ".995": 844,
      ".800": 845,
      "4593.dat": 846,
      "55.dat": 847,
      "257": 848,
      "3855.dat": 849,
      ".440": 850,
      "332": 851,
      "14719.dat": 852,
      "442": 853,
      "929": 854,
      "CR": 855,
      "<|CR": 856,
      "696": 857,
      "383.dat": 858,
      ".90": 859,
      "4073.dat": 860,
      "3329": 861,
      ".034": 862,
      "3960.dat": 863,
      "22885.dat": 864,
      "32607.dat": 865,
      ".71": 866,
      ".46": 867,
      "925.dat": 868,
      "4490.dat": 869,
      ".437": 870,
      "423": 871,
      "94925.dat": 872,
      "26603.dat": 873,
      ".543": 874,
      ".453": 875,
      "99780.dat": 876,
      "276": 877,
      ".47": 878,
      "2419.dat": 879,
      "730": 880,
      "2362.dat": 881,
      "259": 882,
      "4215.dat": 883,
      "32449.dat": 884,
      "4079.dat": 885,
      "72.dat": 886,
      "3830.dat": 887,
      "314": 888,
      "335": 889,
      "2436.dat": 890,
      "3831.dat": 891,
      "9379": 892,
      "93792.dat": 893,
      "405": 894,
      ".035": 895,
      "32064.dat": 896,
      "175": 897,
      "191": 898,
      ".671": 899,
      "4213.dat": 900,
      "189": 901,
      ".191": 902,
      "750": 903,
      "33291.dat": 904,
      "107": 905,
      "32039.dat": 906,
      "92.dat": 907,
      "2878.dat": 908,
      "29.dat": 909,
      "3853.dat": 910,
      "792": 911,
      "145": 912,
      "622": 913,
      "736": 914,
      "944": 915,
      "3046.dat": 916,
      "30068.dat": 917,
      "41677.dat": 918,
      "60607.dat": 919,
      "3939.dat": 920,
      "6542.dat": 921,
      ".061": 922,
      "282": 923,
      "2429.dat": 924,
      ".125": 925,
      ".636": 926,
      "4460.dat": 927,
      ".710": 928,
      "3894.dat": 929,
      ".462": 930,
      "989.dat": 931,
      "3641.dat": 932,
      "4282.dat": 933,
      "3033.dat": 934,
      "211": 935,
      "30383.dat": 936,
      "4859.dat": 937,
      "6231.dat": 938,
      "254": 939,
      "4275.dat": 940,
      "5598": 941,
      "4623.dat": 942,
      "742": 943,
      "704.dat": 944,
      "14704.dat": 945,
      "471": 946,
      "6629.dat": 947,
      "209": 948,
      ".48": 949,
      "547": 950,
      "3035": 951,
      ".519": 952,
      ".292": 953,
      "30357.dat": 954,
      "289": 955,
      "3956.dat": 956,
      "559": 957,
      "204": 958,
      ".086": 959,
      ".397": 960,
      "75.dat": 961,
      "120.dat": 962,
      "452": 963,
      "1867": 964,
      "4123": 965,
      "41239.dat": 966,
      ".213": 967,
      "707": 968,
      "101": 969,
      "483": 970,
      "199": 971,
      "3176.dat": 972,
      "4745": 973,
      "449": 974,
      "36840.dat": 975,
      "218": 976,
      "202": 977,
      "319": 978,
      "6111.dat": 979,
      ".007": 980,
      "3055": 981,
      "9978": 982,
      "11477.dat": 983,
      "99781.dat": 984,
      "387": 985,
      ".438": 986,
      "71.dat": 987,
      "339": 988,
      ".331": 989,
      "2432.dat": 990,
      "221": 991,
      "3702.dat": 992,
      "377": 993,
      "6143.dat": 994,
      "3708.dat": 995,
      "824": 996,
      "157": 997,
      "569": 998,
      "47457.dat": 999,
      "99207.dat": 1000,
      ".503": 1001,
      "237": 1002,
      "912": 1003,
      ".005": 1004,
      "1072": 1005,
      ".956": 1006,
      ".692": 1007,
      "60596.dat": 1008,
      "689": 1009,
      "6587.dat": 1010,
      "70720.dat": 1011,
      "3829.dat": 1012,
      "99773.dat": 1013,
      "369": 1014,
      "2430.dat": 1015,
      ".762": 1016,
      ".096": 1017,
      "163": 1018,
      "4590.dat": 1019,
      "6015.dat": 1020,
      "33909.dat": 1021,
      "6014.dat": 1022,
      ".171": 1023,
      ".248": 1024,
      "61678.dat": 1025,
      "213": 1026,
      ".002": 1027,
      "207": 1028,
      ".997": 1029,
      "281": 1030,
      "283": 1031,
      "219": 1032,
      "412": 1033,
      "690": 1034,
      "32009.dat": 1035,
      "32270.dat": 1036,
      "2340": 1037,
      "313": 1038,
      "646": 1039,
      "2340.dat": 1040,
      "63.dat": 1041,
      "808": 1042,
      "a.dat": 1043,
      "4349.dat": 1044,
      ".768": 1045,
      ".72": 1046,
      "645": 1047,
      "1016": 1048,
      "361": 1049,
      "167": 1050,
      "3737.dat": 1051,
      ".890": 1052,
      ".772": 1053,
      ".455": 1054,
      "4175.dat": 1055,
      "14716.dat": 1056,
      ".239": 1057,
      "48336.dat": 1058,
      "3045.dat": 1059,
      ".898": 1060,
      "9039": 1061,
      "90398.dat": 1062,
      "476": 1063,
      "3483.dat": 1064,
      ".990": 1065,
      "24866.dat": 1066,
      ".497": 1067,
      "334": 1068,
      "4429": 1069,
      "44294.dat": 1070,
      ".447": 1071,
      ".641": 1072,
      "3036": 1073,
      ".542": 1074,
      ".299": 1075,
      "293": 1076,
      "2921.dat": 1077,
      "877": 1078,
      "223": 1079,
      "3041.dat": 1080,
      "4372": 1081,
      "30552.dat": 1082,
      "932": 1083,
      "1571": 1084,
      "602": 1085,
      ".647": 1086,
      "93273.dat": 1087,
      "15712.dat": 1088,
      "391": 1089,
      "764": 1090,
      "820": 1091,
      "3839.dat": 1092,
      "63868.dat": 1093,
      "864": 1094,
      "516": 1095,
      "3958.dat": 1096,
      "291": 1097,
      "326": 1098,
      "752.dat": 1099,
      ".153": 1100,
      ".147": 1101,
      "2122": 1102,
      "992": 1103,
      "976": 1104,
      "3048.dat": 1105,
      ".552": 1106,
      "1040": 1107,
      "507.dat": 1108,
      ".690": 1109,
      ".628": 1110,
      "1104": 1111,
      ".834": 1112,
      "267": 1113,
      "27507.dat": 1114,
      "353": 1115,
      ".433": 1116,
      ".750": 1117,
      "4733.dat": 1118,
      "4596.dat": 1119,
      "60484.dat": 1120,
      "2346.dat": 1121,
      "87552.dat": 1122,
      "3899.dat": 1123,
      "4183.dat": 1124,
      "6225.dat": 1125,
      "55981.dat": 1126,
      "21229.dat": 1127,
      ".173": 1128,
      ".708": 1129,
      ".574": 1130,
      "660": 1131,
      "4595.dat": 1132,
      "3934.dat": 1133,
      "618": 1134,
      "3684": 1135,
      "36841.dat": 1136,
      ".048": 1137,
      ".697": 1138,
      "4625.dat": 1139,
      "3680.dat": 1140,
      "345": 1141,
      ".032": 1142,
      "126.dat": 1143,
      "562": 1144,
      "356": 1145,
      "278": 1146,
      "481.dat": 1147,
      ".099": 1148,
      "61481.dat": 1149,
      ".004": 1150,
      "755.dat": 1151,
      ".316": 1152,
      "372": 1153,
      "714": 1154,
      "48989.dat": 1155,
      ".662": 1156,
      "87747.dat": 1157,
      "3933.dat": 1158,
      "6081.dat": 1159,
      ".093": 1160,
      "770": 1161,
      ".135": 1162,
      "4022.dat": 1163,
      "343": 1164,
      "298": 1165,
      "375": 1166,
      ".998": 1167,
      ".949": 1168,
      "542": 1169,
      "217": 1170,
      ".113": 1171,
      "3029.dat": 1172,
      "309": 1173,
      ".978": 1174,
      "936": 1175,
      "103.dat": 1176,
      "6062": 1177,
      "2417.dat": 1178,
      "388": 1179,
      "34103.dat": 1180,
      ".082": 1181,
      "541": 1182,
      "320.dat": 1183,
      "44126.dat": 1184,
      "32530.dat": 1185,
      "13965.dat": 1186,
      "60623.dat": 1187,
      ".370": 1188,
      "3943.dat": 1189,
      "415": 1190,
      "3846.dat": 1191,
      "318": 1192,
      "229": 1193,
      "63869.dat": 1194,
      "08.dat": 1195,
      "215": 1196,
      "470.dat": 1197,
      "201": 1198,
      "60470.dat": 1199,
      "30008.dat": 1200,
      "419": 1201,
      "6120.dat": 1202,
      "612": 1203,
      "4599.dat": 1204,
      "3935.dat": 1205,
      "850": 1206,
      "249": 1207,
      ".894": 1208,
      ".976": 1209,
      ".013": 1210,
      "454": 1211,
      ".079": 1212,
      "2569.dat": 1213,
      "239": 1214,
      "30367.dat": 1215,
      ".001": 1216,
      "351": 1217,
      ".602": 1218,
      ".799": 1219,
      "363": 1220,
      "327": 1221,
      ".091": 1222,
      "2401.dat": 1223,
      "92947.dat": 1224,
      "2453.dat": 1225,
      "3679.dat": 1226,
      "3936.dat": 1227,
      ".685": 1228,
      "787.dat": 1229,
      "266": 1230,
      "2920.dat": 1231,
      "195": 1232,
      "455": 1233,
      ".073": 1234,
      "2959.dat": 1235,
      "880": 1236,
      "331": 1237,
      "2452.dat": 1238,
      "18674.dat": 1239,
      "366": 1240,
      ".429": 1241,
      "623": 1242,
      ".594": 1243,
      "539": 1244,
      "355": 1245,
      "700": 1246,
      "4730.dat": 1247,
      "225": 1248,
      "2555.dat": 1249,
      "299": 1250,
      "474": 1251,
      "226": 1252,
      "193": 1253,
      "3066.dat": 1254,
      ".334": 1255,
      "4092.dat": 1256,
      "9019": 1257,
      "619": 1258,
      "668.dat": 1259,
      "49668.dat": 1260,
      ".301": 1261,
      ".385": 1262,
      ".281": 1263,
      "615": 1264,
      "676": 1265,
      "625": 1266,
      "697": 1267,
      "780": 1268,
      "738": 1269,
      "702": 1270,
      "2048": 1271,
      "2449.dat": 1272,
      "2468.dat": 1273,
      "32348": 1274,
      "723": 1275,
      "38320.dat": 1276,
      "342": 1277,
      ".020": 1278,
      ".029": 1279,
      ".095": 1280,
      "32017.dat": 1281,
      ".877": 1282,
      "27263.dat": 1283,
      "531.dat": 1284,
      ".332": 1285,
      "62531.dat": 1286,
      "98282.dat": 1287,
      "60481.dat": 1288,
      "2423.dat": 1289,
      "2744.dat": 1290,
      ".475": 1291,
      ".481": 1292,
      ".727": 1293,
      "90195.dat": 1294,
      "20482.dat": 1295,
      "32348.dat": 1296,
      "62743.dat": 1297,
      "866": 1298,
      "3006.dat": 1299,
      ".892": 1300,
      "2851.dat": 1301,
      "86652.dat": 1302,
      "55976.dat": 1303,
      ".033": 1304,
      "5689": 1305,
      "56891.dat": 1306,
      "241": 1307,
      "2852.dat": 1308,
      "467": 1309,
      "3959.dat": 1310,
      "3838.dat": 1311,
      "468": 1312,
      ".934": 1313,
      "197": 1314,
      ".161": 1315,
      "505.dat": 1316,
      "4474.dat": 1317,
      "4083.dat": 1318,
      ".378": 1319,
      ".827": 1320,
      "3685.dat": 1321,
      "3828.dat": 1322,
      "582": 1323,
      ".111": 1324,
      ".828": 1325,
      "346": 1326,
      "639": 1327,
      ".705": 1328,
      ".049": 1329,
      ".318": 1330,
      "32019.dat": 1331,
      ".311": 1332,
      ".989": 1333,
      "740": 1334,
      ".279": 1335,
      "57.dat": 1336,
      "277": 1337,
      ".626": 1338,
      ".211": 1339,
      "338": 1340,
      "315": 1341,
      "305": 1342,
      "407": 1343,
      ".689": 1344,
      "6134": 1345,
      ".630": 1346,
      "61345.dat": 1347,
      "316": 1348,
      ".520": 1349,
      "482": 1350,
      ".177": 1351,
      "555": 1352,
      "43719.dat": 1353,
      "6140": 1354,
      "61409.dat": 1355,
      "522": 1356,
      "307": 1357,
      "4591.dat": 1358,
      "258": 1359,
      "431": 1360,
      "95.dat": 1361,
      ".015": 1362,
      ".398": 1363,
      "96.dat": 1364,
      "491": 1365,
      "381": 1366,
      "32072.dat": 1367,
      "2489.dat": 1368,
      ".555": 1369,
      ".439": 1370,
      "286": 1371,
      ".330": 1372,
      ".360": 1373,
      ".168": 1374,
      "548": 1375,
      "6112": 1376,
      "684": 1377,
      "679": 1378,
      "774": 1379,
      "862": 1380,
      ".513": 1381,
      "1553": 1382,
      "6084": 1383,
      "803": 1384,
      "71952.dat": 1385,
      "2424": 1386,
      "66909.dat": 1387,
      ".970": 1388,
      ".940": 1389,
      ".617": 1390,
      ".222": 1391,
      ".255": 1392,
      "4536.dat": 1393,
      "888": 1394,
      "35787.dat": 1395,
      ".459": 1396,
      ".791": 1397,
      "14417.dat": 1398,
      ".329": 1399,
      "60485.dat": 1400,
      "60475.dat": 1401,
      "92950.dat": 1402,
      ".904": 1403,
      ".482": 1404,
      "64566.dat": 1405,
      "6112.dat": 1406,
      "60849.dat": 1407,
      "24246.dat": 1408,
      ".066": 1409,
      "251": 1410,
      ".534": 1411,
      ".298": 1412,
      "732": 1413,
      "876": 1414,
      "b.dat": 1415,
      "757": 1416,
      "4497.dat": 1417,
      "3475.dat": 1418,
      "3942.dat": 1419,
      "359": 1420,
      ".253": 1421,
      "518": 1422,
      ".687": 1423,
      "275": 1424,
      ".146": 1425,
      "61.dat": 1426,
      "3842.dat": 1427,
      "2345.dat": 1428,
      "43712.dat": 1429,
      ".139": 1430,
      "627": 1431,
      "9360": 1432,
      "93606.dat": 1433,
      ".236": 1434,
      "594": 1435,
      ".031": 1436,
      ".317": 1437,
      "24316.dat": 1438,
      ".076": 1439,
      "11212.dat": 1440,
      ".635": 1441,
      ".988": 1442,
      ".083": 1443,
      "32557.dat": 1444,
      ".680": 1445,
      ".350": 1446,
      "150.dat": 1447,
      "4716.dat": 1448,
      ".172": 1449,
      ".959": 1450,
      "55013.dat": 1451,
      ".994": 1452,
      "18677.dat": 1453,
      "524": 1454,
      "4531.dat": 1455,
      ".984": 1456,
      ".387": 1457,
      ".600": 1458,
      "4854.dat": 1459,
      "208.dat": 1460,
      "3016": 1461,
      "10928.dat": 1462,
      "30165.dat": 1463,
      "2923.dat": 1464,
      "574": 1465,
      "404": 1466,
      "3703.dat": 1467,
      "3056": 1468,
      "30565.dat": 1469,
      "5094": 1470,
      "587": 1471,
      "6232.dat": 1472,
      "3205": 1473,
      "815": 1474,
      ".943": 1475,
      ".018": 1476,
      "3067.dat": 1477,
      "5210": 1478,
      "52107.dat": 1479,
      ".294": 1480,
      "43713.dat": 1481,
      "253": 1482,
      "439": 1483,
      "364": 1484,
      "435": 1485,
      ".022": 1486,
      ".200": 1487,
      ".310": 1488,
      ".464": 1489,
      ".108": 1490,
      ".246": 1491,
      ".382": 1492,
      ".133": 1493,
      "4385": 1494,
      "588": 1495,
      "637": 1496,
      "832": 1497,
      "89.dat": 1498,
      ".006": 1499,
      "3058": 1500,
      ".530": 1501,
      ".538": 1502,
      ".522": 1503,
      ".517": 1504,
      ".525": 1505,
      ".593": 1506,
      ".523": 1507,
      "1064": 1508,
      "4036.dat": 1509,
      "15207.dat": 1510,
      "15208.dat": 1511,
      "20310": 1512,
      "3675.dat": 1513,
      "663": 1514,
      "3777": 1515,
      ".951": 1516,
      ".640": 1517,
      ".620": 1518,
      ".624": 1519,
      ".646": 1520,
      ".674": 1521,
      ".686": 1522,
      ".679": 1523,
      "2850.dat": 1524,
      "342.dat": 1525,
      "3455.dat": 1526,
      ".014": 1527,
      ".045": 1528,
      ".217": 1529,
      ".293": 1530,
      ".267": 1531,
      "32056.dat": 1532,
      "32015.dat": 1533,
      ".819": 1534,
      "176.dat": 1535,
      "8829": 1536,
      "98989.dat": 1537,
      ".412": 1538,
      ".427": 1539,
      ".734": 1540,
      ".787": 1541,
      ".763": 1542,
      "3308.dat": 1543,
      "4219.dat": 1544,
      "4217.dat": 1545,
      "3701.dat": 1546,
      ".340": 1547,
      "30360.dat": 1548,
      "3835.dat": 1549,
      "994.dat": 1550,
      "333": 1551,
      "6266.dat": 1552,
      "3044.dat": 1553,
      "9534": 1554,
      "785": 1555,
      "87994.dat": 1556,
      "48092.dat": 1557,
      "4476.dat": 1558,
      "682": 1559,
      "32828.dat": 1560,
      "4035.dat": 1561,
      "673": 1562,
      "4182.dat": 1563,
      "4181.dat": 1564,
      "2467.dat": 1565,
      "60477.dat": 1566,
      "41740.dat": 1567,
      ".391": 1568,
      "13547.dat": 1569,
      "15470.dat": 1570,
      ".717": 1571,
      ".467": 1572,
      ".469": 1573,
      "6183.dat": 1574,
      "85080.dat": 1575,
      "62520.dat": 1576,
      "43857.dat": 1577,
      "30586.dat": 1578,
      "20310.dat": 1579,
      "88293.dat": 1580,
      ".407": 1581,
      "6538.dat": 1582,
      "848": 1583,
      ".532": 1584,
      ".025": 1585,
      "2463.dat": 1586,
      "2462.dat": 1587,
      "3849.dat": 1588,
      "55978.dat": 1589,
      "23.dat": 1590,
      ".740": 1591,
      "2853.dat": 1592,
      "70023.dat": 1593,
      ".106": 1594,
      ".163": 1595,
      "703": 1596,
      "3678.dat": 1597,
      "352.dat": 1598,
      "572": 1599,
      ".062": 1600,
      "4873.dat": 1601,
      ".923": 1602,
      "45505.dat": 1603,
      "3684.dat": 1604,
      "3297.dat": 1605,
      "377.dat": 1606,
      ".272": 1607,
      "51377.dat": 1608,
      ".166": 1609,
      "11946.dat": 1610,
      ".132": 1611,
      ".057": 1612,
      ".315": 1613,
      ".416": 1614,
      "1184": 1615,
      ".562": 1616,
      "6439": 1617,
      "4489.dat": 1618,
      "59.dat": 1619,
      "4479.dat": 1620,
      "11947.dat": 1621,
      ".208": 1622,
      "2437.dat": 1623,
      "30648.dat": 1624,
      ".80": 1625,
      "494": 1626,
      "526": 1627,
      "265": 1628,
      "43723.dat": 1629,
      "501": 1630,
      "61252.dat": 1631,
      "63965.dat": 1632,
      ".632": 1633,
      ".081": 1634,
      ".470": 1635,
      ".043": 1636,
      ".063": 1637,
      "543": 1638,
      "43722.dat": 1639,
      "441": 1640,
      "3821.dat": 1641,
      "3612.dat": 1642,
      ".946": 1643,
      "3822.dat": 1644,
      ".024": 1645,
      "3245": 1646,
      "6191.dat": 1647,
      "50943.dat": 1648,
      "8214": 1649,
      ".187": 1650,
      "367": 1651,
      "672": 1652,
      ".491": 1653,
      "4475.dat": 1654,
      "262": 1655,
      "60479.dat": 1656,
      "4150.dat": 1657,
      "902.dat": 1658,
      "56902.dat": 1659,
      "2736.dat": 1660,
      ".039": 1661,
      "30071.dat": 1662,
      ".070": 1663,
      ".071": 1664,
      "397": 1665,
      "3229": 1666,
      "32291.dat": 1667,
      "495": 1668,
      "603": 1669,
      ".993": 1670,
      ".466": 1671,
      "4444.dat": 1672,
      "6215.dat": 1673,
      "11476.dat": 1674,
      ".693": 1675,
      "3028.dat": 1676,
      "88072.dat": 1677,
      "481": 1678,
      "50947.dat": 1679,
      ".358": 1680,
      "493": 1681,
      "6628.dat": 1682,
      "3741.dat": 1683,
      "3963.dat": 1684,
      "87086.dat": 1685,
      "4346.dat": 1686,
      "3709.dat": 1687,
      "c.dat": 1688,
      "37352.dat": 1689,
      "32138.dat": 1690,
      "4345.dat": 1691,
      "566": 1692,
      "5529": 1693,
      "4600.dat": 1694,
      "4202": 1695,
      "437": 1696,
      ".085": 1697,
      "446": 1698,
      "4176": 1699,
      "5173": 1700,
      ".067": 1701,
      "87080.dat": 1702,
      "55982.dat": 1703,
      "51739.dat": 1704,
      "62360.dat": 1705,
      "585": 1706,
      "667": 1707,
      "438": 1708,
      "1024": 1709,
      ".887": 1710,
      "6546.dat": 1711,
      "6589.dat": 1712,
      "5345": 1713,
      "53451.dat": 1714,
      ".150": 1715,
      ".144": 1716,
      ".148": 1717,
      ".486": 1718,
      ".117": 1719,
      "413": 1720,
      "4389": 1721,
      "648": 1722,
      "633": 1723,
      "674": 1724,
      "677": 1725,
      "754": 1726,
      "82.dat": 1727,
      "844": 1728,
      "940": 1729,
      "924": 1730,
      "9140": 1731,
      "926": 1732,
      "933": 1733,
      ".586": 1734,
      "1050": 1735,
      "1027": 1736,
      "1083": 1737,
      "1053": 1738,
      "1057": 1739,
      "907": 1740,
      "729.dat": 1741,
      "48729.dat": 1742,
      "669": 1743,
      ".912": 1744,
      ".649": 1745,
      "596": 1746,
      "2819.dat": 1747,
      "2854.dat": 1748,
      "1105": 1749,
      "15070.dat": 1750,
      ".056": 1751,
      ".023": 1752,
      ".229": 1753,
      "396": 1754,
      ".849": 1755,
      "923": 1756,
      "2905.dat": 1757,
      ".496": 1758,
      ".426": 1759,
      ".413": 1760,
      ".760": 1761,
      ".779": 1762,
      ".751": 1763,
      "2911": 1764,
      "29120.dat": 1765,
      ".324": 1766,
      ".337": 1767,
      "897": 1768,
      ".452": 1769,
      "2343.dat": 1770,
      "2341.dat": 1771,
      "6104.dat": 1772,
      "41854.dat": 1773,
      ".396": 1774,
      "6553.dat": 1775,
      "44237.dat": 1776,
      ".718": 1777,
      "64647.dat": 1778,
      "53989.dat": 1779,
      "15533.dat": 1780,
      "37775.dat": 1781,
      "95344.dat": 1782,
      ".806": 1783,
      "92410.dat": 1784,
      "91405.dat": 1785,
      "29119.dat": 1786,
      ".100": 1787,
      "578": 1788,
      "856": 1789,
      "4530.dat": 1790,
      "349": 1791,
      ".509": 1792,
      "746": 1793,
      "605": 1794,
      ".209": 1795,
      ".950": 1796,
      "3901.dat": 1797,
      "521": 1798,
      "3456.dat": 1799,
      "2444.dat": 1800,
      ".477": 1801,
      "4495.dat": 1802,
      ".206": 1803,
      ".678": 1804,
      "74695.dat": 1805,
      "6061.dat": 1806,
      ".193": 1807,
      "3066": 1808,
      "30663.dat": 1809,
      ".323": 1810,
      ".121": 1811,
      ".169": 1812,
      ".634": 1813,
      ".682": 1814,
      ".097": 1815,
      ".341": 1816,
      ".905": 1817,
      ".953": 1818,
      ".506": 1819,
      "4864.dat": 1820,
      "30028.dat": 1821,
      ".667": 1822,
      ".178": 1823,
      ".980": 1824,
      ".235": 1825,
      ".051": 1826,
      "681": 1827,
      "573": 1828,
      "3895.dat": 1829,
      "810": 1830,
      "763": 1831,
      "922": 1832,
      "2446.dat": 1833,
      ".036": 1834,
      "93593.dat": 1835,
      ".528": 1836,
      "263": 1837,
      "4262.dat": 1838,
      "374": 1839,
      ".962": 1840,
      "701": 1841,
      "3060": 1842,
      "399": 1843,
      "4588.dat": 1844,
      "30602.dat": 1845,
      "783": 1846,
      ".225": 1847,
      "2433.dat": 1848,
      ".110": 1849,
      "765": 1850,
      "32269.dat": 1851,
      "384.dat": 1852,
      "269": 1853,
      "990": 1854,
      "56897.dat": 1855,
      "2507.dat": 1856,
      ".328": 1857,
      ".909": 1858,
      "653": 1859,
      ".637": 1860,
      "231": 1861,
      "u90": 1862,
      "311": 1863,
      "279": 1864,
      "206.dat": 1865,
      "32065.dat": 1866,
      "99206.dat": 1867,
      ".879": 1868,
      ".974": 1869,
      "466": 1870,
      "3065.dat": 1871,
      "2458.dat": 1872,
      ".074": 1873,
      "656": 1874,
      "6154.dat": 1875,
      "3245c.dat": 1876,
      "32250": 1877,
      "4185.dat": 1878,
      "32250.dat": 1879,
      "525": 1880,
      ".771": 1881,
      "3815.dat": 1882,
      "11214.dat": 1883,
      "465": 1884,
      ".441": 1885,
      "532": 1886,
      "878": 1887,
      "u800": 1888,
      "4261.dat": 1889,
      "787": 1890,
      "1b.dat": 1891,
      ".919": 1892,
      "u8001b.dat": 1893,
      "4084.dat": 1894,
      ".307": 1895,
      "4872.dat": 1896,
      "597": 1897,
      "479": 1898,
      "6187.dat": 1899,
      "357": 1900,
      "2465.dat": 1901,
      "577": 1902,
      "42022.dat": 1903,
      "6003.dat": 1904,
      "337": 1905,
      "6041.dat": 1906,
      ".017": 1907,
      "54384.dat": 1908,
      "927": 1909,
      "54383.dat": 1910,
      "41770.dat": 1911,
      "307.dat": 1912,
      "475": 1913,
      "49307.dat": 1914,
      "10247.dat": 1915,
      "4598.dat": 1916,
      "2039.dat": 1917,
      "920": 1918,
      ".190": 1919,
      ".484": 1920,
      ".104": 1921,
      ".408": 1922,
      ".288": 1923,
      ".395": 1924,
      ".137": 1925,
      ".402": 1926,
      ".607": 1927,
      ".361": 1928,
      ".351": 1929,
      ".366": 1930,
      ".241": 1931,
      ".374": 1932,
      "1100": 1933,
      "43.dat": 1934,
      "4153": 1935,
      "5306": 1936,
      "58.dat": 1937,
      "589": 1938,
      "628": 1939,
      "698": 1940,
      "6128": 1941,
      "724": 1942,
      "737": 1943,
      "733": 1944,
      "890": 1945,
      "859": 1946,
      "934": 1947,
      "918": 1948,
      "947": 1949,
      "97.dat": 1950,
      "953": 1951,
      "918.dat": 1952,
      "706": 1953,
      "3049.dat": 1954,
      "30505.dat": 1955,
      "30176.dat": 1956,
      ".515": 1957,
      ".572": 1958,
      ".518": 1959,
      ".545": 1960,
      ".584": 1961,
      ".549": 1962,
      ".591": 1963,
      ".521": 1964,
      "1070": 1965,
      "1020": 1966,
      "1060": 1967,
      "1090": 1968,
      "1095": 1969,
      "10a.dat": 1970,
      "157.dat": 1971,
      "60614": 1972,
      "902": 1973,
      "904": 1974,
      "719": 1975,
      "3647.dat": 1976,
      "3650.dat": 1977,
      "326.dat": 1978,
      "30055.dat": 1979,
      "30043.dat": 1980,
      "726": 1981,
      "727": 1982,
      "4856.dat": 1983,
      "665": 1984,
      "125.dat": 1985,
      "561": 1986,
      "375.dat": 1987,
      ".926": 1988,
      ".964": 1989,
      ".955": 1990,
      ".967": 1991,
      "3876.dat": 1992,
      ".610": 1993,
      ".642": 1994,
      ".633": 1995,
      ".677": 1996,
      "591": 1997,
      "595": 1998,
      "2871.dat": 1999,
      "28326.dat": 2000,
      "11090.dat": 2001,
      "11097.dat": 2002,
      ".010": 2003,
      ".046": 2004,
      ".053": 2005,
      ".042": 2006,
      ".011": 2007,
      ".254": 2008,
      ".296": 2009,
      ".268": 2010,
      ".257": 2011,
      ".277": 2012,
      "4737.dat": 2013,
      "4746.dat": 2014,
      "398": 2015,
      "546": 2016,
      "32016.dat": 2017,
      "32014.dat": 2018,
      "32068.dat": 2019,
      "32052.dat": 2020,
      ".812": 2021,
      ".839": 2022,
      ".865": 2023,
      "100.dat": 2024,
      "48496.dat": 2025,
      "4528.dat": 2026,
      "227": 2027,
      "22a.dat": 2028,
      "2409.dat": 2029,
      "98374.dat": 2030,
      "98100.dat": 2031,
      "2901.dat": 2032,
      "4447.dat": 2033,
      "4448.dat": 2034,
      "44375.dat": 2035,
      ".400": 2036,
      ".472": 2037,
      ".414": 2038,
      ".499": 2039,
      ".431": 2040,
      ".732": 2041,
      ".738": 2042,
      ".765": 2043,
      ".749": 2044,
      "11213.dat": 2045,
      "2919.dat": 2046,
      "2900.dat": 2047,
      "2916.dat": 2048,
      "2918.dat": 2049,
      "2917.dat": 2050,
      "2922a.dat": 2051,
      "41682.dat": 2052,
      ".371": 2053,
      ".312": 2054,
      "33125.dat": 2055,
      "4857.dat": 2056,
      "558": 2057,
      ".327": 2058,
      "2434.dat": 2059,
      "2876.dat": 2060,
      "2488.dat": 2061,
      ".661": 2062,
      ".663": 2063,
      ".665": 2064,
      ".668": 2065,
      "577.dat": 2066,
      "1149": 2067,
      "11478.dat": 2068,
      "11458.dat": 2069,
      "4597.dat": 2070,
      "583.dat": 2071,
      "58176.dat": 2072,
      "977": 2073,
      ".451": 2074,
      "6641.dat": 2075,
      "61072.dat": 2076,
      "22889.dat": 2077,
      "32606.dat": 2078,
      "32061.dat": 2079,
      "92946.dat": 2080,
      ".902": 2081,
      ".711": 2082,
      ".463": 2083,
      ".465": 2084,
      ".474": 2085,
      "3144.dat": 2086,
      "2825.dat": 2087,
      "3194.dat": 2088,
      "3195.dat": 2089,
      "30553.dat": 2090,
      "3134.dat": 2091,
      ".725": 2092,
      "33492.dat": 2093,
      "30363.dat": 2094,
      "4151.dat": 2095,
      "61510.dat": 2096,
      "62519.dat": 2097,
      "15535.dat": 2098,
      "87620.dat": 2099,
      "32053.dat": 2100,
      "32051.dat": 2101,
      "821410a.dat": 2102,
      "6035.dat": 2103,
      "43898.dat": 2104,
      "6539.dat": 2105,
      "41539.dat": 2106,
      "5306.dat": 2107,
      "61287.dat": 2108,
      "72454.dat": 2109,
      "85975.dat": 2110,
      "60614.dat": 2111,
      ".284": 2112,
      "2447.dat": 2113,
      ".941": 2114,
      ".810": 2115,
      ".971": 2116,
      "1112": 2117,
      "9025": 2118,
      ".075": 2119,
      ".278": 2120,
      "87693.dat": 2121,
      "90258.dat": 2122,
      "41747.dat": 2123,
      "1000": 2124,
      "41748.dat": 2125,
      ".047": 2126,
      "4285.dat": 2127,
      ".119": 2128,
      "3039": 2129,
      ".979": 2130,
      ".672": 2131,
      ".078": 2132,
      "2524.dat": 2133,
      "3648.dat": 2134,
      ".942": 2135,
      "1865": 2136,
      ".212": 2137,
      "61184.dat": 2138,
      "18653.dat": 2139,
      ".442": 2140,
      ".886": 2141,
      "4719.dat": 2142,
      ".155": 2143,
      "2428.dat": 2144,
      ".928": 2145,
      "4775": 2146,
      ".302": 2147,
      "83.dat": 2148,
      "g.dat": 2149,
      "1645": 2150,
      "75g.dat": 2151,
      "64683.dat": 2152,
      "164575g.dat": 2153,
      ".151": 2154,
      ".313": 2155,
      ".130": 2156,
      ".379": 2157,
      ".915": 2158,
      ".362": 2159,
      "414": 2160,
      ".731": 2161,
      ".319": 2162,
      "4504.dat": 2163,
      "64391.dat": 2164,
      "6190": 2165,
      ".077": 2166,
      ".931": 2167,
      ".232": 2168,
      ".339": 2169,
      ".202": 2170,
      "3585.dat": 2171,
      ".162": 2172,
      "629": 2173,
      "601": 2174,
      "487": 2175,
      ".983": 2176,
      ".501": 2177,
      "4176.dat": 2178,
      ".149": 2179,
      "3854.dat": 2180,
      ".359": 2181,
      "4221.dat": 2182,
      ".140": 2183,
      "26047.dat": 2184,
      "4210.dat": 2185,
      ".124": 2186,
      "u9068.dat": 2187,
      "790": 2188,
      "2426.dat": 2189,
      "485.dat": 2190,
      "17485.dat": 2191,
      ".008": 2192,
      ".537": 2193,
      ".937": 2194,
      ".868": 2195,
      ".141": 2196,
      ".656": 2197,
      "2413.dat": 2198,
      ".917": 2199,
      ".675": 2200,
      ".454": 2201,
      "4485.dat": 2202,
      ".399": 2203,
      "30a.dat": 2204,
      "3704.dat": 2205,
      "821430a.dat": 2206,
      ".165": 2207,
      "978": 2208,
      "2460.dat": 2209,
      "867": 2210,
      "192.dat": 2211,
      "4360.dat": 2212,
      "782": 2213,
      "6556.dat": 2214,
      ".384": 2215,
      ".961": 2216,
      "6576.dat": 2217,
      "255": 2218,
      "32271.dat": 2219,
      "2486.dat": 2220,
      "445": 2221,
      ".933": 2222,
      ".986": 2223,
      "6417": 2224,
      "2348.dat": 2225,
      "27.dat": 2226,
      "30027.dat": 2227,
      "2349.dat": 2228,
      "64178.dat": 2229,
      ".184": 2230,
      "567": 2231,
      ".069": 2232,
      "3861.dat": 2233,
      "2342.dat": 2234,
      "53585.dat": 2235,
      "3315.dat": 2236,
      "3823.dat": 2237,
      "967.dat": 2238,
      "74967.dat": 2239,
      ".245": 2240,
      ".363": 2241,
      ".745": 2242,
      "409": 2243,
      ".201": 2244,
      ".054": 2245,
      ".041": 2246,
      ".748": 2247,
      "14137.dat": 2248,
      "3597.dat": 2249,
      "564": 2250,
      "3837.dat": 2251,
      "67095.dat": 2252,
      "895": 2253,
      "39.dat": 2254,
      ".250": 2255,
      "3245b.dat": 2256,
      "30039.dat": 2257,
      "2400.dat": 2258,
      "3788.dat": 2259,
      "60476.dat": 2260,
      "43720.dat": 2261,
      "429": 2262,
      "593": 2263,
      "2873.dat": 2264,
      ".276": 2265,
      "3707.dat": 2266,
      "795.dat": 2267,
      "43721.dat": 2268,
      "30150.dat": 2269,
      ".553": 2270,
      ".551": 2271,
      "2496.dat": 2272,
      "2926.dat": 2273,
      "497": 2274,
      "843": 2275,
      "41769.dat": 2276,
      "793.dat": 2277,
