{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|UNK|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|EOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|PAD|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|COL|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|POS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|ORI|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|SHP|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|CR|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|BU|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|NA|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|VE|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": " "
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "-|\\.\\d{3}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|UNK|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|UNK|>": 0,
      "<|EOS|>": 1,
      "<|PAD|>": 2,
      "<|COL|>": 3,
      "<|POS|>": 4,
      "<|ORI|>": 5,
      "<|SHP|>": 6,
      "<|CR|>": 7,
      "<|BU|>": 8,
      "<|NA|>": 9,
      "<|VE|>": 10,
      "\n": 11,
      "-": 12,
      ".": 13,
      "0": 14,
      "1": 15,
      "2": 16,
      "3": 17,
      "4": 18,
      "5": 19,
      "6": 20,
      "7": 21,
      "8": 22,
      "9": 23,
      "<": 24,
      ">": 25,
      "A": 26,
      "B": 27,
      "C": 28,
      "E": 29,
      "N": 30,
      "O": 31,
      "R": 32,
      "S": 33,
      "U": 34,
      "V": 35,
      "a": 36,
      "b": 37,
      "c": 38,
      "d": 39,
      "g": 40,
      "t": 41,
      "u": 42,
      "|": 43,
      "70": 44,
      ".d": 45,
      "at": 46,
      ".dat": 47,
      ".70": 48,
      ".707": 49,
      "30": 50,
      "50": 51,
      "20": 52,
      "10": 53,
      "40": 54,
      ".50": 55,
      ".500": 56,
      "60": 57,
      "15": 58,
      "80": 59,
      "90": 60,
      "71": 61,
      "24": 62,
      "36": 63,
      "3.dat": 64,
      "32": 65,
      ".9": 66,
      "300": 67,
      "72": 68,
      ".6": 69,
      "48": 70,
      "9.dat": 71,
      ".0": 72,
      "16": 73,
      "56": 74,
      "12": 75,
      "37": 76,
      "4.dat": 77,
      "38": 78,
      "66": 79,
      "14": 80,
      "2.dat": 81,
      "5.dat": 82,
      "1.dat": 83,
      ".2": 84,
      "120": 85,
      ".8": 86,
      "59": 87,
      "28": 88,
      "150": 89,
      "302": 90,
      "18": 91,
      "19": 92,
      "110": 93,
      "34": 94,
      "200": 95,
      ".5": 96,
      ".4": 97,
      "130": 98,
      "140": 99,
      "39": 100,
      "7.dat": 101,
      "310": 102,
      "306": 103,
      "54": 104,
      "3023.dat": 105,
      ".7": 106,
      "170": 107,
      "320": 108,
      "100": 109,
      "160": 110,
      "64": 111,
      "70.dat": 112,
      "190": 113,
      "17": 114,
      "47": 115,
      "8.dat": 116,
      "22": 117,
      "484": 118,
      "230": 119,
      "96": 120,
      "3004.dat": 121,
      "362": 122,
      "180": 123,
      "240": 124,
      "92": 125,
      "45": 126,
      ".3": 127,
      "10.dat": 128,
      "24.dat": 129,
      "42": 130,
      "88": 131,
      "98": 132,
      "52": 133,
      "210": 134,
      "3024.dat": 135,
      "270": 136,
      "6.dat": 137,
      "44": 138,
      "256": 139,
      "3069.dat": 140,
      "290": 141,
      "73.dat": 142,
      "56.dat": 143,
      "27": 144,
      "280": 145,
      ".1": 146,
      "58": 147,
      "128": 148,
      ".966": 149,
      "220": 150,
      ".259": 151,
      "104": 152,
      "20.dat": 153,
      "3005.dat": 154,
      "36.dat": 155,
      "378": 156,
      "26": 157,
      ".866": 158,
      "94": 159,
      "250": 160,
      "490": 161,
      "46": 162,
      ".00": 163,
      "260": 164,
      "53": 165,
      "83": 166,
      "4070.dat": 167,
      "78": 168,
      "614": 169,
      "3070.dat": 170,
      "272": 171,
      "3622.dat": 172,
      "35": 173,
      "3009.dat": 174,
      "6141.dat": 175,
      "370": 176,
      "379": 177,
      "3710.dat": 178,
      "75": 179,
      "29": 180,
      "112": 181,
      "430": 182,
      "400": 183,
      "66.dat": 184,
      "3673.dat": 185,
      "330": 186,
      "31": 187,
      "11": 188,
      "416": 189,
      "62": 190,
      "60.dat": 191,
      "303": 192,
      "74": 193,
      "99": 194,
      ".32": 195,
      "76": 196,
      "3020.dat": 197,
      "33": 198,
      ".38": 199,
      "3666.dat": 200,
      "3623.dat": 201,
      "360": 202,
      "25": 203,
      "32.dat": 204,
      "80.dat": 205,
      "756.dat": 206,
      "176": 207,
      "152": 208,
      "49": 209,
      "38.dat": 210,
      "408": 211,
      ".992": 212,
      "3022.dat": 213,
      "136": 214,
      "168": 215,
      ".128": 216,
      "870": 217,
      "144": 218,
      "340": 219,
      "49.dat": 220,
      "208": 221,
      ".653": 222,
      ".271": 223,
      "55": 224,
      "485": 225,
      ".34": 226,
      "3008.dat": 227,
      ".98": 228,
      ".71": 229,
      "288": 230,
      ".000": 231,
      "65.dat": 232,
      "243": 233,
      "325": 234,
      "6636.dat": 235,
      "40.dat": 236,
      "232": 237,
      "0.dat": 238,
      ".622": 239,
      "304": 240,
      "19.dat": 241,
      ".60": 242,
      "3010.dat": 243,
      "200.dat": 244,
      "54200.dat": 245,
      ".18": 246,
      "95": 247,
      "350": 248,
      ".383": 249,
      ".706": 250,
      "380": 251,
      ".924": 252,
      "13": 253,
      "57": 254,
      "3749.dat": 255,
      "386": 256,
      "4162.dat": 257,
      "530": 258,
      "43": 259,
      "440": 260,
      ".945": 261,
      "3062.dat": 262,
      ".39": 263,
      "385.dat": 264,
      "22385.dat": 265,
      ".875": 266,
      "6386": 267,
      ".485": 268,
      "79": 269,
      ".343": 270,
      "3021.dat": 271,
      "3795.dat": 272,
      ".326": 273,
      "84": 274,
      "390": 275,
      "206": 276,
      ".56": 277,
      "69": 278,
      "126": 279,
      "138.dat": 280,
      "86": 281,
      "287": 282,
      "447": 283,
      "184": 284,
      "6059": 285,
      "216": 286,
      "32556.dat": 287,
      "480": 288,
      "28.dat": 289,
      ".618": 290,
      "89": 291,
      "82": 292,
      "8708": 293,
      "6060": 294,
      "98138.dat": 295,
      "410": 296,
      "2780.dat": 297,
      ".037": 298,
      ".183": 299,
      ".683": 300,
      "54.dat": 301,
      "3794.dat": 302,
      ".783": 303,
      "63864.dat": 304,
      "2431.dat": 305,
      "65": 306,
      "600": 307,
      "9828": 308,
      "51": 309,
      "248": 310,
      "93": 311,
      "37.dat": 312,
      "192": 313,
      "73": 314,
      "3068.dat": 315,
      "428": 316,
      ".230": 317,
      ".612": 318,
      "450": 319,
      "98283.dat": 320,
      "134": 321,
      "4477.dat": 322,
      "68": 323,
      "246": 324,
      "3252": 325,
      "3660.dat": 326,
      ".19": 327,
      "87": 328,
      "3460.dat": 329,
      "91": 330,
      ".354": 331,
      "224": 332,
      "12.dat": 333,
      "460": 334,
      "520": 335,
      "4519.dat": 336,
      "301": 337,
      "384": 338,
      "81": 339,
      ".90": 340,
      "640": 341,
      "79.dat": 342,
      "328": 343,
      ".17": 344,
      "584": 345,
      "23": 346,
      "598": 347,
      "32028.dat": 348,
      "312": 349,
      "352": 350,
      "77": 351,
      "371": 352,
      "16.dat": 353,
      "368": 354,
      "61": 355,
      "242": 356,
      "41": 357,
      ".80": 358,
      "2420.dat": 359,
      "3039.dat": 360,
      "392": 361,
      "235": 362,
      "470": 363,
      "97": 364,
      "420": 365,
      "32054.dat": 366,
      "3034.dat": 367,
      "91.dat": 368,
      "67": 369,
      "<|": 370,
      "|>": 371,
      "3713.dat": 372,
      ".138": 373,
      "85": 374,
      "459": 375,
      "EO": 376,
      "S|>": 377,
      "<|EO": 378,
      ".72": 379,
      "510": 380,
      "2877.dat": 381,
      "2412.dat": 382,
      ".990": 383,
      "344": 384,
      ".559": 385,
      "3001.dat": 386,
      "30.dat": 387,
      ".15": 388,
      "60592.dat": 389,
      ".678": 390,
      "148": 391,
      "264": 392,
      "448": 393,
      "654": 394,
      "238": 395,
      "560": 396,
      ".669": 397,
      "512": 398,
      "688": 399,
      "2660": 400,
      ".12": 401,
      "376": 402,
      "3206": 403,
      "900.dat": 404,
      "59900.dat": 405,
      "427": 406,
      "114": 407,
      ".112": 408,
      "155": 409,
      ".999": 410,
      "63": 411,
      ".378": 412,
      "432": 413,
      ".434": 414,
      "118": 415,
      ".698": 416,
      "60601.dat": 417,
      "616": 418,
      ".704": 419,
      "158": 420,
      "214": 421,
      "2357.dat": 422,
      "4286.dat": 423,
      ".950": 424,
      "15.dat": 425,
      "39.dat": 426,
      "3665.dat": 427,
      "3003.dat": 428,
      ".556": 429,
      "182": 430,
      "6091.dat": 431,
      "87087.dat": 432,
      "3832.dat": 433,
      "8598": 434,
      "85984.dat": 435,
      "592": 436,
      ".694": 437,
      "50.dat": 438,
      "296": 439,
      "308": 440,
      "3040.dat": 441,
      "6048": 442,
      "488": 443,
      "952.dat": 444,
      "30136.dat": 445,
      "172": 446,
      "297": 447,
      ".981": 448,
      ".092": 449,
      "394": 450,
      ".473": 451,
      ".40": 452,
      ".050": 453,
      ".195": 454,
      ".991": 455,
      "6541.dat": 456,
      "32062.dat": 457,
      ".718": 458,
      ".996": 459,
      "365": 460,
      "540": 461,
      "32952.dat": 462,
      "568": 463,
      "544": 464,
      "132": 465,
      "536": 466,
      "664": 467,
      "395": 468,
      "139": 469,
      ".701": 470,
      "712": 471,
      ".088": 472,
      "244": 473,
      "34.dat": 474,
      "411": 475,
      "500": 476,
      ".131": 477,
      "15573.dat": 478,
      "87079.dat": 479,
      "116": 480,
      "458": 481,
      ".660": 482,
      "4081.dat": 483,
      "464": 484,
      "102": 485,
      ".526": 486,
      "389": 487,
      "5944": 488,
      "59443.dat": 489,
      "4216.dat": 490,
      "5074": 491,
      "50746.dat": 492,
      ".702": 493,
      "21": 494,
      "18.dat": 495,
      "234": 496,
      ".14": 497,
      ".588": 498,
      ".609": 499,
      "3002.dat": 500,
      "3700.dat": 501,
      "33.dat": 502,
      "4430": 503,
      "4589.dat": 504,
      "108": 505,
      "329": 506,
      ".985": 507,
      "32526.dat": 508,
      ".064": 509,
      "3212": 510,
      "32123.dat": 511,
      "124": 512,
      "13.dat": 513,
      "875": 514,
      "424": 515,
      ".716": 516,
      "608": 517,
      "3032.dat": 518,
      "3937.dat": 519,
      "164": 520,
      "744": 521,
      "3037.dat": 522,
      ".242": 523,
      "284": 524,
      "142": 525,
      "245": 526,
      "4218.dat": 527,
      "2462.dat": 528,
      ".793": 529,
      "550": 530,
      "119": 531,
      ".717": 532,
      "496": 533,
      "580": 534,
      "4865.dat": 535,
      ".619": 536,
      "4085.dat": 537,
      "610": 538,
      "3200": 539,
      ".20": 540,
      "14.dat": 541,
      ".59": 542,
      "336": 543,
      ".561": 544,
      ".831": 545,
      "151": 546,
      ".224": 547,
      "6536.dat": 548,
      "760": 549,
      ".564": 550,
      "3957.dat": 551,
      "60483.dat": 552,
      "31.dat": 553,
      "720": 554,
      "252": 555,
      "174": 556,
      "4274.dat": 557,
      "35.dat": 558,
      "590": 559,
      "62462.dat": 560,
      "323": 561,
      "418": 562,
      "552": 563,
      ".726": 564,
      "179": 565,
      "11.dat": 566,
      "4032.dat": 567,
      "800": 568,
      "4265.dat": 569,
      "422": 570,
      "491": 571,
      ".393": 572,
      "87580.dat": 573,
      ".028": 574,
      "26601.dat": 575,
      "322": 576,
      ".321": 577,
      ".340": 578,
      "29.dat": 579,
      "153": 580,
      "11211.dat": 581,
      "655": 582,
      "570": 583,
      ".174": 584,
      "201.dat": 585,
      "24201.dat": 586,
      "511": 587,
      "156": 588,
      "768": 589,
      "354": 590,
      "32525.dat": 591,
      "6047": 592,
      "146": 593,
      ".894": 594,
      "3941.dat": 595,
      ".766": 596,
      ".087": 597,
      "44302.dat": 598,
      "728": 599,
      "292": 600,
      "950.dat": 601,
      "55.dat": 602,
      "222": 603,
      "776": 604,
      ".360": 605,
      ".48": 606,
      "181": 607,
      ".962": 608,
      ".430": 609,
      "166": 610,
      ".045": 611,
      "719.dat": 612,
      ".643": 613,
      ".030": 614,
      ".090": 615,
      "198": 616,
      ".001": 617,
      ".770": 618,
      ".846": 619,
      ".693": 620,
      ".274": 621,
      "576": 622,
      "52.dat": 623,
      ".602": 624,
      "6558.dat": 625,
      "374": 626,
      ".358": 627,
      "752": 628,
      "68.dat": 629,
      "3706.dat": 630,
      "87082.dat": 631,
      "348": 632,
      "189": 633,
      ".044": 634,
      ".987": 635,
      "784": 636,
      "433": 637,
      "3298.dat": 638,
      "48.dat": 639,
      "274": 640,
      "93.dat": 641,
      "444": 642,
      ".398": 643,
      ".540": 644,
      "3659.dat": 645,
      "417": 646,
      ".078": 647,
      "897.dat": 648,
      ".080": 649,
      ".320": 650,
      "4740.dat": 651,
      "109": 652,
      "43093.dat": 653,
      "4510.dat": 654,
      "32316.dat": 655,
      ".458": 656,
      ".123": 657,
      "219": 658,
      ".243": 659,
      "3938.dat": 660,
      ".498": 661,
      "171": 662,
      "115": 663,
      ".159": 664,
      "199": 665,
      "402": 666,
      ".640": 667,
      "332": 668,
      "236": 669,
      ".539": 670,
      "462": 671,
      "50950.dat": 672,
      "60897.dat": 673,
      "294": 674,
      ".480": 675,
      "3705.dat": 676,
      "105": 677,
      "162": 678,
      ".019": 679,
      "680": 680,
      "321": 681,
      "905.dat": 682,
      "47905.dat": 683,
      "30414.dat": 684,
      "90.dat": 685,
      "185": 686,
      "121": 687,
      "3227": 688,
      "32278.dat": 689,
      "268": 690,
      ".938": 691,
      "32000.dat": 692,
      "212": 693,
      ".002": 694,
      "324": 695,
      ".696": 696,
      "196": 697,
      "429": 698,
      "17.dat": 699,
      "69.dat": 700,
      "4229.dat": 701,
      "434": 702,
      "138": 703,
      "589": 704,
      "61.dat": 705,
      "528": 706,
      ".995": 707,
      "436": 708,
      "123": 709,
      "2540.dat": 710,
      "3626.dat": 711,
      ".424": 712,
      ".671": 713,
      ".240": 714,
      "997": 715,
      "77.dat": 716,
      "3031.dat": 717,
      "6019.dat": 718,
      ".018": 719,
      ".818": 720,
      "32034.dat": 721,
      "25269.dat": 722,
      ".096": 723,
      ".438": 724,
      "122": 725,
      "140.dat": 726,
      ".382": 727,
      "271": 728,
      ".406": 729,
      "6632.dat": 730,
      ".703": 731,
      "2875.dat": 732,
      "4033.dat": 733,
      "2654.dat": 734,
      ".397": 735,
      "2445.dat": 736,
      "32524.dat": 737,
      "233": 738,
      ".878": 739,
      ".600": 740,
      ".960": 741,
      ".040": 742,
      ".191": 743,
      ".860": 744,
      "456": 745,
      ".052": 746,
      ".301": 747,
      ".800": 748,
      ".502": 749,
      ".020": 750,
      ".664": 751,
      ".437": 752,
      ".325": 753,
      "32140.dat": 754,
      ".391": 755,
      "319": 756,
      "2456.dat": 757,
      "6464": 758,
      ".003": 759,
      ".36": 760,
      ".457": 761,
      "184.dat": 762,
      "154": 763,
      ".579": 764,
      "472": 765,
      "3030.dat": 766,
      ".250": 767,
      "4273.dat": 768,
      "3940.dat": 769,
      "169": 770,
      ".566": 771,
      "149": 772,
      "377": 773,
      "159": 774,
      "32013.dat": 775,
      ".554": 776,
      ".280": 777,
      "228": 778,
      ".100": 779,
      "145": 780,
      "32073.dat": 781,
      "131": 782,
      ".140": 783,
      ".898": 784,
      "295": 785,
      "186": 786,
      "141": 787,
      ".949": 788,
      "412": 789,
      "78.dat": 790,
      ".790": 791,
      "3038.dat": 792,
      ".433": 793,
      "401": 794,
      "87083.dat": 795,
      ".150": 796,
      ".450": 797,
      "2288": 798,
      "374.dat": 799,
      ".603": 800,
      "26604.dat": 801,
      "3036.dat": 802,
      ".282": 803,
      ".613": 804,
      ".029": 805,
      "106": 806,
      "60608.dat": 807,
      ".922": 808,
      "183": 809,
      ".635": 810,
      "205": 811,
      ".803": 812,
      ".546": 813,
      "3747.dat": 814,
      "32184.dat": 815,
      "4200": 816,
      "42003.dat": 817,
      "133": 818,
      "35480.dat": 819,
      "728.dat": 820,
      "44728.dat": 821,
      "4315.dat": 822,
      ".035": 823,
      "165": 824,
      "72.dat": 825,
      "32523.dat": 826,
      "2450.dat": 827,
      ".30": 828,
      "3024": 829,
      ".978": 830,
      ".180": 831,
      "593.dat": 832,
      ".682": 833,
      "113": 834,
      "157": 835,
      "630": 836,
      ".420": 837,
      ".034": 838,
      "816": 839,
      ".312": 840,
      ".133": 841,
      "2339.dat": 842,
      "4735.dat": 843,
      ".750": 844,
      "710": 845,
      "273": 846,
      "4592.dat": 847,
      "177": 848,
      "504": 849,
      "909.dat": 850,
      "60594.dat": 851,
      "64644.dat": 852,
      "30244.dat": 853,
      ".239": 854,
      "137": 855,
      ".455": 856,
      ".027": 857,
      "107": 858,
      "167": 859,
      "2429.dat": 860,
      ".154": 861,
      "508": 862,
      "101": 863,
      ".590": 864,
      "135": 865,
      "188": 866,
      ".068": 867,
      "3035.dat": 868,
      "22885.dat": 869,
      "30374.dat": 870,
      ".082": 871,
      "282": 872,
      "207.dat": 873,
      "973.dat": 874,
      "111": 875,
      ".058": 876,
      ".440": 877,
      "125": 878,
      "187": 879,
      ".342": 880,
      "4287.dat": 881,
      ".176": 882,
      "3260": 883,
      ".229": 884,
      "2436.dat": 885,
      ".517": 886,
      "670": 887,
      ".086": 888,
      "129": 889,
      "237": 890,
      "613": 891,
      ".351": 892,
      "15332.dat": 893,
      ".177": 894,
      ".819": 895,
      ".980": 896,
      "117": 897,
      ".620": 898,
      "161": 899,
      ".494": 900,
      "247": 901,
      "40490": 902,
      "40490.dat": 903,
      ".680": 904,
      ".519": 905,
      "4445.dat": 906,
      "191": 907,
      ".005": 908,
      "3479.dat": 909,
      ".525": 910,
      "92593.dat": 911,
      "2466.dat": 912,
      ".253": 913,
      ".900": 914,
      ".632": 915,
      ".641": 916,
      "632": 917,
      "569": 918,
      "423": 919,
      "60593.dat": 920,
      "60602.dat": 921,
      "3830.dat": 922,
      "176.dat": 923,
      "2419.dat": 924,
      ".798": 925,
      "4276.dat": 926,
      ".760": 927,
      "406": 928,
      "658": 929,
      "597": 930,
      "4079.dat": 931,
      ".699": 932,
      "5614": 933,
      "56145.dat": 934,
      ".889": 935,
      "15068.dat": 936,
      ".318": 937,
      "249": 938,
      "239": 939,
      ".954": 940,
      ".095": 941,
      ".014": 942,
      "910.dat": 943,
      ".272": 944,
      "96910.dat": 945,
      "750": 946,
      "858": 947,
      "85861.dat": 948,
      ".757": 949,
      "2430.dat": 950,
      "3831.dat": 951,
      "32607.dat": 952,
      "53.dat": 953,
      ".930": 954,
      "6231.dat": 955,
      "3033.dat": 956,
      "696": 957,
      "3482.dat": 958,
      ".290": 959,
      ".585": 960,
      "202": 961,
      ".738": 962,
      "703": 963,
      "606": 964,
      ".262": 965,
      "32039.dat": 966,
      "925.dat": 967,
      "94925.dat": 968,
      "369": 969,
      ".552": 970,
      "358": 971,
      "364": 972,
      ".460": 973,
      "4275.dat": 974,
      ".700": 975,
      "3894.dat": 976,
      ".205": 977,
      "32124.dat": 978,
      ".071": 979,
      "276": 980,
      ".942": 981,
      ".447": 982,
      "60478.dat": 983,
      "3702.dat": 984,
      ".061": 985,
      ".580": 986,
      "3651.dat": 987,
      ".586": 988,
      "611": 989,
      "36840.dat": 990,
      ".405": 991,
      "3855.dat": 992,
      ".850": 993,
      "4034.dat": 994,
      ".281": 995,
      "716.dat": 996,
      "218": 997,
      ".890": 998,
      "26603.dat": 999,
      "947.dat": 1000,
      ".310": 1001,
      "4593.dat": 1002,
      "405": 1003,
      ".466": 1004,
      ".284": 1005,
      "704": 1006,
      "6134.dat": 1007,
      "33291.dat": 1008,
      "712.dat": 1009,
      "944": 1010,
      ".330": 1011,
      "6542.dat": 1012,
      "660": 1013,
      "4282.dat": 1014,
      ".642": 1015,
      "383.dat": 1016,
      "792": 1017,
      "4215.dat": 1018,
      ".607": 1019,
      ".997": 1020,
      ".004": 1021,
      "679": 1022,
      "60607.dat": 1023,
      ".906": 1024,
      "92.dat": 1025,
      ".213": 1026,
      "620": 1027,
      "497": 1028,
      "32449.dat": 1029,
      ".692": 1030,
      "736": 1031,
      ".117": 1032,
      ".370": 1033,
      "71.dat": 1034,
      "2878.dat": 1035,
      ".300": 1036,
      ".690": 1037,
      ".322": 1038,
      ".015": 1039,
      ".311": 1040,
      "4745": 1041,
      ".063": 1042,
      ".125": 1043,
      "209": 1044,
      "3939.dat": 1045,
      "201": 1046,
      ".542": 1047,
      ".574": 1048,
      "989.dat": 1049,
      "99207.dat": 1050,
      ".279": 1051,
      "2362.dat": 1052,
      ".532": 1053,
      "9379": 1054,
      "93792.dat": 1055,
      ".530": 1056,
      ".400": 1057,
      "194": 1058,
      "175": 1059,
      ".728": 1060,
      "4073.dat": 1061,
      "3956.dat": 1062,
      ".184": 1063,
      ".523": 1064,
      "178": 1065,
      "3046.dat": 1066,
      ".510": 1067,
      "604": 1068,
      ".132": 1069,
      ".070": 1070,
      ".270": 1071,
      "840": 1072,
      "968": 1073,
      "30068.dat": 1074,
      "3000": 1075,
      ".025": 1076,
      "3035": 1077,
      "547": 1078,
      ".172": 1079,
      "33909.dat": 1080,
      "24866.dat": 1081,
      "30357.dat": 1082,
      "143": 1083,
      "615": 1084,
      "6629.dat": 1085,
      "99780.dat": 1086,
      "334": 1087,
      "3055": 1088,
      "41677.dat": 1089,
      ".077": 1090,
      ".904": 1091,
      "51719.dat": 1092,
      "41239.dat": 1093,
      "820": 1094,
      "204": 1095,
      "622": 1096,
      ".792": 1097,
      "63.dat": 1098,
      ".970": 1099,
      ".636": 1100,
      ".710": 1101,
      "44301.dat": 1102,
      "4859.dat": 1103,
      ".679": 1104,
      ".543": 1105,
      ".951": 1106,
      ".534": 1107,
      ".923": 1108,
      "3960.dat": 1109,
      "4213.dat": 1110,
      "3176.dat": 1111,
      ".624": 1112,
      ".149": 1113,
      "47457.dat": 1114,
      "4429": 1115,
      "44294.dat": 1116,
      "1867": 1117,
      "14719.dat": 1118,
      "704.dat": 1119,
      "14704.dat": 1120,
      ".024": 1121,
      ".031": 1122,
      "2743.dat": 1123,
      "51.dat": 1124,
      ".118": 1125,
      ".200": 1126,
      ".079": 1127,
      "2432.dat": 1128,
      ".921": 1129,
      "4490.dat": 1130,
      ".307": 1131,
      "612": 1132,
      ".299": 1133,
      ".113": 1134,
      ".558": 1135,
      ".762": 1136,
      ".503": 1137,
      ".511": 1138,
      "442": 1139,
      ".248": 1140,
      ".689": 1141,
      ".263": 1142,
      ".901": 1143,
      ".772": 1144,
      "483": 1145,
      "473": 1146,
      "367": 1147,
      ".830": 1148,
      "764": 1149,
      "720.dat": 1150,
      "912": 1151,
      "70720.dat": 1152,
      "1072": 1153,
      "291": 1154,
      "3045.dat": 1155,
      "60596.dat": 1156,
      "99773.dat": 1157,
      ".940": 1158,
      "730": 1159,
      ".578": 1160,
      ".967": 1161,
      "11477.dat": 1162,
      ".506": 1163,
      ".637": 1164,
      "163": 1165,
      "4590.dat": 1166,
      ".551": 1167,
      ".057": 1168,
      ".892": 1169,
      ".387": 1170,
      ".426": 1171,
      ".730": 1172,
      "486": 1173,
      "387": 1174,
      "195": 1175,
      ".390": 1176,
      "6015.dat": 1177,
      "824": 1178,
      "30383.dat": 1179,
      ".331": 1180,
      "3933.dat": 1181,
      ".292": 1182,
      ".453": 1183,
      ".066": 1184,
      ".148": 1185,
      "61678.dat": 1186,
      ".381": 1187,
      ".032": 1188,
      ".175": 1189,
      "650": 1190,
      "207": 1191,
      ".416": 1192,
      "32064.dat": 1193,
      "690": 1194,
      "361": 1195,
      ".334": 1196,
      "32270.dat": 1197,
      ".436": 1198,
      ".827": 1199,
      "3029.dat": 1200,
      ".414": 1201,
      "781.dat": 1202,
      "99781.dat": 1203,
      "48336.dat": 1204,
      "438": 1205,
      "6143.dat": 1206,
      ".173": 1207,
      ".946": 1208,
      "702": 1209,
      ".359": 1210,
      ".147": 1211,
      "439": 1212,
      ".976": 1213,
      "6111.dat": 1214,
      ".410": 1215,
      "932": 1216,
      "4623.dat": 1217,
      ".496": 1218,
      ".246": 1219,
      "338": 1220,
      ".841": 1221,
      "279": 1222,
      ".37": 1223,
      ".178": 1224,
      ".583": 1225,
      "5095": 1226,
      "4460.dat": 1227,
      "50951.dat": 1228,
      "32009.dat": 1229,
      ".956": 1230,
      ".834": 1231,
      ".007": 1232,
      "1016": 1233,
      "808": 1234,
      "9039": 1235,
      "3684": 1236,
      "3737.dat": 1237,
      "3829.dat": 1238,
      "741": 1239,
      "90398.dat": 1240,
      "36841.dat": 1241,
      ".998": 1242,
      ".740": 1243,
      ".462": 1244,
      ".882": 1245,
      ".222": 1246,
      "193": 1247,
      "30552.dat": 1248,
      "623": 1249,
      ".593": 1250,
      "203": 1251,
      "241": 1252,
      "289": 1253,
      "63868.dat": 1254,
      ".934": 1255,
      ".009": 1256,
      "3708.dat": 1257,
      ".171": 1258,
      ".994": 1259,
      ".858": 1260,
      ".708": 1261,
      ".768": 1262,
      ".316": 1263,
      ".377": 1264,
      "15712.dat": 1265,
      ".099": 1266,
      "4022.dat": 1267,
      ".787": 1268,
      ".685": 1269,
      ".650": 1270,
      ".617": 1271,
      "382": 1272,
      ".569": 1273,
      ".484": 1274,
      "3934.dat": 1275,
      "4349.dat": 1276,
      ".135": 1277,
      ".625": 1278,
      ".522": 1279,
      ".129": 1280,
      "2340": 1281,
      "2340.dat": 1282,
      "752.dat": 1283,
      ".048": 1284,
      "63869.dat": 1285,
      ".630": 1286,
      ".335": 1287,
      "4624.dat": 1288,
      ".439": 1289,
      "14716.dat": 1290,
      ".504": 1291,
      "3612.dat": 1292,
      ".807": 1293,
      "335": 1294,
      ".737": 1295,
      "4854.dat": 1296,
      ".686": 1297,
      "5598": 1298,
      ".317": 1299,
      ".601": 1300,
      ".260": 1301,
      "103": 1302,
      ".697": 1303,
      ".752": 1304,
      ".139": 1305,
      "3958.dat": 1306,
      "30008.dat": 1307,
      "3036": 1308,
      ".849": 1309,
      "498": 1310,
      ".988": 1311,
      ".482": 1312,
      ".193": 1313,
      ".885": 1314,
      "316": 1315,
      ".083": 1316,
      "283": 1317,
      ".656": 1318,
      "676": 1319,
      "880": 1320,
      "864": 1321,
      "700": 1322,
      "507.dat": 1323,
      "1040": 1324,
      "1104": 1325,
      "4733.dat": 1326,
      "27507.dat": 1327,
      "697": 1328,
      ".153": 1329,
      "3899.dat": 1330,
      "2453.dat": 1331,
      "21229.dat": 1332,
      "259": 1333,
      ".497": 1334,
      ".350": 1335,
      "4372": 1336,
      ".475": 1337,
      ".628": 1338,
      ".647": 1339,
      "976": 1340,
      ".073": 1341,
      ".490": 1342,
      ".905": 1343,
      ".201": 1344,
      ".217": 1345,
      ".157": 1346,
      "4175.dat": 1347,
      "6587.dat": 1348,
      ".654": 1349,
      ".920": 1350,
      "3853.dat": 1351,
      ".936": 1352,
      "253": 1353,
      "258": 1354,
      "4596.dat": 1355,
      ".010": 1356,
      ".051": 1357,
      "120.dat": 1358,
      "3680.dat": 1359,
      ".081": 1360,
      ".982": 1361,
      ".288": 1362,
      ".141": 1363,
      ".489": 1364,
      "2401.dat": 1365,
      ".385": 1366,
      ".672": 1367,
      ".192": 1368,
      ".589": 1369,
      "476": 1370,
      "449": 1371,
      "747.dat": 1372,
      ".562": 1373,
      "87747.dat": 1374,
      ".371": 1375,
      "3048.dat": 1376,
      ".016": 1377,
      ".986": 1378,
      ".202": 1379,
      "a.dat": 1380,
      ".881": 1381,
      ".799": 1382,
      ".348": 1383,
      "3839.dat": 1384,
      "452": 1385,
      "309": 1386,
      ".338": 1387,
      ".843": 1388,
      ".713": 1389,
      "2959.dat": 1390,
      "60470.dat": 1391,
      ".780": 1392,
      ".749": 1393,
      ".481": 1394,
      ".062": 1395,
      ".266": 1396,
      ".208": 1397,
      ".206": 1398,
      "3028.dat": 1399,
      ".013": 1400,
      ".392": 1401,
      ".725": 1402,
      "2921.dat": 1403,
      "48989.dat": 1404,
      ".423": 1405,
      ".584": 1406,
      ".412": 1407,
      ".429": 1408,
      "267": 1409,
      "2555.dat": 1410,
      ".909": 1411,
      "3641.dat": 1412,
      ".631": 1413,
      ".732": 1414,
      ".328": 1415,
      ".544": 1416,
      ".784": 1417,
      "87552.dat": 1418,
      ".975": 1419,
      ".989": 1420,
      "992": 1421,
      "314": 1422,
      ".319": 1423,
      ".955": 1424,
      "3895.dat": 1425,
      ".357": 1426,
      ".501": 1427,
      ".513": 1428,
      ".388": 1429,
      "127": 1430,
      ".454": 1431,
      "2569.dat": 1432,
      ".477": 1433,
      ".111": 1434,
      ".958": 1435,
      "221": 1436,
      ".520": 1437,
      "60484.dat": 1438,
      ".971": 1439,
      ".626": 1440,
      ".161": 1441,
      ".879": 1442,
      ".306": 1443,
      "936": 1444,
      "103.dat": 1445,
      "6062": 1446,
      "722": 1447,
      "34103.dat": 1448,
      ".425": 1449,
      ".794": 1450,
      "320.dat": 1451,
      "92947.dat": 1452,
      ".332": 1453,
      "3943.dat": 1454,
      "13965.dat": 1455,
      "60623.dat": 1456,
      "6225.dat": 1457,
      ".747": 1458,
      ".789": 1459,
      ".225": 1460,
      "388": 1461,
      ".822": 1462,
      "3041.dat": 1463,
      "4625.dat": 1464,
      "4730.dat": 1465,
      ".168": 1466,
      "403": 1467,
      "618": 1468,
      "541": 1469,
      ".408": 1470,
      "318": 1471,
      ".293": 1472,
      "147": 1473,
      ".210": 1474,
      "3066.dat": 1475,
      ".964": 1476,
      ".527": 1477,
      "278": 1478,
      "347": 1479,
      ".211": 1480,
      "4600.dat": 1481,
      "6014.dat": 1482,
      ".267": 1483,
      ".538": 1484,
      ".518": 1485,
      ".529": 1486,
      "850": 1487,
      ".880": 1488,
      ".114": 1489,
      "572": 1490,
      ".808": 1491,
      ".431": 1492,
      "3846.dat": 1493,
      ".594": 1494,
      ".727": 1495,
      ".256": 1496,
      ".042": 1497,
      "3936.dat": 1498,
      ".751": 1499,
      "4183.dat": 1500,
      "b.dat": 1501,
      ".929": 1502,
      ".236": 1503,
      ".560": 1504,
      "2345.dat": 1505,
      ".110": 1506,
      ".017": 1507,
      ".791": 1508,
      ".380": 1509,
      "331": 1510,
      "298": 1511,
      "619": 1512,
      ".935": 1513,
      "551": 1514,
      "3483.dat": 1515,
      ".091": 1516,
      "2452.dat": 1517,
      "6157.dat": 1518,
      "353": 1519,
      ".961": 1520,
      ".452": 1521,
      "2920.dat": 1522,
      ".844": 1523,
      ".820": 1524,
      ".928": 1525,
      ".944": 1526,
      "265": 1527,
      ".038": 1528,
      "4591.dat": 1529,
      ".122": 1530,
      ".939": 1531,
      "95.dat": 1532,
      "93273.dat": 1533,
      ".362": 1534,
      "415": 1535,
      "223": 1536,
      "355": 1537,
      ".863": 1538,
      "4599.dat": 1539,
      "18674.dat": 1540,
      ".126": 1541,
      ".094": 1542,
      "787.dat": 1543,
      "755.dat": 1544,
      "254": 1545,
      ".667": 1546,
      "474": 1547,
      "481.dat": 1548,
      "61481.dat": 1549,
      "30367.dat": 1550,
      ".298": 1551,
      ".812": 1552,
      ".373": 1553,
      ".085": 1554,
      ".864": 1555,
      "393": 1556,
      ".528": 1557,
      ".581": 1558,
      "372": 1559,
      ".913": 1560,
      ".417": 1561,
      "226": 1562,
      ".345": 1563,
      "738": 1564,
      "866": 1565,
      "505.dat": 1566,
      "2048": 1567,
      "38320.dat": 1568,
      "669": 1569,
      ".254": 1570,
      "2852.dat": 1571,
      ".459": 1572,
      ".492": 1573,
      "399": 1574,
      ".769": 1575,
      "32019.dat": 1576,
      "32017.dat": 1577,
      "582": 1578,
      "27263.dat": 1579,
      "625": 1580,
      "6232.dat": 1581,
      "98282.dat": 1582,
      "3685.dat": 1583,
      "60481.dat": 1584,
      "86652.dat": 1585,
      "20482.dat": 1586,
      ".842": 1587,
      "32530.dat": 1588,
      "770": 1589,
      "32348.dat": 1590,
      "668.dat": 1591,
      ".329": 1592,
      "49668.dat": 1593,
      ".152": 1594,
      "419": 1595,
      "4595.dat": 1596,
      ".814": 1597,
      "215": 1598,
      ".023": 1599,
      "4092.dat": 1600,
      ".339": 1601,
      ".610": 1602,
      "3255": 1603,
      ".933": 1604,
      ".899": 1605,
      ".865": 1606,
      "32557.dat": 1607,
      ".033": 1608,
      "780": 1609,
      "366": 1610,
      ".840": 1611,
      ".806": 1612,
      ".432": 1613,
      ".039": 1614,
      "2744.dat": 1615,
      "281": 1616,
      ".427": 1617,
      ".369": 1618,
      ".499": 1619,
      ".363": 1620,
      "356": 1621,
      ".190": 1622,
      ".912": 1623,
      "555": 1624,
      ".756": 1625,
      ".731": 1626,
      "407": 1627,
      ".093": 1628,
      ".456": 1629,
      "531.dat": 1630,
      "62531.dat": 1631,
      ".870": 1632,
      ".764": 1633,
      ".067": 1634,
      ".771": 1635,
      "5094": 1636,
      "9019": 1637,
      "467": 1638,
      ".072": 1639,
      ".144": 1640,
      "3828.dat": 1641,
      ".877": 1642,
      "307": 1643,
      "381": 1644,
      ".428": 1645,
      ".659": 1646,
      ".471": 1647,
      ".341": 1648,
      ".101": 1649,
      ".829": 1650,
      ".550": 1651,
      ".531": 1652,
      ".670": 1653,
      "3006.dat": 1654,
      ".509": 1655,
      "11212.dat": 1656,
      "326": 1657,
      "398": 1658,
      "455": 1659,
      ".614": 1660,
      "342": 1661,
      "126.dat": 1662,
      "44126.dat": 1663,
      "50947.dat": 1664,
      "482": 1665,
      "518": 1666,
      ".742": 1667,
      "293": 1668,
      ".908": 1669,
      "343": 1670,
      ".124": 1671,
      "2468.dat": 1672,
      ".943": 1673,
      "262": 1674,
      "639": 1675,
      ".821": 1676,
      "3935.dat": 1677,
      "2346.dat": 1678,
      "1194": 1679,
      "341": 1680,
      ".309": 1681,
      ".220": 1682,
      ".828": 1683,
      "96.dat": 1684,
      ".355": 1685,
      "55981.dat": 1686,
      "90195.dat": 1687,
      "217": 1688,
      "2423.dat": 1689,
      ".127": 1690,
      "4474.dat": 1691,
      "2449.dat": 1692,
      "2851.dat": 1693,
      "229": 1694,
      "6134": 1695,
      ".054": 1696,
      "61345.dat": 1697,
      "315": 1698,
      ".917": 1699,
      ".137": 1700,
      "2489.dat": 1701,
      "345": 1702,
      ".444": 1703,
      ".744": 1704,
      "522": 1705,
      "6112": 1706,
      "774": 1707,
      "862": 1708,
      "1064": 1709,
      "409": 1710,
      "1553": 1711,
      "802": 1712,
      ".627": 1713,
      ".649": 1714,
      ".076": 1715,
      "66909.dat": 1716,
      ".859": 1717,
      ".514": 1718,
      "479": 1719,
      "92950.dat": 1720,
      "4536.dat": 1721,
      "888": 1722,
      "529": 1723,
      "35787.dat": 1724,
      ".723": 1725,
      "60485.dat": 1726,
      "60849.dat": 1727,
      "55013.dat": 1728,
      "60475.dat": 1729,
      "88072.dat": 1730,
      "6112.dat": 1731,
      "6140": 1732,
      ".469": 1733,
      ".396": 1734,
      "61409.dat": 1735,
      "71952.dat": 1736,
      ".296": 1737,
      ".734": 1738,
      "4531.dat": 1739,
      ".449": 1740,
      "299": 1741,
      "4083.dat": 1742,
      ".984": 1743,
      ".166": 1744,
      "3245": 1745,
      ".555": 1746,
      "313": 1747,
      "211": 1748,
      "468": 1749,
      "14417.dat": 1750,
      ".209": 1751,
      ".368": 1752,
      "562": 1753,
      "662": 1754,
      ".541": 1755,
      "339": 1756,
      "213": 1757,
      ".478": 1758,
      ".979": 1759,
      "251": 1760,
      ".714": 1761,
      "6589.dat": 1762,
      "740": 1763,
      ".974": 1764,
      "2465.dat": 1765,
      "32138.dat": 1766,
      ".638": 1767,
      ".244": 1768,
      ".186": 1769,
      ".241": 1770,
      "285": 1771,
      "150.dat": 1772,
      ".278": 1773,
      ".216": 1774,
      ".255": 1775,
      ".302": 1776,
      ".810": 1777,
      "227": 1778,
      "352.dat": 1779,
      "6081.dat": 1780,
      "3475.dat": 1781,
      ".919": 1782,
      "4872.dat": 1783,
      ".781": 1784,
      ".234": 1785,
      ".910": 1786,
      ".597": 1787,
      "5597": 1788,
      "55976.dat": 1789,
      "922": 1790,
      "3679.dat": 1791,
      ".687": 1792,
      ".022": 1793,
      "4444.dat": 1794,
      "574": 1795,
      "714": 1796,
      "266": 1797,
      "876": 1798,
      ".245": 1799,
      ".006": 1800,
      ".712": 1801,
      ".521": 1802,
      "2923.dat": 1803,
      ".249": 1804,
      "24316.dat": 1805,
      ".407": 1806,
      ".268": 1807,
      ".833": 1808,
      "566.dat": 1809,
      "64566.dat": 1810,
      "4346.dat": 1811,
      ".959": 1812,
      ".973": 1813,
      ".572": 1814,
      ".596": 1815,
      ".663": 1816,
      ".443": 1817,
      "495": 1818,
      ".297": 1819,
      ".977": 1820,
      ".495": 1821,
      ".817": 1822,
      ".887": 1823,
      ".765": 1824,
      ".146": 1825,
      ".121": 1826,
      "431": 1827,
      "627": 1828,
      ".164": 1829,
      "50943.dat": 1830,
      ".160": 1831,
      "2463.dat": 1832,
      ".983": 1833,
      ".557": 1834,
      ".399": 1835,
      ".238": 1836,
      "451": 1837,
      ".252": 1838,
      ".668": 1839,
      ".524": 1840,
      "76.dat": 1841,
      "11476.dat": 1842,
      ".130": 1843,
      ".448": 1844,
      "43719.dat": 1845,
      "18677.dat": 1846,
      ".060": 1847,
      "5689": 1848,
      "56891.dat": 1849,
      "9360": 1850,
      ".294": 1851,
      ".472": 1852,
      "757": 1853,
      "93606.dat": 1854,
      "383": 1855,
      "396": 1856,
      "2424": 1857,
      ".688": 1858,
      ".897": 1859,
      ".582": 1860,
      ".464": 1861,
      "24246.dat": 1862,
      ".953": 1863,
      ".797": 1864,
      ".902": 1865,
      ".867": 1866,
      ".795": 1867,
      "3067.dat": 1868,
      "62743.dat": 1869,
      ".947": 1870,
      "3838.dat": 1871,
      "4345.dat": 1872,
      "4497.dat": 1873,
      ".065": 1874,
      "3842.dat": 1875,
      ".075": 1876,
      ".097": 1877,
      ".226": 1878,
      "3963.dat": 1879,
      "4716.dat": 1880,
      ".056": 1881,
      "3056": 1882,
      "426": 1883,
      "333": 1884,
      "30565.dat": 1885,
      "3849.dat": 1886,
      "593": 1887,
      "1184": 1888,
      "23.dat": 1889,
      "492": 1890,
      "515": 1891,
      "624": 1892,
      "637": 1893,
      "674": 1894,
      "682": 1895,
      "732": 1896,
      "815": 1897,
      "832": 1898,
      "848": 1899,
      "3058": 1900,
      "20310": 1901,
      "1024": 1902,
      "4036.dat": 1903,
      "4035.dat": 1904,
      "15207.dat": 1905,
      "3226": 1906,
      "32250": 1907,
      ".674": 1908,
      ".681": 1909,
      "3777": 1910,
      "37352.dat": 1911,
      "3835.dat": 1912,
      ".231": 1913,
      ".261": 1914,
      ".832": 1915,
      ".838": 1916,
      ".835": 1917,
      "2850.dat": 1918,
      "3455.dat": 1919,
      ".576": 1920,
      ".549": 1921,
      ".573": 1922,
      ".470": 1923,
      ".418": 1924,
      ".442": 1925,
      ".435": 1926,
      "546": 1927,
      ".779": 1928,
      "32056.dat": 1929,
      "32015.dat": 1930,
      "45505.dat": 1931,
      "4217.dat": 1932,
      "8829": 1933,
      "98989.dat": 1934,
      "585": 1935,
      "587": 1936,
      "3308.dat": 1937,
      "30360.dat": 1938,
      "994.dat": 1939,
      "3044.dat": 1940,
      "48092.dat": 1941,
      "87994.dat": 1942,
      ".402": 1943,
      "3297.dat": 1944,
      ".595": 1945,
      "4182.dat": 1946,
      "4181.dat": 1947,
      "4221.dat": 1948,
      "60477.dat": 1949,
      ".361": 1950,
      "3675.dat": 1951,
      "70023.dat": 1952,
      "6183.dat": 1953,
      "62520.dat": 1954,
      "30586.dat": 1955,
      "20310.dat": 1956,
      "32269.dat": 1957,
      "32250.dat": 1958,
      "88293.dat": 1959,
      "32072.dat": 1960,
      "225": 1961,
      "990": 1962,
      ".657": 1963,
      "257": 1964,
      "3942.dat": 1965,
      ".634": 1966,
      "6191.dat": 1967,
      "487": 1968,
      "526": 1969,
      ".952": 1970,
      ".926": 1971,
      ".993": 1972,
      ".711": 1973,
      ".041": 1974,
      "534": 1975,
      ".372": 1976,
      ".046": 1977,
      "6003.dat": 1978,
      "43723.dat": 1979,
      "3959.dat": 1980,
      ".273": 1981,
      "6266.dat": 1982,
      "85080.dat": 1983,
      "363": 1984,
      ".474": 1985,
      "351": 1986,
      "4475.dat": 1987,
      ".108": 1988,
      ".451": 1989,
      ".441": 1990,
      "3822.dat": 1991,
      "41740.dat": 1992,
      ".012": 1993,
      "9534": 1994,
      "6215.dat": 1995,
      ".937": 1996,
      ".761": 1997,
      ".486": 1998,
      "588": 1999,
      "6120.dat": 2000,
      ".837": 2001,
      "206.dat": 2002,
      "99206.dat": 2003,
      "2467.dat": 2004,
      ".914": 2005,
      ".854": 2006,
      "4476.dat": 2007,
      "61252.dat": 2008,
      ".105": 2009,
      "359": 2010,
      ".545": 2011,
      "263": 2012,
      "60479.dat": 2013,
      ".162": 2014,
      "59.dat": 2015,
      "15470.dat": 2016,
      "649": 2017,
      ".705": 2018,
      "454": 2019,
      ".918": 2020,
      ".043": 2021,
      "107.dat": 2022,
      ".813": 2023,
      "32828.dat": 2024,
      "548": 2025,
      ".823": 2026,
      "6538.dat": 2027,
      ".801": 2028,
      ".941": 2029,
      ".237": 2030,
      ".289": 2031,
      "391": 2032,
      "6439": 2033,
      "4488.dat": 2034,
      "3016": 2035,
      "30165.dat": 2036,
      ".337": 2037,
      ".257": 2038,
      ".053": 2039,
      ".287": 2040,
      ".467": 2041,
      ".356": 2042,
      "3703.dat": 2043,
      ".948": 2044,
      ".049": 2045,
      ".825": 2046,
      ".512": 2047,
      "255": 2048,
      ".181": 2049,
      "4864.dat": 2050,
      "305": 2051,
      ".258": 2052,
      "877": 2053,
      ".591": 2054,
      "c.dat": 2055,
      ".163": 2056,
      ".235": 2057,
      ".862": 2058,
      "549": 2059,
      "173": 2060,
      "4150.dat": 2061,
      "902.dat": 2062,
      "56902.dat": 2063,
      ".571": 2064,
      ".119": 2065,
      "11215.dat": 2066,
      ".145": 2067,
      "2437.dat": 2068,
      "43712.dat": 2069,
      "902": 2070,
      ".895": 2071,
      "2853.dat": 2072,
      "43722.dat": 2073,
      "644": 2074,
      "4467": 2075,
      "493": 2076,
      ".857": 2077,
      ".324": 2078,
      "471": 2079,
      ".911": 2080,
      ".598": 2081,
      ".165": 2082,
      "231": 2083,
      ".074": 2084,
      "4219.dat": 2085,
      "517": 2086,
      "3741.dat": 2087,
      ".802": 2088,
      "2444.dat": 2089,
      "856": 2090,
      "2736.dat": 2091,
      "461": 2092,
      "57.dat": 2093,
      "63965.dat": 2094,
      "559": 2095,
      ".927": 2096,
      ".089": 2097,
      "342.dat": 2098,
      ".411": 2099,
      ".476": 2100,
      "3821.dat": 2101,
      ".661": 2102,
      ".275": 2103,
      ".187": 2104,
      ".283": 2105,
      "277": 2106,
      "516": 2107,
      ".816": 2108,
      ".553": 2109,
      ".315": 2110,
      "55982.dat": 2111,
      ".646": 2112,
      ".886": 2113,
      ".465": 2114,
      ".763": 2115,
      "4261.dat": 2116,
      ".365": 2117,
      "3229": 2118,
      "523": 2119,
      "32291.dat": 2120,
      "4176": 2121,
      ".931": 2122,
      "542": 2123,
      "2458.dat": 2124,
      ".491": 2125,
      ".179": 2126,
      ".304": 2127,
      "6061.dat": 2128,
      ".658": 2129,
      ".269": 2130,
      ".375": 2131,
      ".873": 2132,
      "311": 2133,
      ".662": 2134,
      "566": 2135,
      "30648.dat": 2136,
      ".925": 2137,
      "646": 2138,
      "87080.dat": 2139,
      ".903": 2140,
      ".170": 2141,
      ".592": 2142,
      "4389": 2143,
      "648": 2144,
      "629": 2145,
      "754": 2146,
      "844": 2147,
      "940": 2148,
      "924": 2149,
      "9140": 2150,
      "1027": 2151,
      ".932": 2152,
      "30071.dat": 2153,
      "729.dat": 2154,
      ".615": 2155,
      ".645": 2156,
      ".665": 2157,
      "489": 2158,
      "48729.dat": 2159,
      ".036": 2160,
      ".264": 2161,
      ".233": 2162,
      "595": 2163,
      "2854.dat": 2164,
      "1105": 2165,
      ".570": 2166,
      ".548": 2167,
      ".422": 2168,
      ".413": 2169,
      ".796": 2170,
      ".755": 2171,
      "32065.dat": 2172,
      "6468": 2173,
      "4530.dat": 2174,
      ".333": 2175,
      ".313": 2176,
      "2905.dat": 2177,
      ".134": 2178,
      "269": 2179,
      "2911": 2180,
      "29120.dat": 2181,
      "11214.dat": 2182,
      ".188": 2183,
      ".568": 2184,
      "2486.dat": 2185,
      "4504.dat": 2186,
      ".404": 2187,
      "2343.dat": 2188,
      "41854.dat": 2189,
      "64647.dat": 2190,
      "44237.dat": 2191,
      "15533.dat": 2192,
      "10247.dat": 2193,
      "37775.dat": 2194,
      "92410.dat": 2195,
      "91405.dat": 2196,
      "29119.dat": 2197,
      "1082": 2198,
      ".739": 2199,
      "87086.dat": 2200,
      "3684.dat": 2201,
      ".648": 2202,
      "8214": 2203,
      "413": 2204,
      "602": 2205,
      "2417.dat": 2206,
      ".223": 2207,
      "2819.dat": 2208,
      "3245c.dat": 2209,
      "208.dat": 2210,
      ".515": 2211,
      "58.dat": 2212,
      "453": 2213,
      "3709.dat": 2214,
      ".158": 2215,
      "30000.dat": 2216,
      ".169": 2217,
      ".709": 2218,
      "15208.dat": 2219,
      ".069": 2220,
      ".463": 2221,
      "11946.dat": 2222,
      "977": 2223,
      ".883": 2224,
      "6553.dat": 2225,
      "u800": 2226,
      ".115": 2227,
      "782": 2228,
      "97.dat": 2229,
      "3901.dat": 2230,
      "4489.dat": 2231,
      ".142": 2232,
      "404": 2233,
      ".759": 2234,
      "2341.dat": 2235,
      "95344.dat": 2236,
      "6628.dat": 2237,
      "60476.dat": 2238,
      "437": 2239,
      "653": 2240,
      "2039.dat": 2241,
      "3678.dat": 2242,
      ".965": 2243,
      "384.dat": 2244,
      ".963": 2245,
      "525": 2246,
      ".587": 2247,
      ".745": 2248,
      "3701.dat": 2249,
      "4479.dat": 2250,
      "713.dat": 2251,
      ".839": 2252,
      "43713.dat": 2253,
      "897": 2254,
      ".621": 2255,
      "561": 2256,
      ".535": 2257,
      "681": 2258,
      ".120": 2259,
      "337": 2260,
      "731": 2261,
      "4873.dat": 2262,
      "596": 2263,
      ".155": 2264,
      "499": 2265,
      "706": 2266,
      ".874": 2267,
      ".536": 2268,
      ".104": 2269,
      "543": 2270,
      "443": 2271,
      ".323": 2272,
      "1057": 2273,
      ".508": 2274,
      "547.dat": 2275,
      "585.dat": 2276,
      "13547.dat": 2277,
      "6154.dat": 2278,
      "197": 2279,
      "52107.dat": 2280,
      "521": 2281,
      ".346": 2282,
      "1b.dat": 2283,
      "u8001b.dat": 2284,
      "4202": 2285,
      "5398": 2286,
      "1052": 2287,
      "3456.dat": 2288,
      ".537": 2289,
      ".197": 2290,
      "53989.dat": 2291,
      "746": 2292,
      "3027.dat": 2293,
      "74695.dat": 2294,
      ".758": 2295,
      ".507": 2296,
      ".379": 2297,
      "507": 2298,
      "3854.dat": 2299,
      ".888": 2300,
      ".218": 2301,
      ".748": 2302,
      "509": 2303,
      ".972": 2304,
      ".847": 2305,
      "2507.dat": 2306,
      "6104.dat": 2307,
      "494": 2308,
      ".516": 2309,
      ".021": 2310,
      "15070.dat": 2311,
      ".852": 2312,
      "11947.dat": 2313,
      "466": 2314,
      "628": 2315,
      "920": 2316,
      ".815": 2317,
      "54383.dat": 2318,
      "93593.dat": 2319,
