{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|UNK|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|EOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|PAD|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|COL|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|POS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|ORI|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|SHP|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|ANY|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|CR|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|BU|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|NA|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<|VE|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": " "
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "-|\\.\\d{3}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|UNK|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|UNK|>": 0,
      "<|EOS|>": 1,
      "<|PAD|>": 2,
      "<|COL|>": 3,
      "<|POS|>": 4,
      "<|ORI|>": 5,
      "<|SHP|>": 6,
      "<|ANY|>": 7,
      "<|CR|>": 8,
      "<|BU|>": 9,
      "<|NA|>": 10,
      "<|VE|>": 11,
      "\n": 12,
      "-": 13,
      ".": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      "<": 25,
      ">": 26,
      "A": 27,
      "B": 28,
      "C": 29,
      "E": 30,
      "N": 31,
      "O": 32,
      "R": 33,
      "S": 34,
      "U": 35,
      "V": 36,
      "a": 37,
      "b": 38,
      "c": 39,
      "d": 40,
      "g": 41,
      "t": 42,
      "u": 43,
      "|": 44,
      "00": 45,
      ".00": 46,
      ".000": 47,
      "70": 48,
      ".d": 49,
      "at": 50,
      ".dat": 51,
      ".70": 52,
      ".707": 53,
      "30": 54,
      ".5": 55,
      "10": 56,
      "40": 57,
      "15": 58,
      "20": 59,
      ".500": 60,
      "60": 61,
      "80": 62,
      "90": 63,
      "71": 64,
      "24": 65,
      "36": 66,
      "50": 67,
      "3.dat": 68,
      ".9": 69,
      "32": 70,
      ".6": 71,
      "300": 72,
      "72": 73,
      "48": 74,
      "9.dat": 75,
      "16": 76,
      "12": 77,
      "37": 78,
      "14": 79,
      "56": 80,
      "38": 81,
      ".0": 82,
      "66": 83,
      "4.dat": 84,
      "2.dat": 85,
      ".2": 86,
      "1.dat": 87,
      "5.dat": 88,
      ".8": 89,
      "120": 90,
      "59": 91,
      "18": 92,
      "28": 93,
      "19": 94,
      "150": 95,
      "110": 96,
      ".4": 97,
      "34": 98,
      "302": 99,
      "200": 100,
      "39": 101,
      "130": 102,
      "140": 103,
      "7.dat": 104,
      ".7": 105,
      "54": 106,
      "310": 107,
      "320": 108,
      "306": 109,
      "17": 110,
      "64": 111,
      "170": 112,
      "3023.dat": 113,
      "100": 114,
      "70.dat": 115,
      "47": 116,
      "160": 117,
      "22": 118,
      "96": 119,
      "190": 120,
      "8.dat": 121,
      "484": 122,
      "3004.dat": 123,
      "230": 124,
      ".3": 125,
      "362": 126,
      "180": 127,
      "92": 128,
      "45": 129,
      "24.dat": 130,
      "240": 131,
      "42": 132,
      "88": 133,
      "10.dat": 134,
      "256": 135,
      "98": 136,
      "52": 137,
      "44": 138,
      "3024.dat": 139,
      "6.dat": 140,
      "210": 141,
      "270": 142,
      "290": 143,
      "73.dat": 144,
      "3069.dat": 145,
      ".1": 146,
      "56.dat": 147,
      "58": 148,
      ".966": 149,
      ".259": 150,
      "27": 151,
      "280": 152,
      "128": 153,
      "104": 154,
      "46": 155,
      "3005.dat": 156,
      "94": 157,
      "220": 158,
      ".866": 159,
      "26": 160,
      "36.dat": 161,
      "83": 162,
      "378": 163,
      "490": 164,
      "53": 165,
      "20.dat": 166,
      "614": 167,
      "78": 168,
      "250": 169,
      "4070.dat": 170,
      "272": 171,
      "3070.dat": 172,
      "6141.dat": 173,
      "260": 174,
      "35": 175,
      "29": 176,
      "75": 177,
      "3622.dat": 178,
      "62": 179,
      "31": 180,
      "3710.dat": 181,
      "430": 182,
      "3009.dat": 183,
      "112": 184,
      "11": 185,
      "379": 186,
      "330": 187,
      "66.dat": 188,
      "400": 189,
      "99": 190,
      "3673.dat": 191,
      "416": 192,
      ".32": 193,
      "33": 194,
      ".38": 195,
      "60.dat": 196,
      "370": 197,
      "74": 198,
      "76": 199,
      "756.dat": 200,
      "360": 201,
      "25": 202,
      "3623.dat": 203,
      "3666.dat": 204,
      "80.dat": 205,
      "176": 206,
      "32.dat": 207,
      "303": 208,
      "168": 209,
      "49": 210,
      "152": 211,
      "3020.dat": 212,
      "408": 213,
      "208": 214,
      ".98": 215,
      "136": 216,
      ".653": 217,
      ".271": 218,
      ".992": 219,
      "38.dat": 220,
      "870": 221,
      ".71": 222,
      "144": 223,
      ".128": 224,
      ".34": 225,
      "340": 226,
      "55": 227,
      "49.dat": 228,
      ".18": 229,
      ".48": 230,
      "3008.dat": 231,
      "243": 232,
      "95": 233,
      "3022.dat": 234,
      "288": 235,
      "304": 236,
      "43": 237,
      "61": 238,
      "65.dat": 239,
      "232": 240,
      ".622": 241,
      "57": 242,
      "200.dat": 243,
      "54200.dat": 244,
      ".383": 245,
      ".924": 246,
      "40.dat": 247,
      "325": 248,
      "6636.dat": 249,
      "19.dat": 250,
      ".706": 251,
      "3010.dat": 252,
      ".39": 253,
      "350": 254,
      "79": 255,
      "380": 256,
      "440": 257,
      ".60": 258,
      "3062.dat": 259,
      ".945": 260,
      "3749.dat": 261,
      "386": 262,
      "206": 263,
      "216": 264,
      "69": 265,
      "385.dat": 266,
      "22385.dat": 267,
      "93": 268,
      ".875": 269,
      "530": 270,
      ".343": 271,
      "126": 272,
      ".485": 273,
      "4162.dat": 274,
      ".183": 275,
      ".326": 276,
      ".683": 277,
      "13": 278,
      "6386": 279,
      "68": 280,
      "287": 281,
      "184": 282,
      "390": 283,
      ".19": 284,
      "84": 285,
      "65": 286,
      "3021.dat": 287,
      "6059": 288,
      "82": 289,
      "54.dat": 290,
      "51": 291,
      ".618": 292,
      "480": 293,
      "28.dat": 294,
      "447": 295,
      "89": 296,
      "00.dat": 297,
      "248": 298,
      "6060": 299,
      "86": 300,
      "73": 301,
      ".037": 302,
      "192": 303,
      ".612": 304,
      "410": 305,
      "8708": 306,
      ".783": 307,
      "2431.dat": 308,
      "37.dat": 309,
      "138.dat": 310,
      "3794.dat": 311,
      "428": 312,
      "32556.dat": 313,
      "3795.dat": 314,
      "63864.dat": 315,
      "9828": 316,
      "91": 317,
      "2780.dat": 318,
      "98138.dat": 319,
      "87": 320,
      ".354": 321,
      "62.dat": 322,
      ".230": 323,
      "134": 324,
      "224": 325,
      "600": 326,
      "23": 327,
      "98283.dat": 328,
      "450": 329,
      "328": 330,
      "4477.dat": 331,
      "3252": 332,
      "77": 333,
      "312": 334,
      "81": 335,
      "79.dat": 336,
      "384": 337,
      "301": 338,
      "3460.dat": 339,
      "520": 340,
      "598": 341,
      ".17": 342,
      "3068.dat": 343,
      "3660.dat": 344,
      "371": 345,
      "97": 346,
      "4519.dat": 347,
      "352": 348,
      "12.dat": 349,
      "41": 350,
      "640": 351,
      "32028.dat": 352,
      "584": 353,
      "460": 354,
      "368": 355,
      "2420.dat": 356,
      "85": 357,
      "242": 358,
      ".50": 359,
      "459": 360,
      "67": 361,
      "344": 362,
      "16.dat": 363,
      "3039.dat": 364,
      ".138": 365,
      "470": 366,
      ".90": 367,
      "392": 368,
      "2877.dat": 369,
      "3713.dat": 370,
      "91.dat": 371,
      "2412.dat": 372,
      "510": 373,
      ".72": 374,
      "32054.dat": 375,
      ".678": 376,
      "<|": 377,
      "|>": 378,
      "63": 379,
      "420": 380,
      ".559": 381,
      "448": 382,
      "EO": 383,
      "S|>": 384,
      "<|EO": 385,
      "235": 386,
      ".15": 387,
      "60592.dat": 388,
      "654": 389,
      "148": 390,
      "264": 391,
      "114": 392,
      ".12": 393,
      "376": 394,
      "238": 395,
      ".704": 396,
      "560": 397,
      ".669": 398,
      "512": 399,
      ".999": 400,
      "427": 401,
      "30.dat": 402,
      "432": 403,
      "688": 404,
      "118": 405,
      "158": 406,
      ".981": 407,
      ".434": 408,
      "34.dat": 409,
      ".112": 410,
      "214": 411,
      "900.dat": 412,
      "59900.dat": 413,
      ".556": 414,
      ".378": 415,
      ".694": 416,
      ".698": 417,
      "60601.dat": 418,
      "155": 419,
      "616": 420,
      "8598": 421,
      "85984.dat": 422,
      "3665.dat": 423,
      "4286.dat": 424,
      "182": 425,
      ".990": 426,
      ".950": 427,
      "296": 428,
      ".195": 429,
      "3001.dat": 430,
      "6091.dat": 431,
      "50.dat": 432,
      "39.dat": 433,
      "2660": 434,
      "3003.dat": 435,
      ".092": 436,
      "2357.dat": 437,
      "3832.dat": 438,
      "15.dat": 439,
      "395": 440,
      "172": 441,
      "87087.dat": 442,
      "308": 443,
      "139": 444,
      ".80": 445,
      ".473": 446,
      "297": 447,
      ".718": 448,
      ".991": 449,
      "4081.dat": 450,
      ".40": 451,
      "394": 452,
      "246": 453,
      "132": 454,
      "89.dat": 455,
      ".050": 456,
      "32062.dat": 457,
      ".701": 458,
      "952.dat": 459,
      "30136.dat": 460,
      "6048": 461,
      "592": 462,
      "87079.dat": 463,
      "6541.dat": 464,
      "488": 465,
      "3040.dat": 466,
      "365": 467,
      ".131": 468,
      ".088": 469,
      ".609": 470,
      "4589.dat": 471,
      "21": 472,
      "116": 473,
      "568": 474,
      "32952.dat": 475,
      "544": 476,
      ".702": 477,
      "712": 478,
      "664": 479,
      ".526": 480,
      "4430": 481,
      ".996": 482,
      "102": 483,
      "411": 484,
      "536": 485,
      "164": 486,
      "18.dat": 487,
      "500": 488,
      "5944": 489,
      "59443.dat": 490,
      "142": 491,
      "284": 492,
      "464": 493,
      "234": 494,
      ".064": 495,
      "5074": 496,
      "50746.dat": 497,
      "13.dat": 498,
      "580": 499,
      "3037.dat": 500,
      "3034.dat": 501,
      ".588": 502,
      "15573.dat": 503,
      ".793": 504,
      "244": 505,
      ".660": 506,
      "608": 507,
      "119": 508,
      ".716": 509,
      ".985": 510,
      "424": 511,
      "540": 512,
      "124": 513,
      "32526.dat": 514,
      "108": 515,
      ".242": 516,
      "760": 517,
      "14.dat": 518,
      "3957.dat": 519,
      "348": 520,
      "4218.dat": 521,
      ".14": 522,
      "744": 523,
      "875": 524,
      ".340": 525,
      "4216.dat": 526,
      ".831": 527,
      "610": 528,
      "3212": 529,
      "32123.dat": 530,
      "33.dat": 531,
      "174": 532,
      "6536.dat": 533,
      "624": 534,
      "4865.dat": 535,
      "719.dat": 536,
      "179": 537,
      "3700.dat": 538,
      ".717": 539,
      "389": 540,
      "336": 541,
      "252": 542,
      "590": 543,
      ".20": 544,
      "3200": 545,
      ".846": 546,
      "3937.dat": 547,
      "3002.dat": 548,
      ".619": 549,
      ".321": 550,
      ".16": 551,
      "35.dat": 552,
      ".224": 553,
      "3032.dat": 554,
      ".643": 555,
      "52.dat": 556,
      "151": 557,
      ".561": 558,
      "156": 559,
      "418": 560,
      "4274.dat": 561,
      "496": 562,
      ".564": 563,
      "62462.dat": 564,
      "181": 565,
      ".726": 566,
      ".458": 567,
      "550": 568,
      ".766": 569,
      "329": 570,
      ".087": 571,
      ".393": 572,
      "146": 573,
      "491": 574,
      ".539": 575,
      "720": 576,
      "385": 577,
      "950.dat": 578,
      "552": 579,
      "29.dat": 580,
      "68.dat": 581,
      "3941.dat": 582,
      "60483.dat": 583,
      ".962": 584,
      "198": 585,
      "354": 586,
      "47.dat": 587,
      "800": 588,
      "4032.dat": 589,
      "31.dat": 590,
      ".894": 591,
      "44302.dat": 592,
      ".602": 593,
      "768": 594,
      "11.dat": 595,
      "4265.dat": 596,
      "6047": 597,
      "222": 598,
      "87580.dat": 599,
      "201.dat": 600,
      "24201.dat": 601,
      "11211.dat": 602,
      "274": 603,
      "109": 604,
      ".003": 605,
      "728": 606,
      ".360": 607,
      "292": 608,
      "138": 609,
      ".424": 610,
      "4085.dat": 611,
      ".019": 612,
      ".274": 613,
      "511": 614,
      ".987": 615,
      ".174": 616,
      ".430": 617,
      "153": 618,
      "93.dat": 619,
      ".770": 620,
      ".358": 621,
      "422": 622,
      "776": 623,
      ".045": 624,
      "323": 625,
      ".080": 626,
      ".540": 627,
      ".030": 628,
      ".320": 629,
      ".398": 630,
      "324": 631,
      ".044": 632,
      "417": 633,
      "219": 634,
      "321": 635,
      ".693": 636,
      ".243": 637,
      "576": 638,
      "50950.dat": 639,
      ".498": 640,
      "189": 641,
      "752": 642,
      "784": 643,
      "462": 644,
      ".566": 645,
      ".078": 646,
      "433": 647,
      "4740.dat": 648,
      "43093.dat": 649,
      "32525.dat": 650,
      ".123": 651,
      "268": 652,
      "485": 653,
      "3706.dat": 654,
      ".001": 655,
      "17.dat": 656,
      "199": 657,
      "3227": 658,
      "32278.dat": 659,
      ".090": 660,
      "196": 661,
      ".397": 662,
      "87082.dat": 663,
      "90.dat": 664,
      ".37": 665,
      "294": 666,
      "236": 667,
      ".800": 668,
      "897.dat": 669,
      "3938.dat": 670,
      "570": 671,
      "3659.dat": 672,
      "212": 673,
      "26601.dat": 674,
      "32316.dat": 675,
      "332": 676,
      ".096": 677,
      ".191": 678,
      "0.dat": 679,
      "166": 680,
      "4510.dat": 681,
      "32000.dat": 682,
      "905.dat": 683,
      "47905.dat": 684,
      "3705.dat": 685,
      ".301": 686,
      "115": 687,
      ".480": 688,
      "322": 689,
      ".325": 690,
      ".696": 691,
      "30414.dat": 692,
      "61.dat": 693,
      "77.dat": 694,
      "105": 695,
      ".020": 696,
      ".382": 697,
      "997": 698,
      "171": 699,
      "122": 700,
      "123": 701,
      ".590": 702,
      "444": 703,
      "655": 704,
      ".640": 705,
      ".028": 706,
      "3626.dat": 707,
      "402": 708,
      ".36": 709,
      "233": 710,
      ".029": 711,
      "149": 712,
      ".502": 713,
      "434": 714,
      ".960": 715,
      "60897.dat": 716,
      "528": 717,
      "589": 718,
      "436": 719,
      "456": 720,
      ".018": 721,
      "245": 722,
      "3038.dat": 723,
      ".995": 724,
      "78.dat": 725,
      ".406": 726,
      "32034.dat": 727,
      ".391": 728,
      "159": 729,
      "69.dat": 730,
      ".600": 731,
      "121": 732,
      ".035": 733,
      "106": 734,
      ".579": 735,
      ".900": 736,
      "185": 737,
      "32013.dat": 738,
      "2654.dat": 739,
      "48.dat": 740,
      "374.dat": 741,
      ".040": 742,
      ".457": 743,
      "4229.dat": 744,
      ".002": 745,
      "3747.dat": 746,
      ".437": 747,
      "4033.dat": 748,
      "154": 749,
      "472": 750,
      "107": 751,
      "228": 752,
      ".949": 753,
      ".664": 754,
      "3940.dat": 755,
      ".818": 756,
      "25269.dat": 757,
      "442": 758,
      ".052": 759,
      ".280": 760,
      "3030.dat": 761,
      ".703": 762,
      ".790": 763,
      "140.dat": 764,
      "4273.dat": 765,
      "32524.dat": 766,
      ".938": 767,
      "295": 768,
      "145": 769,
      "2875.dat": 770,
      "129": 771,
      ".240": 772,
      ".554": 773,
      ".878": 774,
      "680": 775,
      "4592.dat": 776,
      ".027": 777,
      "2540.dat": 778,
      ".440": 779,
      "32523.dat": 780,
      "319": 781,
      ".620": 782,
      "32140.dat": 783,
      ".671": 784,
      ".450": 785,
      "6558.dat": 786,
      ".082": 787,
      ".438": 788,
      "3031.dat": 789,
      "131": 790,
      ".159": 791,
      ".250": 792,
      "6464": 793,
      "6019.dat": 794,
      ".068": 795,
      "30374.dat": 796,
      ".978": 797,
      ".420": 798,
      "728.dat": 799,
      "44728.dat": 800,
      ".980": 801,
      "4287.dat": 802,
      ".455": 803,
      "141": 804,
      "41.dat": 805,
      ".154": 806,
      ".433": 807,
      "2339.dat": 808,
      ".546": 809,
      "177": 810,
      "162": 811,
      "973.dat": 812,
      ".860": 813,
      "412": 814,
      ".180": 815,
      ".613": 816,
      "60608.dat": 817,
      ".312": 818,
      "5095": 819,
      "50951.dat": 820,
      "135": 821,
      "401": 822,
      "205": 823,
      "133": 824,
      ".342": 825,
      "187": 826,
      "113": 827,
      ".922": 828,
      ".140": 829,
      "593.dat": 830,
      "111": 831,
      "2456.dat": 832,
      ".150": 833,
      "145.dat": 834,
      "56145.dat": 835,
      "6632.dat": 836,
      "184.dat": 837,
      "4200": 838,
      "42003.dat": 839,
      "117": 840,
      "186": 841,
      "32073.dat": 842,
      "4735.dat": 843,
      "26604.dat": 844,
      "3298.dat": 845,
      ".239": 846,
      ".585": 847,
      ".682": 848,
      "632": 849,
      "816": 850,
      "2450.dat": 851,
      ".390": 852,
      ".803": 853,
      "3482.dat": 854,
      ".603": 855,
      "4315.dat": 856,
      ".229": 857,
      ".100": 858,
      ".133": 859,
      "157": 860,
      "710": 861,
      "508": 862,
      "2466.dat": 863,
      "87083.dat": 864,
      "183": 865,
      "35480.dat": 866,
      "101": 867,
      "137": 868,
      ".750": 869,
      "3024": 870,
      "247": 871,
      ".318": 872,
      "271": 873,
      ".282": 874,
      "188": 875,
      "125": 876,
      ".284": 877,
      "40490": 878,
      "40490.dat": 879,
      ".798": 880,
      ".517": 881,
      "3035.dat": 882,
      "504": 883,
      ".930": 884,
      "60594.dat": 885,
      "4445.dat": 886,
      "64644.dat": 887,
      "30244.dat": 888,
      ".061": 889,
      ".898": 890,
      "249": 891,
      "51719.dat": 892,
      ".494": 893,
      ".177": 894,
      "4624.dat": 895,
      "3036.dat": 896,
      ".635": 897,
      "406": 898,
      "4276.dat": 899,
      ".30": 900,
      "32184.dat": 901,
      "273": 902,
      "169": 903,
      ".176": 904,
      "15068.dat": 905,
      "64.dat": 906,
      ".034": 907,
      "237": 908,
      "597": 909,
      "2288": 910,
      "630": 911,
      "3260": 912,
      ".632": 913,
      "910.dat": 914,
      "96910.dat": 915,
      ".351": 916,
      "60478.dat": 917,
      "15332.dat": 918,
      "32124.dat": 919,
      "2445.dat": 920,
      ".248": 921,
      "909.dat": 922,
      "620": 923,
      "285": 924,
      ".699": 925,
      ".460": 926,
      "3651.dat": 927,
      "92593.dat": 928,
      "696": 929,
      "167": 930,
      ".760": 931,
      ".543": 932,
      "176.dat": 933,
      "202": 934,
      ".641": 935,
      "239": 936,
      "44301.dat": 937,
      "276": 938,
      ".680": 939,
      ".519": 940,
      ".850": 941,
      "191": 942,
      ".058": 943,
      "6134.dat": 944,
      "369": 945,
      "3479.dat": 946,
      "658": 947,
      "858": 948,
      "85861.dat": 949,
      ".462": 950,
      "178": 951,
      "569": 952,
      ".086": 953,
      "611": 954,
      "207.dat": 955,
      "4593.dat": 956,
      "175": 957,
      "282": 958,
      "4034.dat": 959,
      ".014": 960,
      ".738": 961,
      ".757": 962,
      "423": 963,
      "60593.dat": 964,
      "60602.dat": 965,
      "2743.dat": 966,
      ".071": 967,
      ".272": 968,
      ".819": 969,
      "345": 970,
      ".525": 971,
      ".004": 972,
      ".005": 973,
      ".279": 974,
      "165": 975,
      ".290": 976,
      "194": 977,
      ".923": 978,
      "3855.dat": 979,
      "670": 980,
      ".552": 981,
      ".015": 982,
      "72.dat": 983,
      ".607": 984,
      "679": 985,
      "840": 986,
      "14719.dat": 987,
      "716.dat": 988,
      ".253": 989,
      ".453": 990,
      ".889": 991,
      ".132": 992,
      "334": 993,
      ".692": 994,
      ".997": 995,
      ".095": 996,
      ".300": 997,
      "383.dat": 998,
      ".523": 999,
      "4073.dat": 1000,
      "218": 1001,
      "712.dat": 1002,
      "703": 1003,
      ".580": 1004,
      ".954": 1005,
      "3960.dat": 1006,
      "22885.dat": 1007,
      "32607.dat": 1008,
      ".070": 1009,
      ".184": 1010,
      ".904": 1011,
      ".370": 1012,
      "704": 1013,
      "606": 1014,
      ".262": 1015,
      "925.dat": 1016,
      "4490.dat": 1017,
      "94925.dat": 1018,
      "26603.dat": 1019,
      ".405": 1020,
      "497": 1021,
      ".642": 1022,
      "99780.dat": 1023,
      ".117": 1024,
      ".906": 1025,
      "2419.dat": 1026,
      ".213": 1027,
      "2362.dat": 1028,
      "730": 1029,
      "4215.dat": 1030,
      ".057": 1031,
      "4079.dat": 1032,
      ".331": 1033,
      "32449.dat": 1034,
      "3641.dat": 1035,
      "792": 1036,
      ".063": 1037,
      "3830.dat": 1038,
      ".447": 1039,
      "2436.dat": 1040,
      "3831.dat": 1041,
      "9379": 1042,
      "93792.dat": 1043,
      ".710": 1044,
      "32064.dat": 1045,
      "405": 1046,
      ".299": 1047,
      ".942": 1048,
      ".270": 1049,
      "750": 1050,
      ".890": 1051,
      ".762": 1052,
      "4213.dat": 1053,
      "33291.dat": 1054,
      ".551": 1055,
      "209": 1056,
      ".310": 1057,
      "32039.dat": 1058,
      "103": 1059,
      "622": 1060,
      "92.dat": 1061,
      ".636": 1062,
      "2878.dat": 1063,
      "3853.dat": 1064,
      "358": 1065,
      "204": 1066,
      ".400": 1067,
      "736": 1068,
      "944": 1069,
      ".574": 1070,
      ".690": 1071,
      "30068.dat": 1072,
      "3939.dat": 1073,
      "968": 1074,
      ".330": 1075,
      "41677.dat": 1076,
      "3046.dat": 1077,
      "60607.dat": 1078,
      "6542.dat": 1079,
      ".416": 1080,
      ".200": 1081,
      ".173": 1082,
      "201": 1083,
      ".381": 1084,
      ".510": 1085,
      ".728": 1086,
      "2429.dat": 1087,
      ".768": 1088,
      ".125": 1089,
      ".171": 1090,
      ".031": 1091,
      ".503": 1092,
      "143": 1093,
      ".628": 1094,
      "4460.dat": 1095,
      ".534": 1096,
      "932": 1097,
      ".530": 1098,
      "3894.dat": 1099,
      "989.dat": 1100,
      ".970": 1101,
      ".007": 1102,
      ".322": 1103,
      "4282.dat": 1104,
      ".149": 1105,
      ".654": 1106,
      ".025": 1107,
      ".024": 1108,
      "3033.dat": 1109,
      ".834": 1110,
      ".901": 1111,
      "30383.dat": 1112,
      "4859.dat": 1113,
      ".647": 1114,
      ".920": 1115,
      "120.dat": 1116,
      ".858": 1117,
      ".414": 1118,
      "6231.dat": 1119,
      ".799": 1120,
      ".205": 1121,
      "4623.dat": 1122,
      "4275.dat": 1123,
      "6629.dat": 1124,
      ".827": 1125,
      "429": 1126,
      ".589": 1127,
      ".292": 1128,
      "5598": 1129,
      ".679": 1130,
      "704.dat": 1131,
      "14704.dat": 1132,
      ".700": 1133,
      "3956.dat": 1134,
      ".792": 1135,
      "3035": 1136,
      ".558": 1137,
      ".583": 1138,
      ".956": 1139,
      "387": 1140,
      ".841": 1141,
      ".436": 1142,
      "547": 1143,
      ".373": 1144,
      "30357.dat": 1145,
      ".921": 1146,
      ".624": 1147,
      ".334": 1148,
      ".697": 1149,
      "1867": 1150,
      ".118": 1151,
      "612": 1152,
      ".387": 1153,
      ".178": 1154,
      "41239.dat": 1155,
      "449": 1156,
      ".009": 1157,
      ".586": 1158,
      ".077": 1159,
      ".630": 1160,
      ".079": 1161,
      "11477.dat": 1162,
      "3176.dat": 1163,
      ".542": 1164,
      ".099": 1165,
      ".172": 1166,
      "36840.dat": 1167,
      "4745": 1168,
      "255": 1169,
      "6111.dat": 1170,
      ".091": 1171,
      "3055": 1172,
      ".772": 1173,
      "781.dat": 1174,
      "99781.dat": 1175,
      ".578": 1176,
      ".281": 1177,
      ".311": 1178,
      "377": 1179,
      "2432.dat": 1180,
      ".511": 1181,
      "71.dat": 1182,
      ".882": 1183,
      ".730": 1184,
      ".506": 1185,
      "63.dat": 1186,
      ".892": 1187,
      ".951": 1188,
      ".429": 1189,
      "3702.dat": 1190,
      "650": 1191,
      "259": 1192,
      "6143.dat": 1193,
      "335": 1194,
      ".439": 1195,
      "3708.dat": 1196,
      ".175": 1197,
      ".113": 1198,
      ".426": 1199,
      "623": 1200,
      "439": 1201,
      "6015.dat": 1202,
      ".380": 1203,
      "47457.dat": 1204,
      "99207.dat": 1205,
      "3829.dat": 1206,
      ".934": 1207,
      ".066": 1208,
      "764": 1209,
      "720.dat": 1210,
      "824": 1211,
      "912": 1212,
      "70720.dat": 1213,
      ".544": 1214,
      "1072": 1215,
      "6014.dat": 1216,
      ".787": 1217,
      ".148": 1218,
      "60596.dat": 1219,
      ".129": 1220,
      ".147": 1221,
      "6587.dat": 1222,
      "99773.dat": 1223,
      "690": 1224,
      "221": 1225,
      "2430.dat": 1226,
      ".685": 1227,
      ".967": 1228,
      ".073": 1229,
      "4590.dat": 1230,
      "33909.dat": 1231,
      ".032": 1232,
      "947.dat": 1233,
      "61678.dat": 1234,
      ".625": 1235,
      ".998": 1236,
      "483": 1237,
      "604": 1238,
      ".737": 1239,
      "702": 1240,
      ".016": 1241,
      "195": 1242,
      ".377": 1243,
      ".976": 1244,
      "382": 1245,
      ".497": 1246,
      "473": 1247,
      ".263": 1248,
      ".752": 1249,
      ".988": 1250,
      ".093": 1251,
      ".504": 1252,
      ".135": 1253,
      ".246": 1254,
      "32009.dat": 1255,
      ".940": 1256,
      ".410": 1257,
      "a.dat": 1258,
      ".385": 1259,
      "32270.dat": 1260,
      "2340": 1261,
      ".013": 1262,
      "2340.dat": 1263,
      "161": 1264,
      ".412": 1265,
      "314": 1266,
      ".986": 1267,
      "291": 1268,
      ".307": 1269,
      ".201": 1270,
      "4349.dat": 1271,
      ".371": 1272,
      ".048": 1273,
      ".496": 1274,
      "338": 1275,
      "207": 1276,
      ".335": 1277,
      "48336.dat": 1278,
      "289": 1279,
      "241": 1280,
      "820": 1281,
      "1016": 1282,
      "808": 1283,
      "9039": 1284,
      ".650": 1285,
      "3737.dat": 1286,
      "14716.dat": 1287,
      ".423": 1288,
      ".316": 1289,
      "741": 1290,
      "3483.dat": 1291,
      "4175.dat": 1292,
      "90398.dat": 1293,
      ".562": 1294,
      ".083": 1295,
      "3045.dat": 1296,
      ".139": 1297,
      ".161": 1298,
      ".672": 1299,
      ".490": 1300,
      ".984": 1301,
      ".807": 1302,
      ".713": 1303,
      "75.dat": 1304,
      ".955": 1305,
      ".484": 1306,
      ".569": 1307,
      "326": 1308,
      "127": 1309,
      "24866.dat": 1310,
      "94.dat": 1311,
      "44294.dat": 1312,
      ".593": 1313,
      ".656": 1314,
      ".881": 1315,
      ".740": 1316,
      ".946": 1317,
      "3041.dat": 1318,
      "193": 1319,
      ".732": 1320,
      "3036": 1321,
      "93273.dat": 1322,
      ".317": 1323,
      ".686": 1324,
      "4372": 1325,
      "2921.dat": 1326,
      ".958": 1327,
      ".849": 1328,
      ".157": 1329,
      "361": 1330,
      ".879": 1331,
      ".584": 1332,
      ".617": 1333,
      "30552.dat": 1334,
      "498": 1335,
      "15712.dat": 1336,
      "3839.dat": 1337,
      ".081": 1338,
      ".520": 1339,
      ".475": 1340,
      ".601": 1341,
      ".522": 1342,
      "63868.dat": 1343,
      ".260": 1344,
      "415": 1345,
      "3958.dat": 1346,
      ".708": 1347,
      ".350": 1348,
      "267": 1349,
      ".206": 1350,
      ".256": 1351,
      ".023": 1352,
      ".581": 1353,
      ".357": 1354,
      "279": 1355,
      ".933": 1356,
      ".085": 1357,
      "660": 1358,
      "147": 1359,
      ".780": 1360,
      "752.dat": 1361,
      ".144": 1362,
      "253": 1363,
      "676": 1364,
      "864": 1365,
      "992": 1366,
      "976": 1367,
      "3048.dat": 1368,
      ".513": 1369,
      "1040": 1370,
      "507.dat": 1371,
      ".610": 1372,
      ".631": 1373,
      "1104": 1374,
      "4733.dat": 1375,
      "27507.dat": 1376,
      ".481": 1377,
      "697": 1378,
      "4595.dat": 1379,
      "4596.dat": 1380,
      ".727": 1381,
      ".153": 1382,
      "60484.dat": 1383,
      "2346.dat": 1384,
      "87552.dat": 1385,
      "3899.dat": 1386,
      "4183.dat": 1387,
      "21229.dat": 1388,
      "6225.dat": 1389,
      "55981.dat": 1390,
      ".193": 1391,
      ".388": 1392,
      ".994": 1393,
      ".408": 1394,
      ".288": 1395,
      ".725": 1396,
      ".010": 1397,
      "3934.dat": 1398,
      "3684": 1399,
      "541": 1400,
      "36841.dat": 1401,
      ".062": 1402,
      ".217": 1403,
      ".338": 1404,
      ".017": 1405,
      "452": 1406,
      "316": 1407,
      "3680.dat": 1408,
      ".466": 1409,
      "4625.dat": 1410,
      ".482": 1411,
      ".489": 1412,
      ".905": 1413,
      ".528": 1414,
      ".975": 1415,
      "388": 1416,
      ".431": 1417,
      "353": 1418,
      ".111": 1419,
      "211": 1420,
      ".051": 1421,
      ".982": 1422,
      "318": 1423,
      ".042": 1424,
      "714": 1425,
      ".820": 1426,
      "481.dat": 1427,
      "61481.dat": 1428,
      ".527": 1429,
      ".840": 1430,
      ".822": 1431,
      "278": 1432,
      ".989": 1433,
      ".477": 1434,
      ".659": 1435,
      ".033": 1436,
      ".626": 1437,
      "755.dat": 1438,
      ".913": 1439,
      "163": 1440,
      ".202": 1441,
      "309": 1442,
      "476": 1443,
      "48989.dat": 1444,
      ".392": 1445,
      ".538": 1446,
      ".662": 1447,
      ".454": 1448,
      "747.dat": 1449,
      "87747.dat": 1450,
      "3933.dat": 1451,
      "6081.dat": 1452,
      ".208": 1453,
      ".961": 1454,
      ".039": 1455,
      ".936": 1456,
      ".964": 1457,
      ".348": 1458,
      "4022.dat": 1459,
      "203": 1460,
      ".789": 1461,
      ".363": 1462,
      ".594": 1463,
      ".293": 1464,
      ".192": 1465,
      ".806": 1466,
      ".689": 1467,
      "6120.dat": 1468,
      ".971": 1469,
      ".417": 1470,
      ".909": 1471,
      ".266": 1472,
      ".943": 1473,
      ".880": 1474,
      "3029.dat": 1475,
      ".928": 1476,
      "486": 1477,
      ".067": 1478,
      "258": 1479,
      ".864": 1480,
      ".844": 1481,
      ".222": 1482,
      ".885": 1483,
      ".190": 1484,
      ".168": 1485,
      ".637": 1486,
      "780": 1487,
      ".929": 1488,
      ".306": 1489,
      "298": 1490,
      "936": 1491,
      ".518": 1492,
      "103.dat": 1493,
      "6062": 1494,
      "2417.dat": 1495,
      ".638": 1496,
      "722": 1497,
      "126.dat": 1498,
      ".210": 1499,
      ".267": 1500,
      ".471": 1501,
      ".425": 1502,
      "34103.dat": 1503,
      ".747": 1504,
      ".794": 1505,
      "320.dat": 1506,
      ".332": 1507,
      "44126.dat": 1508,
      ".114": 1509,
      ".711": 1510,
      "32530.dat": 1511,
      "3846.dat": 1512,
      "13965.dat": 1513,
      "3943.dat": 1514,
      "60623.dat": 1515,
      ".298": 1516,
      ".452": 1517,
      "223": 1518,
      ".814": 1519,
      ".842": 1520,
      ".843": 1521,
      ".255": 1522,
      ".908": 1523,
      "63869.dat": 1524,
      "08.dat": 1525,
      "30008.dat": 1526,
      "60470.dat": 1527,
      "619": 1528,
      ".529": 1529,
      ".731": 1530,
      ".319": 1531,
      ".329": 1532,
      ".328": 1533,
      "455": 1534,
      "4599.dat": 1535,
      ".101": 1536,
      ".751": 1537,
      "2569.dat": 1538,
      "572": 1539,
      ".236": 1540,
      "3935.dat": 1541,
      ".126": 1542,
      ".614": 1543,
      ".812": 1544,
      ".294": 1545,
      "850": 1546,
      ".865": 1547,
      ".742": 1548,
      ".784": 1549,
      "215": 1550,
      ".830": 1551,
      ".828": 1552,
      ".749": 1553,
      ".339": 1554,
      "30367.dat": 1555,
      ".211": 1556,
      ".094": 1557,
      ".110": 1558,
      ".944": 1559,
      ".509": 1560,
      "92947.dat": 1561,
      "2401.dat": 1562,
      ".345": 1563,
      ".355": 1564,
      "787.dat": 1565,
      "770": 1566,
      "2453.dat": 1567,
      "339": 1568,
      "3679.dat": 1569,
      "3936.dat": 1570,
      ".705": 1571,
      ".555": 1572,
      "2959.dat": 1573,
      "618": 1574,
      "2920.dat": 1575,
      "254": 1576,
      "474": 1577,
      "18674.dat": 1578,
      "283": 1579,
      "880": 1580,
      "551": 1581,
      "700": 1582,
      "2452.dat": 1583,
      ".225": 1584,
      "355": 1585,
      "3838.dat": 1586,
      ".912": 1587,
      ".572": 1588,
      "229": 1589,
      ".501": 1590,
      "2555.dat": 1591,
      "4730.dat": 1592,
      "307": 1593,
      ".532": 1594,
      ".870": 1595,
      "266": 1596,
      "3066.dat": 1597,
      ".771": 1598,
      ".122": 1599,
      "438": 1600,
      "4092.dat": 1601,
      "9019": 1602,
      "393": 1603,
      ".121": 1604,
      ".049": 1605,
      "668.dat": 1606,
      "49668.dat": 1607,
      ".060": 1608,
      "356": 1609,
      ".241": 1610,
      ".821": 1611,
      ".863": 1612,
      ".499": 1613,
      "555": 1614,
      "5597": 1615,
      "62743.dat": 1616,
      "738": 1617,
      "866": 1618,
      ".541": 1619,
      "2048": 1620,
      "2449.dat": 1621,
      "32348": 1622,
      "5689": 1623,
      "38320.dat": 1624,
      ".065": 1625,
      "669": 1626,
      ".254": 1627,
      ".877": 1628,
      ".459": 1629,
      ".492": 1630,
      "399": 1631,
      "32019.dat": 1632,
      "32017.dat": 1633,
      ".137": 1634,
      "531.dat": 1635,
      "27263.dat": 1636,
      "625": 1637,
      "62531.dat": 1638,
      ".396": 1639,
      "98282.dat": 1640,
      "3685.dat": 1641,
      "2423.dat": 1642,
      "3959.dat": 1643,
      "2468.dat": 1644,
      "60481.dat": 1645,
      "2744.dat": 1646,
      "90195.dat": 1647,
      "55976.dat": 1648,
      "86652.dat": 1649,
      "20482.dat": 1650,
      "32348.dat": 1651,
      "56891.dat": 1652,
      ".670": 1653,
      "3006.dat": 1654,
      "2851.dat": 1655,
      ".362": 1656,
      ".887": 1657,
      "342": 1658,
      ".495": 1659,
      ".369": 1660,
      ".979": 1661,
      "2852.dat": 1662,
      ".181": 1663,
      ".341": 1664,
      ".166": 1665,
      "505.dat": 1666,
      ".993": 1667,
      "4474.dat": 1668,
      ".687": 1669,
      ".432": 1670,
      ".359": 1671,
      ".152": 1672,
      "4083.dat": 1673,
      ".296": 1674,
      "3828.dat": 1675,
      ".427": 1676,
      "582": 1677,
      ".926": 1678,
      "482": 1679,
      ".939": 1680,
      "381": 1681,
      ".817": 1682,
      "251": 1683,
      "639": 1684,
      "740": 1685,
      ".545": 1686,
      "281": 1687,
      ".764": 1688,
      ".186": 1689,
      ".268": 1690,
      ".808": 1691,
      "559": 1692,
      ".141": 1693,
      "213": 1694,
      "372": 1695,
      ".910": 1696,
      ".833": 1697,
      ".464": 1698,
      ".443": 1699,
      "299": 1700,
      "562": 1701,
      "922": 1702,
      ".937": 1703,
      ".634": 1704,
      "407": 1705,
      ".667": 1706,
      "345.dat": 1707,
      "61345.dat": 1708,
      ".829": 1709,
      ".791": 1710,
      ".977": 1711,
      ".146": 1712,
      "6140": 1713,
      "343": 1714,
      "61409.dat": 1715,
      ".456": 1716,
      ".278": 1717,
      ".469": 1718,
      ".074": 1719,
      ".444": 1720,
      "43719.dat": 1721,
      "293": 1722,
      "615": 1723,
      "4591.dat": 1724,
      ".163": 1725,
      "431": 1726,
      ".470": 1727,
      ".209": 1728,
      "95.dat": 1729,
      ".734": 1730,
      ".919": 1731,
      ".302": 1732,
      "226": 1733,
      "265": 1734,
      "2489.dat": 1735,
      "403": 1736,
      "231": 1737,
      ".550": 1738,
      "227": 1739,
      "107.dat": 1740,
      ".022": 1741,
      ".216": 1742,
      ".531": 1743,
      ".124": 1744,
      ".521": 1745,
      ".941": 1746,
      "32072.dat": 1747,
      ".054": 1748,
      ".234": 1749,
      ".959": 1750,
      "518": 1751,
      ".917": 1752,
      ".769": 1753,
      "b.dat": 1754,
      "383": 1755,
      "468": 1756,
      ".108": 1757,
      "522": 1758,
      "6112": 1759,
      "774": 1760,
      "862": 1761,
      ".006": 1762,
      "1064": 1763,
      "409": 1764,
      "1553": 1765,
      "802": 1766,
      "71952.dat": 1767,
      "2424": 1768,
      ".627": 1769,
      ".646": 1770,
      ".649": 1771,
      ".663": 1772,
      "566.dat": 1773,
      "66909.dat": 1774,
      ".238": 1775,
      ".289": 1776,
      ".297": 1777,
      ".859": 1778,
      ".448": 1779,
      ".478": 1780,
      "341": 1781,
      ".763": 1782,
      "64566.dat": 1783,
      "479": 1784,
      "92950.dat": 1785,
      "4536.dat": 1786,
      "888": 1787,
      "529": 1788,
      "35787.dat": 1789,
      "757": 1790,
      "14417.dat": 1791,
      "3842.dat": 1792,
      ".902": 1793,
      ".723": 1794,
      "60485.dat": 1795,
      "60849.dat": 1796,
      "60475.dat": 1797,
      "4497.dat": 1798,
      "6112.dat": 1799,
      "24246.dat": 1800,
      ".914": 1801,
      "662": 1802,
      ".781": 1803,
      ".407": 1804,
      "315": 1805,
      ".041": 1806,
      "876": 1807,
      ".657": 1808,
      ".428": 1809,
      ".449": 1810,
      ".744": 1811,
      ".220": 1812,
      "313": 1813,
      ".072": 1814,
      ".899": 1815,
      "96.dat": 1816,
      ".315": 1817,
      "3942.dat": 1818,
      "3475.dat": 1819,
      ".714": 1820,
      "43712.dat": 1821,
      "359": 1822,
      ".582": 1823,
      "495": 1824,
      "305": 1825,
      ".514": 1826,
      "467": 1827,
      ".935": 1828,
      ".097": 1829,
      ".472": 1830,
      ".810": 1831,
      "2345.dat": 1832,
      ".368": 1833,
      "627": 1834,
      "9360": 1835,
      "93606.dat": 1836,
      "366": 1837,
      ".983": 1838,
      ".056": 1839,
      ".309": 1840,
      ".465": 1841,
      ".797": 1842,
      "24316.dat": 1843,
      ".130": 1844,
      ".076": 1845,
      "150.dat": 1846,
      "11212.dat": 1847,
      ".252": 1848,
      "451": 1849,
      ".765": 1850,
      ".258": 1851,
      ".164": 1852,
      "419": 1853,
      "454": 1854,
      "3255": 1855,
      ".756": 1856,
      "32557.dat": 1857,
      "364": 1858,
      ".801": 1859,
      "4716.dat": 1860,
      "539": 1861,
      ".245": 1862,
      ".038": 1863,
      ".237": 1864,
      ".761": 1865,
      "55013.dat": 1866,
      ".127": 1867,
      ".402": 1868,
      "18677.dat": 1869,
      "217": 1870,
      "3016": 1871,
      "30165.dat": 1872,
      ".474": 1873,
      ".486": 1874,
      ".337": 1875,
      "4531.dat": 1876,
      ".795": 1877,
      ".287": 1878,
      "391": 1879,
      "4854.dat": 1880,
      "208.dat": 1881,
      ".867": 1882,
      "10928.dat": 1883,
      ".560": 1884,
      "649": 1885,
      "333": 1886,
      "2923.dat": 1887,
      ".947": 1888,
      ".823": 1889,
      "574": 1890,
      "3703.dat": 1891,
      "3056": 1892,
      ".557": 1893,
      ".441": 1894,
      "30565.dat": 1895,
      "363": 1896,
      "5094": 1897,
      ".524": 1898,
      ".668": 1899,
      "3067.dat": 1900,
      "593": 1901,
      ".973": 1902,
      ".047": 1903,
      ".069": 1904,
      "516": 1905,
      "262": 1906,
      "6232.dat": 1907,
      ".596": 1908,
      "3205": 1909,
      "52107.dat": 1910,
      ".446": 1911,
      "367": 1912,
      "517": 1913,
      "461": 1914,
      "351": 1915,
      "713.dat": 1916,
      "43713.dat": 1917,
      "487": 1918,
      ".897": 1919,
      "3849.dat": 1920,
      ".435": 1921,
      ".105": 1922,
      "1184": 1923,
      "23.dat": 1924,
      "471": 1925,
      "492": 1926,
      "4385": 1927,
      "515": 1928,
      "548": 1929,
      "588": 1930,
      "637": 1931,
      "683": 1932,
      "674": 1933,
      "732": 1934,
      "815": 1935,
      "832": 1936,
      "848": 1937,
      "3058": 1938,
      ".576": 1939,
      ".595": 1940,
      ".573": 1941,
      ".591": 1942,
      "4036.dat": 1943,
      "4035.dat": 1944,
      "15207.dat": 1945,
      "15208.dat": 1946,
      "20310": 1947,
      "3675.dat": 1948,
      ".911": 1949,
      ".674": 1950,
      ".681": 1951,
      "3777": 1952,
      "3835.dat": 1953,
      ".046": 1954,
      ".283": 1955,
      ".231": 1956,
      ".261": 1957,
      ".257": 1958,
      ".832": 1959,
      ".838": 1960,
      ".835": 1961,
      ".813": 1962,
      "2850.dat": 1963,
      ".418": 1964,
      ".451": 1965,
      ".467": 1966,
      "342.dat": 1967,
      ".779": 1968,
      "546": 1969,
      "547.dat": 1970,
      "32056.dat": 1971,
      "32015.dat": 1972,
      "30648.dat": 1973,
      "644": 1974,
      "4219.dat": 1975,
      "4217.dat": 1976,
      "8829": 1977,
      "98989.dat": 1978,
      "585": 1979,
      "587": 1980,
      "6266.dat": 1981,
      "3308.dat": 1982,
      "994.dat": 1983,
      "3701.dat": 1984,
      "30360.dat": 1985,
      "9534": 1986,
      "3044.dat": 1987,
      "13547.dat": 1988,
      "682": 1989,
      "48092.dat": 1990,
      "4476.dat": 1991,
      "87994.dat": 1992,
      "32828.dat": 1993,
      ".507": 1994,
      ".903": 1995,
      "4489.dat": 1996,
      "2467.dat": 1997,
      "4182.dat": 1998,
      "4181.dat": 1999,
      "60477.dat": 2000,
      "41740.dat": 2001,
      ".361": 2002,
      "15470.dat": 2003,
      "3455.dat": 2004,
      "85080.dat": 2005,
      "6183.dat": 2006,
      "70023.dat": 2007,
      "62520.dat": 2008,
      "55978.dat": 2009,
      "43857.dat": 2010,
      "30586.dat": 2011,
      "20310.dat": 2012,
      "88293.dat": 2013,
      ".571": 2014,
      "6538.dat": 2015,
      ".165": 2016,
      ".249": 2017,
      "2463.dat": 2018,
      "902": 2019,
      "3678.dat": 2020,
      ".925": 2021,
      ".399": 2022,
      "2462.dat": 2023,
      ".952": 2024,
      ".895": 2025,
      ".226": 2026,
      ".119": 2027,
      "2853.dat": 2028,
      ".106": 2029,
      "257": 2030,
      ".712": 2031,
      ".658": 2032,
      "352.dat": 2033,
      ".442": 2034,
      "4873.dat": 2035,
      ".837": 2036,
      "45505.dat": 2037,
      "3684.dat": 2038,
      "3297.dat": 2039,
      ".244": 2040,
      "377.dat": 2041,
      "51377.dat": 2042,
      "46.dat": 2043,
      ".873": 2044,
      ".155": 2045,
      "11946.dat": 2046,
      ".598": 2047,
      ".597": 2048,
      "59.dat": 2049,
      ".953": 2050,
      "6439": 2051,
      "4479.dat": 2052,
      "11947.dat": 2053,
      ".445": 2054,
      "2437.dat": 2055,
      "61252.dat": 2056,
      ".491": 2057,
      "43723.dat": 2058,
      "499": 2059,
      "63965.dat": 2060,
      ".549": 2061,
      ".688": 2062,
      "549": 2063,
      ".043": 2064,
      "543": 2065,
      "43722.dat": 2066,
      ".075": 2067,
      ".273": 2068,
      "3821.dat": 2069,
      "3612.dat": 2070,
      ".053": 2071,
      ".269": 2072,
      "646": 2073,
      "8214": 2074,
      ".145": 2075,
      ".167": 2076,
      "3822.dat": 2077,
      ".512": 2078,
      "3741.dat": 2079,
      "3245": 2080,
      ".304": 2081,
      "6191.dat": 2082,
      "4150.dat": 2083,
      ".372": 2084,
      "50943.dat": 2085,
      ".160": 2086,
      "374": 2087,
      "977": 2088,
      ".857": 2089,
      ".187": 2090,
      "672": 2091,
      "902.dat": 2092,
      "56902.dat": 2093,
      ".169": 2094,
      "4475.dat": 2095,
      ".621": 2096,
      ".825": 2097,
      "60479.dat": 2098,
      ".883": 2099,
      ".324": 2100,
      "2736.dat": 2101,
      "465": 2102,
      "458": 2103,
      "30071.dat": 2104,
      "396": 2105,
      ".709": 2106,
      ".948": 2107,
      "613": 2108,
      "509": 2109,
      "3229": 2110,
      "263": 2111,
      "32291.dat": 2112,
      ".411": 2113,
      "542": 2114,
      "4444.dat": 2115,
      "76.dat": 2116,
      "3963.dat": 2117,
      "6215.dat": 2118,
      "6546.dat": 2119,
      "11476.dat": 2120,
      "6628.dat": 2121,
      "3028.dat": 2122,
      "30028.dat": 2123,
      "877": 2124,
      "88072.dat": 2125,
      "50947.dat": 2126,
      ".748": 2127,
      "55.dat": 2128,
      ".839": 2129,
      "225": 2130,
      "87086.dat": 2131,
      "4346.dat": 2132,
      ".965": 2133,
      "277": 2134,
      "3709.dat": 2135,
      "c.dat": 2136,
      "37352.dat": 2137,
      ".012": 2138,
      ".089": 2139,
      "437": 2140,
      "494": 2141,
      "5345": 2142,
      ".931": 2143,
      "32138.dat": 2144,
      "526": 2145,
      "493": 2146,
      ".802": 2147,
      ".162": 2148,
      "4345.dat": 2149,
      "53451.dat": 2150,
      ".142": 2151,
      ".854": 2152,
      "375": 2153,
      "4600.dat": 2154,
      "311": 2155,
      "4202": 2156,
      ".553": 2157,
      ".872": 2158,
      "521": 2159,
      ".275": 2160,
      ".233": 2161,
      "62360.dat": 2162,
      ".194": 2163,
      "4176": 2164,
      "653": 2165,
      "87080.dat": 2166,
      "55982.dat": 2167,
      "51739.dat": 2168,
      ".379": 2169,
      "856": 2170,
      ".235": 2171,
      "1024": 2172,
      "523": 2173,
      "4495.dat": 2174,
      ".515": 2175,
      ".661": 2176,
      ".677": 2177,
      ".816": 2178,
      "173": 2179,
      ".356": 2180,
      ".179": 2181,
      "6589.dat": 2182,
      "578": 2183,
      ".218": 2184,
      ".476": 2185,
      ".170": 2186,
      "337": 2187,
      "4389": 2188,
      "648": 2189,
      "629": 2190,
      "754": 2191,
      "731": 2192,
      "844": 2193,
      "940": 2194,
      "924": 2195,
      "9140": 2196,
      "3066": 2197,
      ".570": 2198,
      ".548": 2199,
      ".516": 2200,
      ".592": 2201,
      ".535": 2202,
      ".568": 2203,
      ".587": 2204,
      "1052": 2205,
      "1027": 2206,
      "1057": 2207,
      "1082": 2208,
      "907": 2209,
      ".932": 2210,
      ".645": 2211,
      ".611": 2212,
      ".665": 2213,
      "729.dat": 2214,
      "489": 2215,
      "48729.dat": 2216,
      ".227": 2217,
      ".815": 2218,
      ".847": 2219,
      ".888": 2220,
      ".852": 2221,
      "595": 2222,
      "2819.dat": 2223,
      "2854.dat": 2224,
      "15070.dat": 2225,
      "1105": 2226,
      ".422": 2227,
      ".413": 2228,
      ".463": 2229,
      "346": 2230,
      ".796": 2231,
      ".333": 2232,
      "4530.dat": 2233,
      "2905.dat": 2234,
      "269": 2235,
      "782": 2236,
      "2911": 2237,
      "29120.dat": 2238,
      ".344": 2239,
      ".197": 2240,
      "897": 2241,
      ".158": 2242,
      "2343.dat": 2243,
      "2341.dat": 2244,
      "6104.dat": 2245,
      "41854.dat": 2246,
      "6553.dat": 2247,
      ".366": 2248,
      "44237.dat": 2249,
      "64647.dat": 2250,
      "15533.dat": 2251,
      "53989.dat": 2252,
      "37775.dat": 2253,
      "95344.dat": 2254,
      "92410.dat": 2255,
      "91405.dat": 2256,
      "30663.dat": 2257,
      "29119.dat": 2258,
      ".972": 2259,
      ".648": 2260,
      "93593.dat": 2261,
      ".676": 2262,
      "602": 2263,
      "197": 2264,
      ".974": 2265,
      ".758": 2266,
      ".346": 2267,
      "3901.dat": 2268,
      ".120": 2269,
      ".365": 2270,
      ".739": 2271,
      "3456.dat": 2272,
      "2444.dat": 2273,
      "445": 2274,
      "746": 2275,
      ".856": 2276,
      "74695.dat": 2277,
      "6061.dat": 2278,
      ".615": 2279,
      ".264": 2280,
      "6468": 2281,
      ".188": 2282,
      ".313": 2283,
      ".323": 2284,
      "56897.dat": 2285,
      "2446.dat": 2286,
      "628": 2287,
      ".537": 2288,
      "466": 2289,
      "609": 2290,
      ".026": 2291,
      "681": 2292,
      "97.dat": 2293,
      "4864.dat": 2294,
      "404": 2295,
      ".755": 2296,
      "2433.dat": 2297,
      ".788": 2298,
      "3895.dat": 2299,
      "706": 2300,
      ".536": 2301,
      ".036": 2302,
      "453": 2303,
      "4262.dat": 2304,
      ".196": 2305,
      ".404": 2306,
      "4588.dat": 2307,
      "701": 2308,
      "3060": 2309,
      "507": 2310,
      "384.dat": 2311,
      "398": 2312,
      ".134": 2313,
      "30602.dat": 2314,
