{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|UNK|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|EOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|PAD|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|COL|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|POS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|ORI|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|SHP|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|ANY|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|CR|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|BU|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|NA|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<|VE|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": " "
        },
        "behavior": "Removed",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "-|\\.\\d{3}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|UNK|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|UNK|>": 0,
      "<|EOS|>": 1,
      "<|PAD|>": 2,
      "<|COL|>": 3,
      "<|POS|>": 4,
      "<|ORI|>": 5,
      "<|SHP|>": 6,
      "<|ANY|>": 7,
      "<|CR|>": 8,
      "<|BU|>": 9,
      "<|NA|>": 10,
      "<|VE|>": 11,
      "\n": 12,
      "-": 13,
      ".": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      "<": 25,
      ">": 26,
      "A": 27,
      "B": 28,
      "C": 29,
      "E": 30,
      "N": 31,
      "O": 32,
      "R": 33,
      "S": 34,
      "U": 35,
      "V": 36,
      "a": 37,
      "b": 38,
      "c": 39,
      "d": 40,
      "g": 41,
      "t": 42,
      "u": 43,
      "|": 44,
      "00": 45,
      ".00": 46,
      ".000": 47,
      "70": 48,
      ".d": 49,
      "at": 50,
      ".dat": 51,
      ".70": 52,
      ".707": 53,
      "30": 54,
      ".5": 55,
      "10": 56,
      "40": 57,
      "20": 58,
      "15": 59,
      ".500": 60,
      "60": 61,
      "80": 62,
      "90": 63,
      "71": 64,
      "24": 65,
      "36": 66,
      "50": 67,
      ".9": 68,
      "3.dat": 69,
      "32": 70,
      ".6": 71,
      "300": 72,
      "72": 73,
      "16": 74,
      "14": 75,
      "9.dat": 76,
      "12": 77,
      "37": 78,
      "48": 79,
      "56": 80,
      ".0": 81,
      "66": 82,
      "38": 83,
      "4.dat": 84,
      ".2": 85,
      "2.dat": 86,
      "1.dat": 87,
      "5.dat": 88,
      ".8": 89,
      "120": 90,
      "59": 91,
      "28": 92,
      "19": 93,
      "18": 94,
      ".4": 95,
      "110": 96,
      "150": 97,
      "302": 98,
      "34": 99,
      "200": 100,
      "39": 101,
      "130": 102,
      "140": 103,
      "7.dat": 104,
      ".7": 105,
      "54": 106,
      "64": 107,
      "310": 108,
      "306": 109,
      "320": 110,
      "17": 111,
      "3023.dat": 112,
      "100": 113,
      "170": 114,
      "70.dat": 115,
      "47": 116,
      "96": 117,
      "160": 118,
      "22": 119,
      "190": 120,
      "8.dat": 121,
      "3004.dat": 122,
      "484": 123,
      "230": 124,
      ".3": 125,
      "362": 126,
      "180": 127,
      "92": 128,
      "45": 129,
      "24.dat": 130,
      "240": 131,
      "27": 132,
      "88": 133,
      "10.dat": 134,
      "44": 135,
      "98": 136,
      "256": 137,
      "26": 138,
      "46": 139,
      "3024.dat": 140,
      "210": 141,
      "270": 142,
      "35": 143,
      ".966": 144,
      ".259": 145,
      "290": 146,
      "3069.dat": 147,
      "56.dat": 148,
      ".1": 149,
      "73.dat": 150,
      ".866": 151,
      "58": 152,
      "280": 153,
      "29": 154,
      "128": 155,
      "104": 156,
      "220": 157,
      "3005.dat": 158,
      "614": 159,
      "20.dat": 160,
      "36.dat": 161,
      "83": 162,
      "94": 163,
      "490": 164,
      "378": 165,
      "250": 166,
      "42": 167,
      "53": 168,
      "78": 169,
      "75": 170,
      "6.dat": 171,
      "6141.dat": 172,
      "4070.dat": 173,
      "3070.dat": 174,
      "272": 175,
      "260": 176,
      "325": 177,
      "31": 178,
      "62": 179,
      "3622.dat": 180,
      "3710.dat": 181,
      "25": 182,
      "112": 183,
      "379": 184,
      "11": 185,
      "3009.dat": 186,
      "430": 187,
      "99": 188,
      "330": 189,
      "66.dat": 190,
      "416": 191,
      "400": 192,
      "33": 193,
      "60.dat": 194,
      "3673.dat": 195,
      "370": 196,
      ".38": 197,
      "76": 198,
      "756.dat": 199,
      "55": 200,
      "80.dat": 201,
      "360": 202,
      "3623.dat": 203,
      "3666.dat": 204,
      "303": 205,
      ".32": 206,
      "176": 207,
      "152": 208,
      "168": 209,
      "3020.dat": 210,
      "32.dat": 211,
      "408": 212,
      "49": 213,
      ".98": 214,
      "136": 215,
      "144": 216,
      "38.dat": 217,
      "208": 218,
      ".653": 219,
      ".271": 220,
      "870": 221,
      "74": 222,
      ".992": 223,
      ".34": 224,
      ".71": 225,
      "43": 226,
      "95": 227,
      ".18": 228,
      "340": 229,
      "3022.dat": 230,
      ".128": 231,
      "49.dat": 232,
      "243": 233,
      "288": 234,
      ".48": 235,
      "57": 236,
      "3008.dat": 237,
      "200.dat": 238,
      "54200.dat": 239,
      "61": 240,
      "40.dat": 241,
      "232": 242,
      ".622": 243,
      ".383": 244,
      "19.dat": 245,
      ".924": 246,
      "79": 247,
      "3010.dat": 248,
      "304": 249,
      ".39": 250,
      ".60": 251,
      "6636.dat": 252,
      "93": 253,
      ".706": 254,
      "350": 255,
      "380": 256,
      "530": 257,
      "4162.dat": 258,
      "3062.dat": 259,
      ".945": 260,
      "440": 261,
      "3749.dat": 262,
      "192": 263,
      "386": 264,
      "216": 265,
      "68": 266,
      "69": 267,
      ".183": 268,
      "65.dat": 269,
      "206": 270,
      ".683": 271,
      "13": 272,
      "84": 273,
      "126": 274,
      "385.dat": 275,
      "22385.dat": 276,
      ".343": 277,
      ".875": 278,
      "3021.dat": 279,
      ".485": 280,
      ".326": 281,
      "89": 282,
      "52": 283,
      "82": 284,
      "184": 285,
      "6386": 286,
      "287": 287,
      "65": 288,
      "390": 289,
      "54.dat": 290,
      "480": 291,
      "51": 292,
      "86": 293,
      "00.dat": 294,
      "28.dat": 295,
      "91": 296,
      "248": 297,
      ".19": 298,
      "2780.dat": 299,
      "447": 300,
      "37.dat": 301,
      "73": 302,
      ".618": 303,
      "138.dat": 304,
      "2431.dat": 305,
      "6059": 306,
      "3795.dat": 307,
      ".612": 308,
      "428": 309,
      "6060": 310,
      "3794.dat": 311,
      "410": 312,
      ".037": 313,
      "8708": 314,
      "98138.dat": 315,
      "32556.dat": 316,
      ".783": 317,
      "87": 318,
      "63864.dat": 319,
      ".354": 320,
      "23": 321,
      "9828": 322,
      "600": 323,
      "134": 324,
      "12.dat": 325,
      "62.dat": 326,
      "450": 327,
      "224": 328,
      ".230": 329,
      "97": 330,
      "81": 331,
      "41": 332,
      "98283.dat": 333,
      "3068.dat": 334,
      "79.dat": 335,
      "4477.dat": 336,
      "328": 337,
      "3460.dat": 338,
      "77": 339,
      "312": 340,
      "3660.dat": 341,
      ".17": 342,
      "427": 343,
      "371": 344,
      "85": 345,
      "520": 346,
      "4519.dat": 347,
      "301": 348,
      "598": 349,
      "2420.dat": 350,
      ".50": 351,
      "459": 352,
      "2412.dat": 353,
      "67": 354,
      "352": 355,
      "242": 356,
      "640": 357,
      "148": 358,
      "<|": 359,
      "|>": 360,
      "16.dat": 361,
      "3039.dat": 362,
      "32028.dat": 363,
      "460": 364,
      "384": 365,
      ".704": 366,
      "584": 367,
      "368": 368,
      "EO": 369,
      "S|>": 370,
      "<|EO": 371,
      ".90": 372,
      "470": 373,
      "91.dat": 374,
      "46.dat": 375,
      "344": 376,
      "3713.dat": 377,
      ".138": 378,
      "63": 379,
      "2877.dat": 380,
      "32054.dat": 381,
      ".999": 382,
      "114": 383,
      "510": 384,
      "392": 385,
      ".72": 386,
      ".15": 387,
      "235": 388,
      "420": 389,
      ".678": 390,
      "448": 391,
      ".559": 392,
      ".12": 393,
      "654": 394,
      "30.dat": 395,
      "264": 396,
      "60592.dat": 397,
      ".981": 398,
      ".990": 399,
      "376": 400,
      "560": 401,
      "238": 402,
      "118": 403,
      "3665.dat": 404,
      ".991": 405,
      "158": 406,
      "3001.dat": 407,
      ".669": 408,
      "512": 409,
      ".092": 410,
      "34.dat": 411,
      "214": 412,
      ".112": 413,
      "432": 414,
      "688": 415,
      "4286.dat": 416,
      "3003.dat": 417,
      "155": 418,
      ".701": 419,
      ".378": 420,
      ".434": 421,
      ".556": 422,
      "6091.dat": 423,
      "900.dat": 424,
      "59900.dat": 425,
      "15.dat": 426,
      ".195": 427,
      "182": 428,
      ".698": 429,
      "60601.dat": 430,
      "8598": 431,
      "85984.dat": 432,
      "41.dat": 433,
      ".694": 434,
      "616": 435,
      "395": 436,
      "132": 437,
      "296": 438,
      "172": 439,
      "39.dat": 440,
      ".950": 441,
      "50.dat": 442,
      ".131": 443,
      "4081.dat": 444,
      ".80": 445,
      "2660": 446,
      "2357.dat": 447,
      ".609": 448,
      "458": 449,
      "139": 450,
      "3832.dat": 451,
      "308": 452,
      "297": 453,
      "87087.dat": 454,
      ".064": 455,
      "3040.dat": 456,
      ".473": 457,
      ".40": 458,
      ".718": 459,
      "246": 460,
      "32062.dat": 461,
      "6048": 462,
      ".050": 463,
      "4589.dat": 464,
      "87079.dat": 465,
      "952.dat": 466,
      "116": 467,
      "30136.dat": 468,
      "365": 469,
      ".996": 470,
      "488": 471,
      "592": 472,
      "6541.dat": 473,
      "21": 474,
      "142": 475,
      ".793": 476,
      "4430": 477,
      ".660": 478,
      ".088": 479,
      "568": 480,
      "3034.dat": 481,
      "3252": 482,
      "3037.dat": 483,
      "507": 484,
      ".526": 485,
      "102": 486,
      "500": 487,
      "32952.dat": 488,
      "284": 489,
      "544": 490,
      ".702": 491,
      "712": 492,
      "411": 493,
      "164": 494,
      "26.dat": 495,
      "13.dat": 496,
      "18.dat": 497,
      "536": 498,
      "5944": 499,
      "59443.dat": 500,
      "234": 501,
      "108": 502,
      ".588": 503,
      "580": 504,
      "50746.dat": 505,
      "464": 506,
      "664": 507,
      "119": 508,
      "15573.dat": 509,
      ".242": 510,
      "3957.dat": 511,
      "760": 512,
      "14.dat": 513,
      "3700.dat": 514,
      "608": 515,
      ".340": 516,
      "124": 517,
      "540": 518,
      ".716": 519,
      ".985": 520,
      "179": 521,
      "4216.dat": 522,
      "719.dat": 523,
      ".14": 524,
      "244": 525,
      "424": 526,
      "32526.dat": 527,
      "4865.dat": 528,
      "426": 529,
      "3212": 530,
      "32123.dat": 531,
      ".20": 532,
      ".16": 533,
      "2462.dat": 534,
      "389": 535,
      "3002.dat": 536,
      "33.dat": 537,
      "875": 538,
      "6536.dat": 539,
      ".424": 540,
      "348": 541,
      "744": 542,
      "4218.dat": 543,
      ".561": 544,
      "610": 545,
      "174": 546,
      ".831": 547,
      "590": 548,
      "3937.dat": 549,
      "3032.dat": 550,
      "336": 551,
      "35.dat": 552,
      ".717": 553,
      ".566": 554,
      "151": 555,
      "3200": 556,
      "329": 557,
      "156": 558,
      "550": 559,
      ".643": 560,
      ".846": 561,
      ".224": 562,
      ".321": 563,
      "418": 564,
      "245": 565,
      ".619": 566,
      ".564": 567,
      "62462.dat": 568,
      "4274.dat": 569,
      "4085.dat": 570,
      "31.dat": 571,
      ".360": 572,
      "385": 573,
      "496": 574,
      "29.dat": 575,
      ".393": 576,
      "181": 577,
      ".030": 578,
      "4032.dat": 579,
      "950.dat": 580,
      ".726": 581,
      ".962": 582,
      "68.dat": 583,
      "146": 584,
      "60483.dat": 585,
      "44302.dat": 586,
      ".028": 587,
      ".766": 588,
      ".458": 589,
      ".539": 590,
      "800": 591,
      ".003": 592,
      "47.dat": 593,
      ".087": 594,
      "720": 595,
      ".894": 596,
      "198": 597,
      "138": 598,
      "109": 599,
      "491": 600,
      "3941.dat": 601,
      ".019": 602,
      ".044": 603,
      "354": 604,
      ".080": 605,
      ".430": 606,
      "93.dat": 607,
      ".602": 608,
      "4265.dat": 609,
      "292": 610,
      "87580.dat": 611,
      ".320": 612,
      "11.dat": 613,
      "323": 614,
      "6047": 615,
      "422": 616,
      ".090": 617,
      "274": 618,
      "768": 619,
      ".987": 620,
      "201.dat": 621,
      "24201.dat": 622,
      ".800": 623,
      "11211.dat": 624,
      "222": 625,
      "153": 626,
      "570": 627,
      "511": 628,
      "728": 629,
      ".274": 630,
      ".498": 631,
      ".398": 632,
      ".174": 633,
      "219": 634,
      ".770": 635,
      ".358": 636,
      "43093.dat": 637,
      ".001": 638,
      "897.dat": 639,
      ".397": 640,
      "776": 641,
      ".045": 642,
      "417": 643,
      ".900": 644,
      "462": 645,
      ".540": 646,
      "50950.dat": 647,
      ".040": 648,
      ".325": 649,
      ".243": 650,
      "655": 651,
      "485": 652,
      ".480": 653,
      "52.dat": 654,
      "552": 655,
      "4740.dat": 656,
      ".693": 657,
      "321": 658,
      ".123": 659,
      "199": 660,
      "189": 661,
      "32525.dat": 662,
      "196": 663,
      "576": 664,
      "32316.dat": 665,
      "236": 666,
      "17.dat": 667,
      "433": 668,
      ".078": 669,
      "784": 670,
      "752": 671,
      "3706.dat": 672,
      "322": 673,
      "87082.dat": 674,
      "268": 675,
      "3227": 676,
      "32278.dat": 677,
      "3938.dat": 678,
      "90.dat": 679,
      "3705.dat": 680,
      ".002": 681,
      ".995": 682,
      ".37": 683,
      "77.dat": 684,
      "26601.dat": 685,
      ".502": 686,
      ".960": 687,
      ".600": 688,
      "122": 689,
      "212": 690,
      "105": 691,
      ".020": 692,
      ".096": 693,
      "294": 694,
      ".191": 695,
      "115": 696,
      "30414.dat": 697,
      "3659.dat": 698,
      "444": 699,
      "332": 700,
      ".640": 701,
      "434": 702,
      "149": 703,
      "60897.dat": 704,
      "324": 705,
      ".301": 706,
      "0.dat": 707,
      "905.dat": 708,
      "166": 709,
      "47905.dat": 710,
      "4510.dat": 711,
      "32000.dat": 712,
      "123": 713,
      "171": 714,
      ".018": 715,
      ".696": 716,
      "6558.dat": 717,
      "374.dat": 718,
      "233": 719,
      ".029": 720,
      ".438": 721,
      "269.dat": 722,
      "4592.dat": 723,
      "121": 724,
      "997": 725,
      "106": 726,
      "2540.dat": 727,
      "3626.dat": 728,
      "228": 729,
      "436": 730,
      ".36": 731,
      "78.dat": 732,
      "402": 733,
      ".035": 734,
      ".590": 735,
      ".382": 736,
      "129": 737,
      ".703": 738,
      "456": 739,
      "6019.dat": 740,
      "2654.dat": 741,
      "4624.dat": 742,
      ".280": 743,
      "61.dat": 744,
      "3038.dat": 745,
      ".579": 746,
      "680": 747,
      "159": 748,
      "48.dat": 749,
      ".620": 750,
      "528": 751,
      "589": 752,
      ".406": 753,
      "32034.dat": 754,
      ".391": 755,
      ".240": 756,
      "30374.dat": 757,
      "4229.dat": 758,
      "3747.dat": 759,
      "185": 760,
      "295": 761,
      ".980": 762,
      "3031.dat": 763,
      "472": 764,
      ".420": 765,
      "154": 766,
      ".585": 767,
      ".818": 768,
      ".437": 769,
      ".949": 770,
      "140.dat": 771,
      "2288": 772,
      "145": 773,
      ".159": 774,
      "4033.dat": 775,
      ".457": 776,
      "394": 777,
      "3940.dat": 778,
      "32013.dat": 779,
      "107": 780,
      "131": 781,
      ".664": 782,
      "5095": 783,
      "50951.dat": 784,
      "3298.dat": 785,
      ".790": 786,
      ".250": 787,
      "25269.dat": 788,
      "32524.dat": 789,
      ".938": 790,
      ".082": 791,
      ".052": 792,
      ".671": 793,
      "728.dat": 794,
      "44728.dat": 795,
      "3030.dat": 796,
      ".898": 797,
      "401": 798,
      "4273.dat": 799,
      ".027": 800,
      "4287.dat": 801,
      ".100": 802,
      "32140.dat": 803,
      ".554": 804,
      ".068": 805,
      ".878": 806,
      ".440": 807,
      ".450": 808,
      "2875.dat": 809,
      "32523.dat": 810,
      "113": 811,
      "141": 812,
      "593.dat": 813,
      "319": 814,
      ".978": 815,
      "162": 816,
      "973.dat": 817,
      ".546": 818,
      "249": 819,
      ".433": 820,
      "22885.dat": 821,
      ".922": 822,
      "117": 823,
      ".282": 824,
      "710": 825,
      ".455": 826,
      "6464": 827,
      ".154": 828,
      "135": 829,
      "6632.dat": 830,
      "177": 831,
      ".312": 832,
      "3641.dat": 833,
      "4735.dat": 834,
      "2339.dat": 835,
      "137": 836,
      "412": 837,
      "2456.dat": 838,
      "111": 839,
      ".603": 840,
      "630": 841,
      ".180": 842,
      ".061": 843,
      ".680": 844,
      "186": 845,
      "184.dat": 846,
      "51719.dat": 847,
      "205": 848,
      "4315.dat": 849,
      ".860": 850,
      "187": 851,
      ".682": 852,
      ".150": 853,
      "101": 854,
      ".140": 855,
      "133": 856,
      "4200": 857,
      ".613": 858,
      "145.dat": 859,
      "56145.dat": 860,
      ".342": 861,
      "60608.dat": 862,
      "42003.dat": 863,
      "679": 864,
      "271": 865,
      ".635": 866,
      "32073.dat": 867,
      ".284": 868,
      ".248": 869,
      "40490": 870,
      ".239": 871,
      "40490.dat": 872,
      ".641": 873,
      "87083.dat": 874,
      ".517": 875,
      "125": 876,
      "26604.dat": 877,
      "157": 878,
      ".494": 879,
      "3035.dat": 880,
      "632": 881,
      "816": 882,
      "2466.dat": 883,
      "2450.dat": 884,
      "508": 885,
      ".229": 886,
      ".390": 887,
      ".133": 888,
      ".803": 889,
      "3482.dat": 890,
      "35480.dat": 891,
      "247": 892,
      ".318": 893,
      "183": 894,
      "169": 895,
      "188": 896,
      "64.dat": 897,
      ".750": 898,
      ".30": 899,
      ".177": 900,
      "55.dat": 901,
      "3024": 902,
      ".798": 903,
      "3036.dat": 904,
      ".543": 905,
      "504": 906,
      "15068.dat": 907,
      ".460": 908,
      ".034": 909,
      "32184.dat": 910,
      ".279": 911,
      "4593.dat": 912,
      ".997": 913,
      "273": 914,
      "670": 915,
      ".930": 916,
      ".253": 917,
      "60594.dat": 918,
      "4445.dat": 919,
      "64644.dat": 920,
      "30244.dat": 921,
      "2445.dat": 922,
      ".176": 923,
      "44301.dat": 924,
      "285": 925,
      "4276.dat": 926,
      "239": 927,
      "406": 928,
      "909.dat": 929,
      ".632": 930,
      ".519": 931,
      ".580": 932,
      ".453": 933,
      "3260": 934,
      "2436.dat": 935,
      "252": 936,
      ".760": 937,
      "191": 938,
      "92593.dat": 939,
      "611": 940,
      ".654": 941,
      "237": 942,
      "658": 943,
      "178": 944,
      ".015": 945,
      ".058": 946,
      ".086": 947,
      "597": 948,
      "175": 949,
      "620": 950,
      "358": 951,
      "167": 952,
      ".095": 953,
      "4079.dat": 954,
      "910.dat": 955,
      ".699": 956,
      "72.dat": 957,
      "96910.dat": 958,
      ".351": 959,
      "3651.dat": 960,
      "60478.dat": 961,
      "15332.dat": 962,
      "32124.dat": 963,
      ".272": 964,
      "696": 965,
      ".462": 966,
      ".071": 967,
      "176.dat": 968,
      "202": 969,
      "6134.dat": 970,
      ".710": 971,
      "858": 972,
      "85861.dat": 973,
      ".132": 974,
      "334": 975,
      "276": 976,
      ".300": 977,
      ".299": 978,
      "282": 979,
      "194": 980,
      ".850": 981,
      "369": 982,
      "165": 983,
      "730": 984,
      ".923": 985,
      ".400": 986,
      ".819": 987,
      "3479.dat": 988,
      ".004": 989,
      ".005": 990,
      "712.dat": 991,
      "3830.dat": 992,
      ".552": 993,
      "569": 994,
      "3831.dat": 995,
      "207.dat": 996,
      ".270": 997,
      "2419.dat": 998,
      ".954": 999,
      ".525": 1000,
      "383.dat": 1001,
      "840": 1002,
      "4073.dat": 1003,
      "4034.dat": 1004,
      ".692": 1005,
      "14719.dat": 1006,
      ".070": 1007,
      ".014": 1008,
      ".290": 1009,
      "3960.dat": 1010,
      ".738": 1011,
      ".757": 1012,
      "423": 1013,
      "60593.dat": 1014,
      "60602.dat": 1015,
      "3855.dat": 1016,
      "2743.dat": 1017,
      ".607": 1018,
      "2429.dat": 1019,
      ".700": 1020,
      ".523": 1021,
      ".904": 1022,
      "716.dat": 1023,
      "4215.dat": 1024,
      ".906": 1025,
      "103": 1026,
      ".213": 1027,
      "9379": 1028,
      ".889": 1029,
      "32064.dat": 1030,
      "93792.dat": 1031,
      ".184": 1032,
      ".334": 1033,
      ".574": 1034,
      ".942": 1035,
      ".642": 1036,
      "26603.dat": 1037,
      "2362.dat": 1038,
      ".447": 1039,
      "32607.dat": 1040,
      "218": 1041,
      ".032": 1042,
      "99780.dat": 1043,
      "209": 1044,
      "703": 1045,
      "201": 1046,
      "4213.dat": 1047,
      ".331": 1048,
      ".636": 1049,
      "4460.dat": 1050,
      "2878.dat": 1051,
      ".057": 1052,
      ".768": 1053,
      "32449.dat": 1054,
      ".503": 1055,
      ".063": 1056,
      "792": 1057,
      ".370": 1058,
      "704": 1059,
      "606": 1060,
      ".262": 1061,
      "925.dat": 1062,
      "4490.dat": 1063,
      ".117": 1064,
      "94925.dat": 1065,
      "497": 1066,
      ".173": 1067,
      ".405": 1068,
      ".200": 1069,
      "3894.dat": 1070,
      "750": 1071,
      ".551": 1072,
      ".311": 1073,
      ".920": 1074,
      ".416": 1075,
      "6231.dat": 1076,
      "92.dat": 1077,
      ".589": 1078,
      "405": 1079,
      "3853.dat": 1080,
      ".728": 1081,
      ".762": 1082,
      "204": 1083,
      ".890": 1084,
      ".380": 1085,
      ".792": 1086,
      ".827": 1087,
      ".834": 1088,
      "4623.dat": 1089,
      "33291.dat": 1090,
      "11477.dat": 1091,
      ".510": 1092,
      ".310": 1093,
      "32039.dat": 1094,
      "622": 1095,
      ".025": 1096,
      "650": 1097,
      "4275.dat": 1098,
      ".024": 1099,
      "71.dat": 1100,
      "3033.dat": 1101,
      ".647": 1102,
      "483": 1103,
      "442": 1104,
      ".322": 1105,
      "143": 1106,
      ".429": 1107,
      "3702.dat": 1108,
      "736": 1109,
      "944": 1110,
      ".007": 1111,
      "3046.dat": 1112,
      ".534": 1113,
      ".630": 1114,
      ".690": 1115,
      ".624": 1116,
      ".628": 1117,
      "30068.dat": 1118,
      ".031": 1119,
      "3939.dat": 1120,
      "968": 1121,
      ".330": 1122,
      ".171": 1123,
      "41677.dat": 1124,
      ".381": 1125,
      "60607.dat": 1126,
      ".125": 1127,
      "6542.dat": 1128,
      ".149": 1129,
      "704.dat": 1130,
      "14704.dat": 1131,
      ".799": 1132,
      ".858": 1133,
      "120.dat": 1134,
      "947.dat": 1135,
      ".175": 1136,
      "2430.dat": 1137,
      ".901": 1138,
      "932": 1139,
      ".530": 1140,
      "30383.dat": 1141,
      "989.dat": 1142,
      "4859.dat": 1143,
      ".998": 1144,
      "6629.dat": 1145,
      ".009": 1146,
      ".093": 1147,
      ".414": 1148,
      "4282.dat": 1149,
      "612": 1150,
      ".970": 1151,
      ".091": 1152,
      ".205": 1153,
      "3956.dat": 1154,
      "5598": 1155,
      ".679": 1156,
      ".281": 1157,
      "6143.dat": 1158,
      "335": 1159,
      ".697": 1160,
      "3829.dat": 1161,
      ".066": 1162,
      ".578": 1163,
      ".882": 1164,
      ".940": 1165,
      ".892": 1166,
      ".586": 1167,
      ".921": 1168,
      "382": 1169,
      "604": 1170,
      "1867": 1171,
      ".113": 1172,
      "429": 1173,
      ".292": 1174,
      ".787": 1175,
      ".077": 1176,
      ".387": 1177,
      "48336.dat": 1178,
      ".520": 1179,
      "4745": 1180,
      "2432.dat": 1181,
      ".506": 1182,
      "3035": 1183,
      "3055": 1184,
      ".558": 1185,
      ".583": 1186,
      ".956": 1187,
      "387": 1188,
      ".841": 1189,
      ".436": 1190,
      ".439": 1191,
      "547": 1192,
      "449": 1193,
      ".172": 1194,
      ".118": 1195,
      ".178": 1196,
      ".373": 1197,
      "41239.dat": 1198,
      "6111.dat": 1199,
      "30357.dat": 1200,
      ".730": 1201,
      ".099": 1202,
      "221": 1203,
      ".685": 1204,
      ".079": 1205,
      ".073": 1206,
      ".496": 1207,
      "3176.dat": 1208,
      ".542": 1209,
      ".562": 1210,
      "36840.dat": 1211,
      "345": 1212,
      "259": 1213,
      ".317": 1214,
      "33909.dat": 1215,
      "3708.dat": 1216,
      "623": 1217,
      "6015.dat": 1218,
      ".934": 1219,
      ".772": 1220,
      "781.dat": 1221,
      "99781.dat": 1222,
      "61678.dat": 1223,
      "6014.dat": 1224,
      "377": 1225,
      "241": 1226,
      ".511": 1227,
      ".737": 1228,
      "690": 1229,
      ".016": 1230,
      ".951": 1231,
      "4590.dat": 1232,
      "47457.dat": 1233,
      "2340": 1234,
      "195": 1235,
      "2340.dat": 1236,
      ".967": 1237,
      ".263": 1238,
      ".976": 1239,
      ".497": 1240,
      ".625": 1241,
      ".426": 1242,
      "439": 1243,
      "a.dat": 1244,
      ".984": 1245,
      "99207.dat": 1246,
      ".048": 1247,
      "473": 1248,
      ".148": 1249,
      "764": 1250,
      "720.dat": 1251,
      "824": 1252,
      "912": 1253,
      "70720.dat": 1254,
      ".544": 1255,
      "1072": 1256,
      ".656": 1257,
      ".135": 1258,
      "60596.dat": 1259,
      ".129": 1260,
      ".147": 1261,
      "99773.dat": 1262,
      "6587.dat": 1263,
      "314": 1264,
      ".161": 1265,
      "702": 1266,
      ".988": 1267,
      ".946": 1268,
      "32009.dat": 1269,
      ".662": 1270,
      ".013": 1271,
      ".201": 1272,
      ".139": 1273,
      ".202": 1274,
      ".752": 1275,
      "338": 1276,
      ".377": 1277,
      ".986": 1278,
      ".689": 1279,
      ".807": 1280,
      "24866.dat": 1281,
      ".504": 1282,
      ".307": 1283,
      "4372": 1284,
      ".484": 1285,
      "820": 1286,
      "326": 1287,
      ".879": 1288,
      ".371": 1289,
      ".466": 1290,
      ".385": 1291,
      "161": 1292,
      "75.dat": 1293,
      "207": 1294,
      ".335": 1295,
      ".256": 1296,
      "289": 1297,
      ".246": 1298,
      "660": 1299,
      ".740": 1300,
      "4429": 1301,
      "44294.dat": 1302,
      "63.dat": 1303,
      ".316": 1304,
      "147": 1305,
      ".410": 1306,
      ".522": 1307,
      "3680.dat": 1308,
      ".083": 1309,
      "3045.dat": 1310,
      "32270.dat": 1311,
      ".732": 1312,
      "498": 1313,
      ".840": 1314,
      "3958.dat": 1315,
      ".412": 1316,
      "193": 1317,
      "3839.dat": 1318,
      "291": 1319,
      ".994": 1320,
      ".982": 1321,
      ".010": 1322,
      ".713": 1323,
      ".849": 1324,
      ".157": 1325,
      "4349.dat": 1326,
      ".260": 1327,
      "127": 1328,
      "361": 1329,
      "279": 1330,
      "3036": 1331,
      ".593": 1332,
      ".569": 1333,
      "1016": 1334,
      "808": 1335,
      "9039": 1336,
      ".955": 1337,
      ".650": 1338,
      ".672": 1339,
      ".617": 1340,
      ".686": 1341,
      "14716.dat": 1342,
      "3737.dat": 1343,
      ".881": 1344,
      ".490": 1345,
      ".423": 1346,
      "741": 1347,
      "3041.dat": 1348,
      "3483.dat": 1349,
      "2921.dat": 1350,
      "4175.dat": 1351,
      "30552.dat": 1352,
      "90398.dat": 1353,
      ".943": 1354,
      ".081": 1355,
      ".350": 1356,
      "15712.dat": 1357,
      "93273.dat": 1358,
      "267": 1359,
      ".780": 1360,
      ".828": 1361,
      "3934.dat": 1362,
      "541": 1363,
      "63868.dat": 1364,
      ".532": 1365,
      ".958": 1366,
      "316": 1367,
      ".584": 1368,
      ".023": 1369,
      ".193": 1370,
      "486": 1371,
      "3933.dat": 1372,
      "752.dat": 1373,
      ".933": 1374,
      ".085": 1375,
      ".528": 1376,
      ".822": 1377,
      ".206": 1378,
      "211": 1379,
      ".477": 1380,
      ".637": 1381,
      "415": 1382,
      ".475": 1383,
      "353": 1384,
      ".601": 1385,
      ".581": 1386,
      "4625.dat": 1387,
      "619": 1388,
      ".708": 1389,
      ".408": 1390,
      ".659": 1391,
      "203": 1392,
      "3684": 1393,
      "2555.dat": 1394,
      "60470.dat": 1395,
      "36841.dat": 1396,
      ".217": 1397,
      ".338": 1398,
      ".357": 1399,
      "309": 1400,
      ".288": 1401,
      "3029.dat": 1402,
      ".017": 1403,
      ".482": 1404,
      ".208": 1405,
      ".388": 1406,
      ".975": 1407,
      "388": 1408,
      "455": 1409,
      "163": 1410,
      "318": 1411,
      ".880": 1412,
      "4022.dat": 1413,
      ".144": 1414,
      "253": 1415,
      "676": 1416,
      "81.dat": 1417,
      "864": 1418,
      "992": 1419,
      "976": 1420,
      "3048.dat": 1421,
      ".594": 1422,
      ".513": 1423,
      "1040": 1424,
      "714": 1425,
      "507.dat": 1426,
      ".610": 1427,
      ".626": 1428,
      ".631": 1429,
      ".039": 1430,
      ".042": 1431,
      ".062": 1432,
      ".051": 1433,
      ".298": 1434,
      ".820": 1435,
      ".431": 1436,
      "1104": 1437,
      "4733.dat": 1438,
      "452": 1439,
      "27507.dat": 1440,
      ".111": 1441,
      "61481.dat": 1442,
      "747.dat": 1443,
      ".481": 1444,
      ".489": 1445,
      "697": 1446,
      "87747.dat": 1447,
      "4595.dat": 1448,
      "4596.dat": 1449,
      ".905": 1450,
      ".725": 1451,
      ".727": 1452,
      ".153": 1453,
      "60484.dat": 1454,
      "2346.dat": 1455,
      "6081.dat": 1456,
      "3899.dat": 1457,
      "87552.dat": 1458,
      "4183.dat": 1459,
      "21229.dat": 1460,
      "6225.dat": 1461,
      "55981.dat": 1462,
      ".363": 1463,
      ".527": 1464,
      ".033": 1465,
      "6120.dat": 1466,
      "278": 1467,
      ".989": 1468,
      ".236": 1469,
      ".909": 1470,
      ".192": 1471,
      ".928": 1472,
      ".885": 1473,
      "48989.dat": 1474,
      ".814": 1475,
      ".454": 1476,
      "755.dat": 1477,
      ".328": 1478,
      ".913": 1479,
      ".843": 1480,
      ".731": 1481,
      ".529": 1482,
      "2569.dat": 1483,
      ".060": 1484,
      "476": 1485,
      ".392": 1486,
      ".538": 1487,
      "08.dat": 1488,
      "30008.dat": 1489,
      ".961": 1490,
      ".830": 1491,
      ".936": 1492,
      ".964": 1493,
      ".294": 1494,
      ".864": 1495,
      ".844": 1496,
      ".067": 1497,
      ".348": 1498,
      ".359": 1499,
      ".222": 1500,
      ".293": 1501,
      ".339": 1502,
      ".190": 1503,
      ".784": 1504,
      "780": 1505,
      ".929": 1506,
      ".789": 1507,
      ".126": 1508,
      ".842": 1509,
      "431": 1510,
      ".341": 1511,
      "63869.dat": 1512,
      ".908": 1513,
      ".806": 1514,
      ".971": 1515,
      ".355": 1516,
      ".417": 1517,
      "339": 1518,
      ".509": 1519,
      "223": 1520,
      ".266": 1521,
      "2401.dat": 1522,
      "770": 1523,
      ".751": 1524,
      "258": 1525,
      ".319": 1526,
      "668.dat": 1527,
      ".225": 1528,
      "49668.dat": 1529,
      ".614": 1530,
      "381": 1531,
      "2959.dat": 1532,
      ".501": 1533,
      "b.dat": 1534,
      "2920.dat": 1535,
      ".166": 1536,
      ".168": 1537,
      ".241": 1538,
      ".499": 1539,
      "2453.dat": 1540,
      ".306": 1541,
      ".101": 1542,
      "298": 1543,
      "572": 1544,
      "936": 1545,
      ".518": 1546,
      ".555": 1547,
      "103.dat": 1548,
      "6062": 1549,
      "2417.dat": 1550,
      ".638": 1551,
      "722": 1552,
      "126.dat": 1553,
      "3846.dat": 1554,
      ".210": 1555,
      ".211": 1556,
      ".255": 1557,
      ".267": 1558,
      ".812": 1559,
      ".865": 1560,
      "283": 1561,
      ".471": 1562,
      ".425": 1563,
      ".452": 1564,
      "34103.dat": 1565,
      "3935.dat": 1566,
      ".771": 1567,
      ".747": 1568,
      ".794": 1569,
      "320.dat": 1570,
      ".332": 1571,
      "92947.dat": 1572,
      "44126.dat": 1573,
      ".114": 1574,
      "32530.dat": 1575,
      ".329": 1576,
      "4083.dat": 1577,
      ".345": 1578,
      ".711": 1579,
      "4599.dat": 1580,
      "13965.dat": 1581,
      "3943.dat": 1582,
      "30367.dat": 1583,
      "60623.dat": 1584,
      "700": 1585,
      "850": 1586,
      "3936.dat": 1587,
      ".742": 1588,
      ".110": 1589,
      ".667": 1590,
      "215": 1591,
      ".749": 1592,
      "355": 1593,
      "618": 1594,
      "3679.dat": 1595,
      ".634": 1596,
      ".912": 1597,
      ".863": 1598,
      "551": 1599,
      ".362": 1600,
      ".094": 1601,
      "356": 1602,
      "3066.dat": 1603,
      "4092.dat": 1604,
      ".944": 1605,
      "299": 1606,
      "266": 1607,
      ".022": 1608,
      "438": 1609,
      ".296": 1610,
      "4730.dat": 1611,
      "787.dat": 1612,
      ".993": 1613,
      "393": 1614,
      ".054": 1615,
      ".121": 1616,
      ".705": 1617,
      "2452.dat": 1618,
      "254": 1619,
      "3838.dat": 1620,
      ".572": 1621,
      "18674.dat": 1622,
      "231": 1623,
      ".977": 1624,
      "880": 1625,
      "213": 1626,
      "229": 1627,
      "615": 1628,
      ".937": 1629,
      ".141": 1630,
      "3006.dat": 1631,
      ".495": 1632,
      ".186": 1633,
      "555": 1634,
      "740": 1635,
      "307": 1636,
      ".432": 1637,
      ".122": 1638,
      "922": 1639,
      ".926": 1640,
      ".870": 1641,
      "407": 1642,
      "9019": 1643,
      ".899": 1644,
      ".152": 1645,
      ".939": 1646,
      "3828.dat": 1647,
      ".302": 1648,
      ".049": 1649,
      "6140": 1650,
      "61409.dat": 1651,
      ".917": 1652,
      "482": 1653,
      ".072": 1654,
      ".887": 1655,
      "251": 1656,
      ".821": 1657,
      "5597": 1658,
      "639": 1659,
      "62743.dat": 1660,
      "738": 1661,
      "866": 1662,
      ".541": 1663,
      "2048": 1664,
      "2449.dat": 1665,
      "505.dat": 1666,
      ".979": 1667,
      "32348": 1668,
      ".670": 1669,
      ".687": 1670,
      "5689": 1671,
      ".069": 1672,
      ".065": 1673,
      "669": 1674,
      "38320.dat": 1675,
      ".254": 1676,
      ".817": 1677,
      ".877": 1678,
      "2852.dat": 1679,
      ".459": 1680,
      ".492": 1681,
      ".427": 1682,
      ".443": 1683,
      "342": 1684,
      "345.dat": 1685,
      "399": 1686,
      "32019.dat": 1687,
      "32017.dat": 1688,
      ".137": 1689,
      "582": 1690,
      "531.dat": 1691,
      "27263.dat": 1692,
      "625": 1693,
      "62531.dat": 1694,
      "43719.dat": 1695,
      ".181": 1696,
      "61345.dat": 1697,
      ".396": 1698,
      "4474.dat": 1699,
      "98282.dat": 1700,
      "2423.dat": 1701,
      "3685.dat": 1702,
      "3959.dat": 1703,
      "2468.dat": 1704,
      "60481.dat": 1705,
      ".146": 1706,
      "2744.dat": 1707,
      ".369": 1708,
      "2851.dat": 1709,
      "90195.dat": 1710,
      "55976.dat": 1711,
      "86652.dat": 1712,
      "20482.dat": 1713,
      "32348.dat": 1714,
      "56891.dat": 1715,
      ".545": 1716,
      "281": 1717,
      ".657": 1718,
      ".041": 1719,
      "398": 1720,
      ".764": 1721,
      ".744": 1722,
      ".470": 1723,
      "57.dat": 1724,
      ".220": 1725,
      ".268": 1726,
      ".808": 1727,
      ".209": 1728,
      "559": 1729,
      ".074": 1730,
      ".456": 1731,
      ".810": 1732,
      "372": 1733,
      ".910": 1734,
      ".833": 1735,
      "265": 1736,
      "403": 1737,
      ".464": 1738,
      ".959": 1739,
      "359": 1740,
      "562": 1741,
      ".781": 1742,
      "305": 1743,
      ".216": 1744,
      ".829": 1745,
      ".124": 1746,
      ".935": 1747,
      ".791": 1748,
      ".919": 1749,
      "341": 1750,
      "32072.dat": 1751,
      ".315": 1752,
      "343": 1753,
      "2345.dat": 1754,
      "4854.dat": 1755,
      "3475.dat": 1756,
      ".278": 1757,
      "469": 1758,
      ".163": 1759,
      ".469": 1760,
      "467": 1761,
      ".983": 1762,
      ".941": 1763,
      "227": 1764,
      ".444": 1765,
      "14417.dat": 1766,
      "662": 1767,
      ".234": 1768,
      ".474": 1769,
      "226": 1770,
      "293": 1771,
      "315": 1772,
      "468": 1773,
      "4591.dat": 1774,
      "876": 1775,
      ".428": 1776,
      "313": 1777,
      "419": 1778,
      "3612.dat": 1779,
      ".734": 1780,
      ".560": 1781,
      "518": 1782,
      ".245": 1783,
      "2489.dat": 1784,
      "5094": 1785,
      "391": 1786,
      "43712.dat": 1787,
      ".187": 1788,
      ".550": 1789,
      ".582": 1790,
      "902.dat": 1791,
      "56902.dat": 1792,
      "3067.dat": 1793,
      ".486": 1794,
      ".531": 1795,
      ".521": 1796,
      ".472": 1797,
      "150.dat": 1798,
      ".449": 1799,
      "255": 1800,
      ".368": 1801,
      "9360": 1802,
      "409": 1803,
      "93606.dat": 1804,
      "366": 1805,
      "487": 1806,
      ".769": 1807,
      ".056": 1808,
      "383": 1809,
      ".309": 1810,
      ".797": 1811,
      "465": 1812,
      "4444.dat": 1813,
      ".130": 1814,
      ".108": 1815,
      "522": 1816,
      "529": 1817,
      "627": 1818,
      "6112": 1819,
      "76.dat": 1820,
      "774": 1821,
      "862": 1822,
      ".006": 1823,
      ".514": 1824,
      "1064": 1825,
      "1553": 1826,
      "802": 1827,
      "71952.dat": 1828,
      "2424": 1829,
      ".914": 1830,
      ".627": 1831,
      ".646": 1832,
      ".649": 1833,
      ".663": 1834,
      "566.dat": 1835,
      ".076": 1836,
      ".097": 1837,
      "66909.dat": 1838,
      ".238": 1839,
      ".289": 1840,
      ".252": 1841,
      ".297": 1842,
      ".859": 1843,
      ".448": 1844,
      ".478": 1845,
      ".465": 1846,
      ".763": 1847,
      "64566.dat": 1848,
      "479": 1849,
      "92950.dat": 1850,
      "4536.dat": 1851,
      "888": 1852,
      "35787.dat": 1853,
      "757": 1854,
      "11212.dat": 1855,
      "495": 1856,
      ".714": 1857,
      "24316.dat": 1858,
      "3842.dat": 1859,
      ".902": 1860,
      ".723": 1861,
      ".407": 1862,
      "60485.dat": 1863,
      "60849.dat": 1864,
      "10928.dat": 1865,
      "60475.dat": 1866,
      "3942.dat": 1867,
      "4497.dat": 1868,
      "6112.dat": 1869,
      "24246.dat": 1870,
      ".867": 1871,
      "5529": 1872,
      "6191.dat": 1873,
      "30028.dat": 1874,
      ".441": 1875,
      "451": 1876,
      ".165": 1877,
      "50947.dat": 1878,
      ".765": 1879,
      ".038": 1880,
      ".237": 1881,
      ".258": 1882,
      "2463.dat": 1883,
      ".164": 1884,
      "454": 1885,
      ".047": 1886,
      ".287": 1887,
      ".756": 1888,
      "32557.dat": 1889,
      ".801": 1890,
      "364": 1891,
      "4716.dat": 1892,
      "3703.dat": 1893,
      ".712": 1894,
      ".761": 1895,
      "55013.dat": 1896,
      ".127": 1897,
      ".402": 1898,
      ".857": 1899,
      "18677.dat": 1900,
      "217": 1901,
      "3016": 1902,
      "4873.dat": 1903,
      "30165.dat": 1904,
      ".160": 1905,
      "517": 1906,
      ".337": 1907,
      "4531.dat": 1908,
      "461": 1909,
      ".973": 1910,
      ".795": 1911,
      "311": 1912,
      ".897": 1913,
      ".491": 1914,
      ".524": 1915,
      ".709": 1916,
      "208.dat": 1917,
      "649": 1918,
      "333": 1919,
      "2923.dat": 1920,
      "5210": 1921,
      ".947": 1922,
      ".823": 1923,
      "474": 1924,
      "52107.dat": 1925,
      ".249": 1926,
      "574": 1927,
      ".075": 1928,
      "6538.dat": 1929,
      "3056": 1930,
      ".557": 1931,
      ".597": 1932,
      "30565.dat": 1933,
      "96.dat": 1934,
      "93593.dat": 1935,
      "363": 1936,
      "3821.dat": 1937,
      "3678.dat": 1938,
      "646": 1939,
      ".399": 1940,
      ".952": 1941,
      "3822.dat": 1942,
      "3245": 1943,
      "59.dat": 1944,
      ".688": 1945,
      ".668": 1946,
      ".226": 1947,
      "2437.dat": 1948,
      "30071.dat": 1949,
      ".273": 1950,
      ".658": 1951,
      "352.dat": 1952,
      ".596": 1953,
      "593": 1954,
      "516": 1955,
      ".837": 1956,
      "6232.dat": 1957,
      "257": 1958,
      ".802": 1959,
      ".244": 1960,
      ".446": 1961,
      "50943.dat": 1962,
      ".598": 1963,
      ".346": 1964,
      ".931": 1965,
      "351": 1966,
      "713.dat": 1967,
      "43713.dat": 1968,
      "225": 1969,
      "509": 1970,
      "3849.dat": 1971,
      ".169": 1972,
      "3895.dat": 1973,
      "61252.dat": 1974,
      ".953": 1975,
      ".435": 1976,
      "43723.dat": 1977,
      ".105": 1978,
      ".106": 1979,
      "1184": 1980,
      "23.dat": 1981,
      "471": 1982,
      "492": 1983,
      "499": 1984,
      "4385": 1985,
      "515": 1986,
      "588": 1987,
      "624": 1988,
      "637": 1989,
      "683": 1990,
      "674": 1991,
      "732": 1992,
      "815": 1993,
      "832": 1994,
      "848": 1995,
      "3058": 1996,
      ".571": 1997,
      ".576": 1998,
      ".595": 1999,
      ".591": 2000,
      ".573": 2001,
      "4036.dat": 2002,
      "4035.dat": 2003,
      "20310": 2004,
      "15207.dat": 2005,
      "15208.dat": 2006,
      "3675.dat": 2007,
      ".925": 2008,
      ".911": 2009,
      ".674": 2010,
      ".681": 2011,
      "377.dat": 2012,
      "3777": 2013,
      "56897.dat": 2014,
      ".046": 2015,
      ".043": 2016,
      "3835.dat": 2017,
      ".283": 2018,
      ".231": 2019,
      ".257": 2020,
      ".261": 2021,
      ".832": 2022,
      ".838": 2023,
      ".835": 2024,
      ".895": 2025,
      ".813": 2026,
      ".873": 2027,
      "2850.dat": 2028,
      ".418": 2029,
      ".445": 2030,
      ".442": 2031,
      ".451": 2032,
      ".467": 2033,
      "342.dat": 2034,
      "3455.dat": 2035,
      ".779": 2036,
      "542": 2037,
      "543": 2038,
      "546": 2039,
      "547.dat": 2040,
      "644": 2041,
      "6439": 2042,
      "30648.dat": 2043,
      "3205": 2044,
      "32056.dat": 2045,
      "32015.dat": 2046,
      "45505.dat": 2047,
      "8829": 2048,
      "98989.dat": 2049,
      ".119": 2050,
      "585": 2051,
      "587": 2052,
      "4219.dat": 2053,
      "4217.dat": 2054,
      "6266.dat": 2055,
      "6215.dat": 2056,
      "994.dat": 2057,
      "3308.dat": 2058,
      "3701.dat": 2059,
      "30360.dat": 2060,
      "9534": 2061,
      "613": 2062,
      "3044.dat": 2063,
      "682": 2064,
      "13547.dat": 2065,
      "48092.dat": 2066,
      "51377.dat": 2067,
      "4479.dat": 2068,
      "4476.dat": 2069,
      "87994.dat": 2070,
      "32828.dat": 2071,
      ".507": 2072,
      "3684.dat": 2073,
      ".903": 2074,
      "11476.dat": 2075,
      ".155": 2076,
      "4489.dat": 2077,
      "6546.dat": 2078,
      "2467.dat": 2079,
      "11946.dat": 2080,
      "11947.dat": 2081,
      "3297.dat": 2082,
      "4182.dat": 2083,
      "4181.dat": 2084,
      "60477.dat": 2085,
      "41740.dat": 2086,
      ".361": 2087,
      "15470.dat": 2088,
      "2853.dat": 2089,
      "70023.dat": 2090,
      "85080.dat": 2091,
      "6183.dat": 2092,
      "63965.dat": 2093,
      "62520.dat": 2094,
      "55978.dat": 2095,
      "43857.dat": 2096,
      "30586.dat": 2097,
      "20310.dat": 2098,
      "88293.dat": 2099,
      "4150.dat": 2100,
      ".549": 2101,
      "6628.dat": 2102,
      "549": 2103,
      "263": 2104,
      "43722.dat": 2105,
      ".748": 2106,
      ".197": 2107,
      ".053": 2108,
      ".269": 2109,
      ".839": 2110,
      "262": 2111,
      "8214": 2112,
      ".145": 2113,
      ".167": 2114,
      ".512": 2115,
      "3741.dat": 2116,
      "4346.dat": 2117,
      ".304": 2118,
      ".089": 2119,
      ".372": 2120,
      "3709.dat": 2121,
      "437": 2122,
      "374": 2123,
      "494": 2124,
      "5345": 2125,
      ".974": 2126,
      "32138.dat": 2127,
      "493": 2128,
      "977": 2129,
      "4345.dat": 2130,
      "53451.dat": 2131,
      ".142": 2132,
      "672": 2133,
      "4600.dat": 2134,
      "87086.dat": 2135,
      ".162": 2136,
      "453": 2137,
      "4475.dat": 2138,
      ".621": 2139,
      ".872": 2140,
      ".825": 2141,
      "60479.dat": 2142,
      "62360.dat": 2143,
      "51739.dat": 2144,
      ".883": 2145,
      ".324": 2146,
      "2736.dat": 2147,
      "4176": 2148,
      "653": 2149,
      "3229": 2150,
      "87080.dat": 2151,
      "55982.dat": 2152,
      "32291.dat": 2153,
      ".379": 2154,
      "u800": 2155,
      "367": 2156,
      "396": 2157,
      "4202": 2158,
      ".948": 2159,
      ".854": 2160,
      "c.dat": 2161,
      "3028.dat": 2162,
      "1b.dat": 2163,
      ".677": 2164,
      ".235": 2165,
      ".816": 2166,
      "6589.dat": 2167,
      "u8001b.dat": 2168,
      ".411": 2169,
      ".218": 2170,
      "3963.dat": 2171,
      ".515": 2172,
      ".972": 2173,
      ".648": 2174,
      "877": 2175,
      "88072.dat": 2176,
      "4084.dat": 2177,
      "32250": 2178,
      "32250.dat": 2179,
      "602": 2180,
      ".098": 2181,
      "197": 2182,
      "521": 2183,
      "u90": 2184,
      ".965": 2185,
      "277": 2186,
      ".120": 2187,
      ".365": 2188,
      "37352.dat": 2189,
      ".012": 2190,
      ".026": 2191,
      "2444.dat": 2192,
      "526": 2193,
      "7469": 2194,
      ".856": 2195,
      ".476": 2196,
      "74695.dat": 2197,
      "6061.dat": 2198,
      "349": 2199,
      "2446.dat": 2200,
      "375": 2201,
      "666": 2202,
      ".553": 2203,
      ".199": 2204,
      ".275": 2205,
      ".233": 2206,
      ".537": 2207,
      ".194": 2208,
      "856": 2209,
      ".196": 2210,
      "4864.dat": 2211,
      "1024": 2212,
      "404": 2213,
      "2433.dat": 2214,
      "523": 2215,
      "4495.dat": 2216,
      ".661": 2217,
      "173": 2218,
      ".356": 2219,
      ".179": 2220,
      "578": 2221,
      "657": 2222,
      ".170": 2223,
      "337": 2224,
      "445": 2225,
      "4389": 2226,
      "548": 2227,
      "5398": 2228,
      "648": 2229,
      "628": 2230,
      "629": 2231,
      "754": 2232,
      "731": 2233,
      "844": 2234,
      "940": 2235,
      "924": 2236,
      "9140": 2237,
      "706": 2238,
      "3066": 2239,
      ".570": 2240,
      ".536": 2241,
      ".516": 2242,
      ".548": 2243,
      ".592": 2244,
      ".535": 2245,
      ".568": 2246,
      ".587": 2247,
      "1027": 2248,
      "1057": 2249,
      "1052": 2250,
      "1082": 2251,
      "609": 2252,
      "902": 2253,
      "907": 2254,
      ".932": 2255,
      ".615": 2256,
      ".645": 2257,
      ".611": 2258,
      ".676": 2259,
      ".665": 2260,
      "729.dat": 2261,
      "489": 2262,
      "48729.dat": 2263,
      ".036": 2264,
      "3815.dat": 2265,
      ".232": 2266,
      ".264": 2267,
      ".227": 2268,
      ".815": 2269,
      ".847": 2270,
      ".888": 2271,
      ".852": 2272,
      "595": 2273,
      "2819.dat": 2274,
      "2854.dat": 2275,
      ".422": 2276,
      ".413": 2277,
      ".463": 2278,
      "1105": 2279,
      "15070.dat": 2280,
      "346": 2281,
      "3456.dat": 2282,
      ".739": 2283,
      ".796": 2284,
      ".788": 2285,
      ".758": 2286,
      ".755": 2287,
      ".743": 2288,
      "6468": 2289,
      "3065.dat": 2290,
      ".333": 2291,
      ".313": 2292,
      "4530.dat": 2293,
      "269": 2294,
      "2905.dat": 2295,
      ".134": 2296,
      "2911": 2297,
      "29120.dat": 2298,
      "2507.dat": 2299,
      "782": 2300,
      ".323": 2301,
      ".344": 2302,
      ".188": 2303,
      "681": 2304,
      "897": 2305,
      "3901.dat": 2306,
      ".158": 2307,
      "2343.dat": 2308,
      "2341.dat": 2309,
      "6104.dat": 2310,
      "41854.dat": 2311,
      "6553.dat": 2312,
      ".366": 2313,
