{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|UNK|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|EOS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|PAD|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|COL|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|POS|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|ORI|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|SHP|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){1}[^\\s]*\\K\\s"
        },
        "content": " <|POS|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){5}[^\\s]*\\K\\s"
        },
        "content": " <|ORI|> "
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "^(?:[^\\s]*\\s){10}[^\\s]*\\K\\s"
        },
        "content": " <|SHP|> "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "-|\\.\\d{3}"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|UNK|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|UNK|>": 0,
      "<|EOS|>": 1,
      "<|PAD|>": 2,
      "<|COL|>": 3,
      "<|POS|>": 4,
      "<|ORI|>": 5,
      "<|SHP|>": 6,
      "-": 7,
      ".": 8,
      "0": 9,
      "1": 10,
      "2": 11,
      "3": 12,
      "4": 13,
      "5": 14,
      "6": 15,
      "7": 16,
      "8": 17,
      "9": 18,
      "<": 19,
      ">": 20,
      "E": 21,
      "H": 22,
      "I": 23,
      "O": 24,
      "P": 25,
      "R": 26,
      "S": 27,
      "a": 28,
      "b": 29,
      "c": 30,
      "d": 31,
      "p": 32,
      "t": 33,
      "u": 34,
      "z": 35,
      "|": 36,
      "<|": 37,
      "|>": 38,
      "OS": 39,
      "OS|>": 40,
      "70": 41,
      ".d": 42,
      "HP": 43,
      "I|>": 44,
      "OR": 45,
      "POS|>": 46,
      "SHP": 47,
      "at": 48,
      "<|OR": 49,
      "<|SHP": 50,
      ".dat": 51,
      ".70": 52,
      ".707": 53,
      "00": 54,
      "30": 55,
      ".5": 56,
      "20": 57,
      "10": 58,
      "40": 59,
      ".500": 60,
      "80": 61,
      "60": 62,
      "15": 63,
      "24": 64,
      "19": 65,
      ".0": 66,
      "71": 67,
      ".9": 68,
      "50": 69,
      "36": 70,
      "14": 71,
      "32": 72,
      "72": 73,
      ".6": 74,
      "3.dat": 75,
      "16": 76,
      "EOS|>": 77,
      "90": 78,
      "300": 79,
      "12": 80,
      ".4": 81,
      "37": 82,
      "27": 83,
      "4.dat": 84,
      "302": 85,
      "1.dat": 86,
      ".2": 87,
      ".3": 88,
      ".8": 89,
      "8.dat": 90,
      "5.dat": 91,
      "9.dat": 92,
      "100": 93,
      "120": 94,
      "2.dat": 95,
      "18": 96,
      "48": 97,
      "28": 98,
      "80.dat": 99,
      "56": 100,
      "66": 101,
      ".7": 102,
      "2780.dat": 103,
      "3023.dat": 104,
      "110": 105,
      "150": 106,
      "17": 107,
      "65": 108,
      "38": 109,
      "140": 110,
      ".00": 111,
      "10.dat": 112,
      "160": 113,
      "44": 114,
      "200": 115,
      "64": 116,
      "130": 117,
      "7.dat": 118,
      "320": 119,
      "96": 120,
      "59": 121,
      "39": 122,
      "52": 123,
      "54": 124,
      "34": 125,
      "88": 126,
      "99": 127,
      "58.dat": 128,
      "3004.dat": 129,
      "180": 130,
      "24.dat": 131,
      "20.dat": 132,
      "47": 133,
      "35": 134,
      "362": 135,
      "170": 136,
      "6558.dat": 137,
      "306": 138,
      "240": 139,
      "3710.dat": 140,
      "58": 141,
      "3024.dat": 142,
      "190": 143,
      "11": 144,
      "3005.dat": 145,
      "83": 146,
      "29": 147,
      "25": 148,
      "33": 149,
      "112": 150,
      "62": 151,
      "84": 152,
      "379": 153,
      "310": 154,
      "53": 155,
      "303": 156,
      "220": 157,
      "614": 158,
      ".99": 159,
      "31": 160,
      "370": 161,
      "46": 162,
      "22": 163,
      "280": 164,
      "67": 165,
      "57": 166,
      ".1": 167,
      "210": 168,
      "70.dat": 169,
      "230": 170,
      "6141.dat": 171,
      "3020.dat": 172,
      "260": 173,
      "26": 174,
      "60.dat": 175,
      "104": 176,
      "98": 177,
      "6.dat": 178,
      "87": 179,
      "66.dat": 180,
      "42": 181,
      "3010.dat": 182,
      "92": 183,
      "3666.dat": 184,
      "69": 185,
      "3623.dat": 186,
      "3021.dat": 187,
      ".000": 188,
      "128": 189,
      "136": 190,
      "144": 191,
      "78": 192,
      "93": 193,
      "250": 194,
      "270": 195,
      "290": 196,
      "49": 197,
      "43": 198,
      "13": 199,
      "272": 200,
      "152": 201,
      "76": 202,
      ".50": 203,
      "168": 204,
      "32.dat": 205,
      "430": 206,
      "3022.dat": 207,
      "73": 208,
      ".706": 209,
      "3069.dat": 210,
      "94": 211,
      "82": 212,
      "61": 213,
      "68": 214,
      "176": 215,
      "36.dat": 216,
      ".924": 217,
      "360": 218,
      "77.dat": 219,
      "85": 220,
      "45": 221,
      ".383": 222,
      "86": 223,
      "81": 224,
      ".271": 225,
      "2420.dat": 226,
      ".653": 227,
      "288": 228,
      "3252": 229,
      "3622.dat": 230,
      "55": 231,
      "89": 232,
      ".704": 233,
      "74": 234,
      "400": 235,
      "40.dat": 236,
      ".966": 237,
      "12.dat": 238,
      ".866": 239,
      "3009.dat": 240,
      "330": 241,
      "390": 242,
      "54.dat": 243,
      ".10": 244,
      "95": 245,
      ".259": 246,
      "340": 247,
      "79": 248,
      "870": 249,
      "4070.dat": 250,
      "200.dat": 251,
      "54200.dat": 252,
      "31.dat": 253,
      ".18": 254,
      "3795.dat": 255,
      ".60": 256,
      "325": 257,
      ".999": 258,
      ".700": 259,
      "192": 260,
      "41": 261,
      "2412.dat": 262,
      "23": 263,
      "3460.dat": 264,
      "3794.dat": 265,
      "380": 266,
      ".14": 267,
      "75": 268,
      "208": 269,
      "480": 270,
      "21": 271,
      "97": 272,
      ".16": 273,
      "440": 274,
      "216": 275,
      "367": 276,
      "184": 277,
      "427": 278,
      "32054.dat": 279,
      "2431.dat": 280,
      "490": 281,
      ".32": 282,
      "416": 283,
      "37.dat": 284,
      "408": 285,
      "350": 286,
      "304": 287,
      "0.dat": 288,
      "420": 289,
      "51": 290,
      "63": 291,
      "77": 292,
      "3040.dat": 293,
      "366": 294,
      ".705": 295,
      "3034.dat": 296,
      "378": 297,
      ".567": 298,
      "91": 299,
      "3062.dat": 300,
      "3660.dat": 301,
      "3070.dat": 302,
      "93.dat": 303,
      ".001": 304,
      ".069": 305,
      ".15": 306,
      "56.dat": 307,
      "28.dat": 308,
      "43093.dat": 309,
      ".19": 310,
      "3008.dat": 311,
      "3003.dat": 312,
      ".71": 313,
      "570": 314,
      "248": 315,
      "450": 316,
      "32028.dat": 317,
      "235": 318,
      "244": 319,
      ".40": 320,
      "224": 321,
      "4274.dat": 322,
      "8708": 323,
      "14.dat": 324,
      "520": 325,
      "3673.dat": 326,
      "3001.dat": 327,
      "64.dat": 328,
      "428": 329,
      ".72": 330,
      "410": 331,
      ".100": 332,
      "316": 333,
      "3665.dat": 334,
      "560": 335,
      ".17": 336,
      ".433": 337,
      "3700.dat": 338,
      "256": 339,
      "232": 340,
      "2357.dat": 341,
      ".90": 342,
      "460": 343,
      "9920": 344,
      ".018": 345,
      "600": 346,
      ".703": 347,
      ".010": 348,
      "470": 349,
      "1557": 350,
      "3039.dat": 351,
      "114": 352,
      "15573.dat": 353,
      ".12": 354,
      ".612": 355,
      ".354": 356,
      "374": 357,
      "296": 358,
      "3068.dat": 359,
      ".995": 360,
      "32526.dat": 361,
      ".80": 362,
      "132": 363,
      "6636.dat": 364,
      ".020": 365,
      "2877.dat": 366,
      "638": 367,
      "4477.dat": 368,
      ".701": 369,
      "368": 370,
      "30.dat": 371,
      ".990": 372,
      ".015": 373,
      "4162.dat": 374,
      ".044": 375,
      ".20": 376,
      "264": 377,
      "500": 378,
      "329": 379,
      "312": 380,
      ".006": 381,
      ".183": 382,
      "41.dat": 383,
      "59.dat": 384,
      ".24": 385,
      "3200": 386,
      "389": 387,
      ".031": 388,
      "87087.dat": 389,
      "580": 390,
      "39.dat": 391,
      ".316": 392,
      "32524.dat": 393,
      "108": 394,
      ".660": 395,
      ".800": 396,
      ".683": 397,
      "50.dat": 398,
      "119": 399,
      ".996": 400,
      "530": 401,
      "79.dat": 402,
      "376": 403,
      ".430": 404,
      ".007": 405,
      ".30": 406,
      ".609": 407,
      "32316": 408,
      "32316.dat": 409,
      "484": 410,
      "540": 411,
      ".980": 412,
      "6047": 413,
      "118": 414,
      ".27": 415,
      ".004": 416,
      "3037.dat": 417,
      ".702": 418,
      ".36": 419,
      ".998": 420,
      "246": 421,
      "336": 422,
      "590": 423,
      "111": 424,
      ".138": 425,
      "191": 426,
      "352": 427,
      "116": 428,
      "3002.dat": 429,
      "4032.dat": 430,
      ".600": 431,
      ".561": 432,
      "328": 433,
      "140.dat": 434,
      "510": 435,
      "321": 436,
      "3227": 437,
      "32278.dat": 438,
      ".200": 439,
      "3032.dat": 440,
      "598": 441,
      ".092": 442,
      ".546": 443,
      "102": 444,
      ".688": 445,
      "3832.dat": 446,
      ".011": 447,
      "32140.dat": 448,
      ".058": 449,
      "11214.dat": 450,
      ".074": 451,
      "124": 452,
      "148": 453,
      ".588": 454,
      "19.dat": 455,
      "29.dat": 456,
      "640": 457,
      ".997": 458,
      "322": 459,
      "609": 460,
      "3031.dat": 461,
      "172": 462,
      "32556.dat": 463,
      "32525.dat": 464,
      ".449": 465,
      ".014": 466,
      ".680": 467,
      "179": 468,
      "3701.dat": 469,
      "412": 470,
      "126": 471,
      "212": 472,
      "87079.dat": 473,
      "308": 474,
      ".131": 475,
      "40490": 476,
      "40490.dat": 477,
      "63864.dat": 478,
      "728.dat": 479,
      "44728.dat": 480,
      ".501": 481,
      "245": 482,
      ".676": 483,
      ".991": 484,
      ".784": 485,
      ".694": 486,
      "424": 487,
      "550": 488,
      "6059": 489,
      ".040": 490,
      "344": 491,
      "32523.dat": 492,
      "6091.dat": 493,
      "6048": 494,
      ".499": 495,
      "198": 496,
      ".981": 497,
      "384": 498,
      "158": 499,
      ".693": 500,
      "448": 501,
      ".632": 502,
      "139": 503,
      "8598": 504,
      ".400": 505,
      ".326": 506,
      "85984.dat": 507,
      "417": 508,
      ".360": 509,
      "30136": 510,
      "30136.dat": 511,
      ".940": 512,
      "680": 513,
      ".960": 514,
      "432": 515,
      ".760": 516,
      "354": 517,
      "6541.dat": 518,
      ".012": 519,
      ".035": 520,
      "99206.dat": 521,
      ".320": 522,
      ".340": 523,
      ".793": 524,
      "100.dat": 525,
      "154": 526,
      "292": 527,
      "4286.dat": 528,
      "9828": 529,
      "15100.dat": 530,
      "164": 531,
      "188": 532,
      "142": 533,
      "472": 534,
      "106": 535,
      ".080": 536,
      ".507": 537,
      "720": 538,
      "509": 539,
      ".640": 540,
      ".101": 541,
      "99207.dat": 542,
      "456": 543,
      "459": 544,
      ".994": 545,
      "252": 546,
      ".988": 547,
      "125": 548,
      "162": 549,
      "392": 550,
      "134": 551,
      ".393": 552,
      "488": 553,
      "196": 554,
      "33.dat": 555,
      ".029": 556,
      "138": 557,
      "265": 558,
      "15.dat": 559,
      "238": 560,
      ".478": 561,
      "41239.dat": 562,
      "4085.dat": 563,
      "68.dat": 564,
      ".566": 565,
      ".627": 566,
      ".165": 567,
      "616": 568,
      "90.dat": 569,
      "6143.dat": 570,
      ".520": 571,
      ".521": 572,
      ".698": 573,
      "98283.dat": 574,
      "113": 575,
      "147": 576,
      ".493": 577,
      ".195": 578,
      "608": 579,
      ".240": 580,
      ".350": 581,
      ".008": 582,
      "156": 583,
      "46.dat": 584,
      "3937.dat": 585,
      "159": 586,
      "464": 587,
      "30414.dat": 588,
      ".052": 589,
      ".954": 590,
      "255": 591,
      ".737": 592,
      "3035.dat": 593,
      ".082": 594,
      "182": 595,
      ".062": 596,
      "174": 597,
      ".002": 598,
      ".009": 599,
      ".141": 600,
      ".557": 601,
      "151": 602,
      ".280": 603,
      "236": 604,
      ".301": 605,
      "2436.dat": 606,
      "444": 607,
      "122": 608,
      ".043": 609,
      "4081.dat": 610,
      "206": 611,
      "11.dat": 612,
      "199": 613,
      ".440": 614,
      ".105": 615,
      "135": 616,
      "610": 617,
      ".013": 618,
      "1865": 619,
      "3894.dat": 620,
      "219": 621,
      "101": 622,
      ".641": 623,
      ".110": 624,
      ".503": 625,
      "2445.dat": 626,
      "4459.dat": 627,
      "3749.dat": 628,
      ".720": 629,
      "178": 630,
      ".025": 631,
      ".086": 632,
      "32000.dat": 633,
      "109": 634,
      "204": 635,
      ".699": 636,
      "169": 637,
      "373": 638,
      "2660": 639,
      ".300": 640,
      ".686": 641,
      "228": 642,
      "233": 643,
      ".087": 644,
      ".003": 645,
      ".675": 646,
      "297": 647,
      "121": 648,
      "234": 649,
      "382": 650,
      ".547": 651,
      "258": 652,
      ".667": 653,
      "115": 654,
      ".212": 655,
      "630": 656,
      "760": 657,
      "00.dat": 658,
      ".673": 659,
      "17.dat": 660,
      "218": 661,
      "4200": 662,
      "50950.dat": 663,
      "42003.dat": 664,
      ".037": 665,
      "239": 666,
      ".090": 667,
      ".098": 668,
      ".487": 669,
      "496": 670,
      ".840": 671,
      "393": 672,
      ".993": 673,
      "69.dat": 674,
      "3702.dat": 675,
      "800": 676,
      ".447": 677,
      ".140": 678,
      "536": 679,
      "997": 680,
      ".983": 681,
      ".342": 682,
      ".139": 683,
      ".560": 684,
      "78.dat": 685,
      "149": 686,
      ".068": 687,
      "146": 688,
      "6536.dat": 689,
      "35480.dat": 690,
      "99780.dat": 691,
      "166": 692,
      ".050": 693,
      ".380": 694,
      "117": 695,
      "586": 696,
      "129": 697,
      ".622": 698,
      ".678": 699,
      ".450": 700,
      "483": 701,
      "179.dat": 702,
      ".060": 703,
      ".423": 704,
      "155": 705,
      ".424": 706,
      ".542": 707,
      "528": 708,
      ".671": 709,
      ".697": 710,
      ".540": 711,
      ".070": 712,
      ".992": 713,
      ".531": 714,
      ".880": 715,
      "11211.dat": 716,
      "3298.dat": 717,
      "544": 718,
      ".556": 719,
      "3201": 720,
      "880": 721,
      ".224": 722,
      "4490.dat": 723,
      "2540.dat": 724,
      "620": 725,
      ".513": 726,
      ".061": 727,
      "568": 728,
      "4372": 729,
      "3036": 730,
      "259": 731,
      ".480": 732,
      ".030": 733,
      "615": 734,
      ".046": 735,
      "3941.dat": 736,
      ".462": 737,
      "214": 738,
      ".111": 739,
      ".214": 740,
      "105": 741,
      ".489": 742,
      ".120": 743,
      ".420": 744,
      "222": 745,
      "650": 746,
      ".026": 747,
      "3659.dat": 748,
      ".333": 749,
      "660": 750,
      "2429.dat": 751,
      ".024": 752,
      ".171": 753,
      "133": 754,
      "107": 755,
      ".049": 756,
      "301": 757,
      ".831": 758,
      "32064.dat": 759,
      ".156": 760,
      ".539": 761,
      ".041": 762,
      ".510": 763,
      ".467": 764,
      ".130": 765,
      ".620": 766,
      ".495": 767,
      "185": 768,
      ".160": 769,
      "656": 770,
      "153": 771,
      ".435": 772,
      ".180": 773,
      ".033": 774,
      ".894": 775,
      "3703.dat": 776,
      "141": 777,
      ".681": 778,
      "462": 779,
      ".580": 780,
      ".454": 781,
      "3895.dat": 782,
      ".783": 783,
      ".505": 784,
      "11477.dat": 785,
      "458": 786,
      ".900": 787,
      ".920": 788,
      ".230": 789,
      ".147": 790,
      "165": 791,
      ".509": 792,
      "2456.dat": 793,
      ".689": 794,
      ".530": 795,
      ".078": 796,
      "127": 797,
      "276": 798,
      "302.dat": 799,
      "319": 800,
      "504": 801,
      ".005": 802,
      "584": 803,
      "512": 804,
      "8586": 805,
      "44302.dat": 806,
      "2462.dat": 807,
      "189": 808,
      "157": 809,
      ".096": 810,
      "15068.dat": 811,
      "989.dat": 812,
      "201": 813,
      "194": 814,
      "517": 815,
      ".534": 816,
      "161": 817,
      ".260": 818,
      "268": 819,
      "123": 820,
      "356": 821,
      ".685": 822,
      "175": 823,
      "3747.dat": 824,
      ".887": 825,
      "318": 826,
      "202": 827,
      "960": 828,
      ".643": 829,
      "48989.dat": 830,
      "60592.dat": 831,
      "278": 832,
      ".624": 833,
      "905.dat": 834,
      ".173": 835,
      ".065": 836,
      ".930": 837,
      ".948": 838,
      "47905.dat": 839,
      ".976": 840,
      "205": 841,
      "909.dat": 842,
      ".860": 843,
      ".906": 844,
      "87082.dat": 845,
      ".811": 846,
      "418": 847,
      "700": 848,
      "103": 849,
      "552": 850,
      ".690": 851,
      ".692": 852,
      "593.dat": 853,
      ".210": 854,
      "131": 855,
      "2430.dat": 856,
      "33909.dat": 857,
      ".647": 858,
      "274": 859,
      "92593.dat": 860,
      ".106": 861,
      "71.dat": 862,
      ".445": 863,
      "2921.dat": 864,
      ".915": 865,
      "375": 866,
      "279": 867,
      ".321": 868,
      "4282.dat": 869,
      "339": 870,
      ".385": 871,
      ".022": 872,
      "3297.dat": 873,
      "62462.dat": 874,
      ".550": 875,
      ".687": 876,
      ".370": 877,
      "226": 878,
      "438": 879,
      "145": 880,
      "241": 881,
      "282": 882,
      "592": 883,
      ".593": 884,
      "186": 885,
      "171": 886,
      ".583": 887,
      ".910": 888,
      ".496": 889,
      ".750": 890,
      "85861.dat": 891,
      ".962": 892,
      ".780": 893,
      ".732": 894,
      "215": 895,
      ".950": 896,
      ".714": 897,
      "229": 898,
      "820": 899,
      "3036.dat": 900,
      "2454.dat": 901,
      ".128": 902,
      ".220": 903,
      ".250": 904,
      "289": 905,
      "3029.dat": 906,
      "60479.dat": 907,
      "247": 908,
      ".497": 909,
      ".332": 910,
      ".162": 911,
      ".970": 912,
      "327": 913,
      ".511": 914,
      ".153": 915,
      "167": 916,
      "293": 917,
      "648": 918,
      ".820": 919,
      "11212.dat": 920,
      ".562": 921,
      "6089": 922,
      ".615": 923,
      "2654.dat": 924,
      "60897.dat": 925,
      "780": 926,
      ".036": 927,
      ".464": 928,
      "2555.dat": 929,
      "48336.dat": 930,
      "6157.dat": 931,
      "4176": 932,
      "670": 933,
      ".554": 934,
      ".621": 935,
      ".284": 936,
      ".353": 937,
      "3709.dat": 938,
      "16.dat": 939,
      ".021": 940,
      ".439": 941,
      ".460": 942,
      "922": 943,
      ".630": 944,
      ".107": 945,
      "3295": 946,
      ".664": 947,
      "32952.dat": 948,
      ".972": 949,
      "163": 950,
      ".416": 951,
      "285": 952,
      "294": 953,
      "137": 954,
      "213": 955,
      "6478": 956,
      "64782.dat": 957,
      ".979": 958,
      "287": 959,
      "4287.dat": 960,
      ".366": 961,
      "242": 962,
      ".949": 963,
      "181": 964,
      "3038.dat": 965,
      "348": 966,
      "249": 967,
      "576": 968,
      ".407": 969,
      ".150": 970,
      ".438": 971,
      "3245": 972,
      ".625": 973,
      "209": 974,
      ".491": 975,
      "422": 976,
      ".553": 977,
      "415": 978,
      "143": 979,
      ".618": 980,
      "60484.dat": 981,
      ".578": 982,
      ".633": 983,
      "3206": 984,
      ".479": 985,
      ".299": 986,
      ".145": 987,
      ".164": 988,
      ".364": 989,
      "624": 990,
      "611": 991,
      "740": 992,
      ".213": 993,
      "875": 994,
      ".056": 995,
      ".662": 996,
      ".143": 997,
      ".176": 998,
      ".490": 999,
      ".792": 1000,
      ".711": 1001,
      "173": 1002,
      ".191": 1003,
      "338": 1004,
      "452": 1005,
      ".931": 1006,
      ".236": 1007,
      ".517": 1008,
      ".099": 1009,
      ".819": 1010,
      "18651.dat": 1011,
      "237": 1012,
      "890": 1013,
      "309": 1014,
      ".032": 1015,
      ".611": 1016,
      ".482": 1017,
      ".253": 1018,
      "383.dat": 1019,
      "183": 1020,
      "4510.dat": 1021,
      "92280.dat": 1022,
      "736": 1023,
      ".928": 1024,
      ".987": 1025,
      ".669": 1026,
      ".258": 1027,
      ".233": 1028,
      "87580.dat": 1029,
      ".190": 1030,
      "225": 1031,
      "710": 1032,
      "317": 1033,
      "207": 1034,
      ".081": 1035,
      "32002.dat": 1036,
      ".071": 1037,
      ".985": 1038,
      ".827": 1039,
      "221": 1040,
      "4216.dat": 1041,
      ".606": 1042,
      "298": 1043,
      "3030.dat": 1044,
      ".569": 1045,
      ".574": 1046,
      ".830": 1047,
      "193": 1048,
      ".016": 1049,
      ".359": 1050,
      ".142": 1051,
      "313": 1052,
      "690": 1053,
      ".740": 1054,
      "177": 1055,
      ".603": 1056,
      "262": 1057,
      ".579": 1058,
      ".961": 1059,
      "507": 1060,
      ".381": 1061,
      ".129": 1062,
      ".358": 1063,
      "3788.dat": 1064,
      ".317": 1065,
      "358": 1066,
      ".619": 1067,
      ".104": 1068,
      "197": 1069,
      ".642": 1070,
      ".470": 1071,
      "421": 1072,
      "604": 1073,
      ".982": 1074,
      ".432": 1075,
      ".242": 1076,
      "613": 1077,
      ".083": 1078,
      ".945": 1079,
      ".695": 1080,
      ".485": 1081,
      "187": 1082,
      ".766": 1083,
      "3033.dat": 1084,
      "688": 1085,
      ".564": 1086,
      ".034": 1087,
      ".042": 1088,
      ".434": 1089,
      "4600.dat": 1090,
      ".115": 1091,
      "696": 1092,
      ".085": 1093,
      ".674": 1094,
      ".710": 1095,
      "345": 1096,
      ".682": 1097,
      ".498": 1098,
      ".208": 1099,
      ".650": 1100,
      "6111.dat": 1101,
      "396": 1102,
      ".935": 1103,
      "284": 1104,
      "64179.dat": 1105,
      "223": 1106,
      "271": 1107,
      ".516": 1108,
      ".661": 1109,
      "664": 1110,
      "251": 1111,
      ".235": 1112,
      "445": 1113,
      ".114": 1114,
      "32009.dat": 1115,
      ".084": 1116,
      "6231.dat": 1117,
      ".276": 1118,
      "2465.dat": 1119,
      "217": 1120,
      ".038": 1121,
      ".023": 1122,
      ".077": 1123,
      ".179": 1124,
      "211": 1125,
      "195": 1126,
      ".473": 1127,
      ".502": 1128,
      "60593.dat": 1129,
      ".984": 1130,
      ".123": 1131,
      "60478.dat": 1132,
      ".626": 1133,
      ".319": 1134,
      ".772": 1135,
      ".856": 1136,
      ".899": 1137,
      ".725": 1138,
      "426": 1139,
      ".696": 1140,
      ".239": 1141,
      "388": 1142,
      "4460.dat": 1143,
      "3958.dat": 1144,
      ".175": 1145,
      "929": 1146,
      ".401": 1147,
      ".971": 1148,
      ".636": 1149,
      ".484": 1150,
      ".207": 1151,
      "203": 1152,
      ".219": 1153,
      ".890": 1154,
      ".812": 1155,
      "9978": 1156,
      "474": 1157,
      ".363": 1158,
      "672": 1159,
      ".934": 1160,
      ".929": 1161,
      ".751": 1162,
      "261": 1163,
      ".169": 1164,
      "99781.dat": 1165,
      "299": 1166,
      "377": 1167,
      ".504": 1168,
      ".108": 1169,
      ".824": 1170,
      "4864.dat": 1171,
      ".770": 1172,
      ".790": 1173,
      ".170": 1174,
      "227": 1175,
      "243": 1176,
      ".977": 1177,
      ".457": 1178,
      ".337": 1179,
      ".850": 1180,
      "359": 1181,
      ".917": 1182,
      ".459": 1183,
      ".458": 1184,
      ".468": 1185,
      ".406": 1186,
      "4592.dat": 1187,
      ".310": 1188,
      "324": 1189,
      "498": 1190,
      ".272": 1191,
      ".735": 1192,
      ".768": 1193,
      ".189": 1194,
      ".552": 1195,
      ".097": 1196,
      ".810": 1197,
      ".825": 1198,
      ".809": 1199,
      ".708": 1200,
      "3035": 1201,
      "2458.dat": 1202,
      ".656": 1203,
      "3829.dat": 1204,
      ".184": 1205,
      "2444.dat": 1206,
      "25269.dat": 1207,
      "434": 1208,
      "750": 1209,
      ".288": 1210,
      "301.dat": 1211,
      ".590": 1212,
      ".075": 1213,
      ".390": 1214,
      "3065.dat": 1215,
      ".072": 1216,
      "2449.dat": 1217,
      ".901": 1218,
      ".442": 1219,
      ".749": 1220,
      "314": 1221,
      "770": 1222,
      ".570": 1223,
      ".174": 1224,
      ".028": 1225,
      ".959": 1226,
      "599": 1227,
      "372": 1228,
      ".582": 1229,
      "3007.dat": 1230,
      ".466": 1231,
      ".312": 1232,
      "6134.dat": 1233,
      "254": 1234,
      "730": 1235,
      ".073": 1236,
      ".952": 1237,
      ".923": 1238,
      ".875": 1239,
      "311": 1240,
      ".596": 1241,
      ".967": 1242,
      ".285": 1243,
      ".118": 1244,
      "552.dat": 1245,
      ".713": 1246,
      "61678.dat": 1247,
      "6140": 1248,
      ".545": 1249,
      "2450.dat": 1250,
      "398": 1251,
      ".328": 1252,
      ".155": 1253,
      "3738.dat": 1254,
      "43722.dat": 1255,
      "61409.dat": 1256,
      "704": 1257,
      "6019.dat": 1258,
      ".017": 1259,
      ".453": 1260,
      ".330": 1261,
      ".392": 1262,
      "1867": 1263,
      "44301.dat": 1264,
      "291": 1265,
      "32018.dat": 1266,
      "266": 1267,
      "57.dat": 1268,
      ".064": 1269,
      "283": 1270,
      "87552.dat": 1271,
      "3056": 1272,
      ".559": 1273,
      "2430": 1274,
      ".089": 1275,
      ".839": 1276,
      "6232.dat": 1277,
      "60483.dat": 1278,
      "790": 1279,
      "840": 1280,
      ".663": 1281,
      ".387": 1282,
      "281": 1283,
      ".586": 1284,
      "1471": 1285,
      ".412": 1286,
      "286": 1287,
      "632": 1288,
      ".488": 1289,
      "275": 1290,
      ".122": 1291,
      ".572": 1292,
      ".822": 1293,
      "103.dat": 1294,
      ".094": 1295,
      "712": 1296,
      ".969": 1297,
      ".646": 1298,
      "399": 1299,
      "34103.dat": 1300,
      ".728": 1301,
      ".610": 1302,
      "2730.dat": 1303,
      "486": 1304,
      "469": 1305,
      ".717": 1306,
      ".409": 1307,
      "307": 1308,
      ".047": 1309,
      "323": 1310,
      "385": 1311,
      "478": 1312,
      "269": 1313,
      "32063.dat": 1314,
      ".379": 1315,
      "518": 1316,
      ".565": 1317,
      ".538": 1318,
      ".965": 1319,
      ".989": 1320,
      "365": 1321,
      ".343": 1322,
      ".873": 1323,
      ".103": 1324,
      ".712": 1325,
      ".369": 1326,
      "60481.dat": 1327,
      "32013.dat": 1328,
      ".911": 1329,
      ".787": 1330,
      "4276.dat": 1331,
      ".716": 1332,
      "403": 1333,
      ".054": 1334,
      ".858": 1335,
      ".879": 1336,
      "18654.dat": 1337,
      "4589.dat": 1338,
      "231": 1339,
      "473": 1340,
      "257": 1341,
      "499": 1342,
      ".932": 1343,
      ".870": 1344,
      "397": 1345,
      ".135": 1346,
      ".163": 1347,
      ".722": 1348,
      ".019": 1349,
      ".055": 1350,
      ".446": 1351,
      ".293": 1352,
      "357": 1353,
      ".802": 1354,
      "30137.dat": 1355,
      ".444": 1356,
      ".339": 1357,
      ".861": 1358,
      ".823": 1359,
      "489": 1360,
      ".525": 1361,
      ".270": 1362,
      ".399": 1363,
      ".331": 1364,
      ".897": 1365,
      "15458.dat": 1366,
      ".378": 1367,
      "332": 1368,
      ".629": 1369,
      "768": 1370,
      ".109": 1371,
      ".605": 1372,
      ".404": 1373,
      "335": 1374,
      ".088": 1375,
      ".919": 1376,
      ".291": 1377,
      ".781": 1378,
      ".152": 1379,
      "756": 1380,
      ".532": 1381,
      "369": 1382,
      ".322": 1383,
      "41770.dat": 1384,
      "548": 1385,
      "1553": 1386,
      ".057": 1387,
      ".415": 1388,
      ".290": 1389,
      "485": 1390,
      ".730": 1391,
      ".721": 1392,
      "411": 1393,
      ".563": 1394,
      ".267": 1395,
      ".394": 1396,
      "347": 1397,
      "876": 1398,
      "63869.dat": 1399,
      "3938.dat": 1400,
      ".112": 1401,
      ".527": 1402,
      ".964": 1403,
      "326": 1404,
      "436": 1405,
      ".658": 1406,
      "3028.dat": 1407,
      ".779": 1408,
      "342": 1409,
      ".245": 1410,
      ".549": 1411,
      ".154": 1412,
      "2339.dat": 1413,
      "41769.dat": 1414,
      ".063": 1415,
      ".986": 1416,
      ".691": 1417,
      "63868.dat": 1418,
      ".303": 1419,
      ".523": 1420,
      "364": 1421,
      ".864": 1422,
      ".329": 1423,
      "453": 1424,
      ".577": 1425,
      ".095": 1426,
      "386": 1427,
      "26603.dat": 1428,
      "305": 1429,
      "605": 1430,
      ".659": 1431,
      "442": 1432,
      "4445.dat": 1433,
      "43723.dat": 1434,
      ".543": 1435,
      "407": 1436,
      "3633.dat": 1437,
      ".614": 1438,
      "387": 1439,
      "468": 1440,
      ".248": 1441,
      "267": 1442,
      "516": 1443,
      ".571": 1444,
      ".536": 1445,
      ".589": 1446,
      ".053": 1447,
      "273": 1448,
      ".255": 1449,
      ".410": 1450,
      ".767": 1451,
      ".166": 1452,
      ".514": 1453,
      ".637": 1454,
      "184.dat": 1455,
      "419": 1456,
      ".355": 1457,
      "253": 1458,
      "9327": 1459,
      "404": 1460,
      ".927": 1461,
      ".944": 1462,
      ".859": 1463,
      "4215.dat": 1464,
      ".121": 1465,
      "519": 1466,
      ".282": 1467,
      ".384": 1468,
      ".816": 1469,
      ".867": 1470,
      ".763": 1471,
      ".726": 1472,
      "439": 1473,
      "850": 1474,
      "30383.dat": 1475,
      ".555": 1476,
      "712.dat": 1477,
      ".665": 1478,
      ".452": 1479,
      ".431": 1480,
      ".216": 1481,
      ".296": 1482,
      ".395": 1483,
      ".777": 1484,
      "4202": 1485,
      ".892": 1486,
      "26604.dat": 1487,
      ".168": 1488,
      ".192": 1489,
      ".455": 1490,
      ".137": 1491,
      ".602": 1492,
      ".177": 1493,
      "3684.dat": 1494,
      "14719.dat": 1495,
      "402": 1496,
      ".079": 1497,
      ".426": 1498,
      "18677.dat": 1499,
      "437": 1500,
      "556": 1501,
      "752": 1502,
      ".039": 1503,
      "277": 1504,
      ".764": 1505,
      "24309.dat": 1506,
      "334": 1507,
      "6179.dat": 1508,
      "2432.dat": 1509,
      ".623": 1510,
      ".844": 1511,
      "346": 1512,
      "355": 1513,
      ".157": 1514,
      "315": 1515,
      "792": 1516,
      "776": 1517,
      ".584": 1518,
      ".956": 1519,
      ".947": 1520,
      ".334": 1521,
      ".795": 1522,
      "405": 1523,
      ".391": 1524,
      "6081.dat": 1525,
      ".362": 1526,
      "810": 1527,
      ".670": 1528,
      ".451": 1529,
      ".508": 1530,
      ".193": 1531,
      ".194": 1532,
      "4488.dat": 1533,
      "92946.dat": 1534,
      ".113": 1535,
      "76.dat": 1536,
      "2419.dat": 1537,
      ".677": 1538,
      ".814": 1539,
      ".599": 1540,
      ".492": 1541,
      ".862": 1542,
      "4733.dat": 1543,
      "295": 1544,
      ".327": 1545,
      ".206": 1546,
      "50746.dat": 1547,
      "3024": 1548,
      ".537": 1549,
      ".338": 1550,
      "658": 1551,
      ".188": 1552,
      ".408": 1553,
      "337": 1554,
      ".592": 1555,
      ".027": 1556,
      ".059": 1557,
      ".771": 1558,
      "381": 1559,
      ".302": 1560,
      ".398": 1561,
      ".872": 1562,
      ".724": 1563,
      ".758": 1564,
      ".526": 1565,
      ".939": 1566,
      ".958": 1567,
      ".372": 1568,
      "425": 1569,
      ".775": 1570,
      "4315.dat": 1571,
      ".149": 1572,
      "60470.dat": 1573,
      "14716.dat": 1574,
      ".548": 1575,
      ".568": 1576,
      ".091": 1577,
      ".942": 1578,
      ".635": 1579,
      ".469": 1580,
      ".315": 1581,
      ".843": 1582,
      ".885": 1583,
      "1120": 1584,
      ".914": 1585,
      ".638": 1586,
      ".848": 1587,
      ".762": 1588,
      ".172": 1589,
      ".598": 1590,
      ".045": 1591,
      ".324": 1592,
      ".896": 1593,
      ".786": 1594,
      "3956.dat": 1595,
      "263": 1596,
      "32184.dat": 1597,
      ".639": 1598,
      ".657": 1599,
      ".794": 1600,
      ".134": 1601,
      ".375": 1602,
      "612": 1603,
      ".558": 1604,
      "406": 1605,
      "15712.dat": 1606,
      ".666": 1607,
      ".264": 1608,
      ".234": 1609,
      ".269": 1610,
      ".815": 1611,
      ".847": 1612,
      ".736": 1613,
      ".187": 1614,
      ".309": 1615,
      ".943": 1616,
      ".616": 1617,
      ".648": 1618,
      ".655": 1619,
      "449": 1620,
      "343": 1621,
      "353": 1622,
      "60474.dat": 1623,
      "3245c": 1624,
      "625": 1625,
      "394": 1626,
      "341": 1627,
      ".908": 1628,
      "59900.dat": 1629,
      "30565.dat": 1630,
      "860": 1631,
      "832": 1632,
      "1060": 1633,
      ".938": 1634,
      ".418": 1635,
      ".186": 1636,
      ".148": 1637,
      "4175.dat": 1638,
      "51719.dat": 1639,
      ".529": 1640,
      ".051": 1641,
      ".352": 1642,
      ".247": 1643,
      ".544": 1644,
      ".587": 1645,
      ".672": 1646,
      ".679": 1647,
      ".731": 1648,
      ".241": 1649,
      ".273": 1650,
      "2453.dat": 1651,
      ".295": 1652,
      "96.dat": 1653,
      "349": 1654,
      ".126": 1655,
      "30357.dat": 1656,
      "409": 1657,
      "72.dat": 1658,
      ".617": 1659,
      ".649": 1660,
      ".436": 1661,
      "2850.dat": 1662,
      "6629.dat": 1663,
      "4456": 1664,
      "644.dat": 1665,
      "64644.dat": 1666,
      "4275.dat": 1667,
      "3045.dat": 1668,
      ".205": 1669,
      "559": 1670,
      ".076": 1671,
      ".645": 1672,
      ".448": 1673,
      ".895": 1674,
      "487": 1675,
      "30244.dat": 1676,
      "618": 1677,
      "6112": 1678,
      "920": 1679,
      ".594": 1680,
      "716": 1681,
      ".227": 1682,
      ".217": 1683,
      ".869": 1684,
      ".739": 1685,
      "476": 1686,
      ".182": 1687,
      ".323": 1688,
      ".718": 1689,
      ".808": 1690,
      "3245c.dat": 1691,
      "6112.dat": 1692,
      "558": 1693,
      ".575": 1694,
      ".654": 1695,
      ".796": 1696,
      "15533.dat": 1697,
      ".244": 1698,
      "830": 1699,
      "900": 1700,
      ".652": 1701,
      ".477": 1702,
      ".382": 1703,
      ".715": 1704,
      ".117": 1705,
      "2362.dat": 1706,
      "371": 1707,
      ".132": 1708,
      ".199": 1709,
      ".729": 1710,
      "32124.dat": 1711,
      "538": 1712,
      "4079.dat": 1713,
      ".916": 1714,
      ".975": 1715,
      ".628": 1716,
      ".865": 1717,
      "561": 1718,
      ".278": 1719,
      "26601.dat": 1720,
      ".376": 1721,
      "3027": 1722,
      ".518": 1723,
      ".585": 1724,
      "1020": 1725,
      ".951": 1726,
      "508": 1727,
      ".422": 1728,
      ".756": 1729,
      ".769": 1730,
      ".136": 1731,
      "495": 1732,
      ".159": 1733,
      "30363.dat": 1734,
      "30365.dat": 1735,
      "3006.dat": 1736,
      ".472": 1737,
      ".262": 1738,
      ".834": 1739,
      ".181": 1740,
      ".804": 1741,
      "429": 1742,
      ".597": 1743,
      ".941": 1744,
      ".265": 1745,
      ".289": 1746,
      ".263": 1747,
      ".348": 1748,
      "435": 1749,
      ".231": 1750,
      ".257": 1751,
      ".876": 1752,
      ".201": 1753,
      "619": 1754,
      "107.dat": 1755,
      ".067": 1756,
      ".898": 1757,
      ".845": 1758,
      "52107.dat": 1759,
      "454": 1760,
      "990": 1761,
      "361": 1762,
      "481": 1763,
      ".161": 1764,
      ".805": 1765,
      "3176.dat": 1766,
      ".373": 1767,
      ".515": 1768,
      ".955": 1769,
      ".252": 1770,
      ".344": 1771,
      "465": 1772,
      ".973": 1773,
      ".684": 1774,
      ".345": 1775,
      ".744": 1776,
      "578": 1777,
      "32449.dat": 1778,
      "940": 1779,
      ".522": 1780,
      ".937": 1781,
      ".644": 1782,
      ".634": 1783,
      ".371": 1784,
      ".304": 1785,
      "431": 1786,
      "3046.dat": 1787,
      ".528": 1788,
      ".576": 1789,
      ".651": 1790,
      ".229": 1791,
      ".818": 1792,
      ".874": 1793,
      ".773": 1794,
      "3063.dat": 1795,
      ".133": 1796,
      ".402": 1797,
      ".573": 1798,
      "4033.dat": 1799,
      ".978": 1800,
      ".968": 1801,
      ".283": 1802,
      ".727": 1803,
      ".144": 1804,
      "539": 1805,
      "784": 1806,
      ".524": 1807,
      ".228": 1808,
      ".238": 1809,
      "523": 1810,
      "479": 1811,
      "4745": 1812,
      "351": 1813,
      ".243": 1814,
      "3027.dat": 1815,
      ".367": 1816,
      "414": 1817,
      "413": 1818,
      "527": 1819,
      ".946": 1820,
      ".974": 1821,
      ".419": 1822,
      ".476": 1823,
      ".232": 1824,
      ".311": 1825,
      ".854": 1826,
      ".748": 1827,
      ".788": 1828,
      ".782": 1829,
      "587": 1830,
      ".116": 1831,
      ".405": 1832,
      ".902": 1833,
      "537": 1834,
      ".535": 1835,
      ".346": 1836,
      ".604": 1837,
      ".607": 1838,
      ".723": 1839,
      "4625.dat": 1840,
      "744": 1841,
      ".225": 1842,
      "383": 1843,
      "441": 1844,
      ".119": 1845,
      ".167": 1846,
      "11458.dat": 1847,
      ".374": 1848,
      "515": 1849,
      ".221": 1850,
      "4859.dat": 1851,
      "331": 1852,
      "494": 1853,
      "492": 1854,
      ".581": 1855,
      "728": 1856,
      ".742": 1857,
      ".124": 1858,
      "14417.dat": 1859,
      ".274": 1860,
      "502": 1861,
      ".481": 1862,
      ".886": 1863,
      "2817.dat": 1864,
      ".734": 1865,
      "546": 1866,
      ".202": 1867,
      ".921": 1868,
      ".427": 1869,
      ".888": 1870,
      ".883": 1871,
      "1000": 1872,
      "565": 1873,
      ".209": 1874,
      "3185.dat": 1875,
      "471": 1876,
      "513": 1877,
      "836": 1878,
      ".093": 1879,
      ".441": 1880,
      ".254": 1881,
      ".318": 1882,
      ".127": 1883,
      "60477.dat": 1884,
      "4213.dat": 1885,
      "466": 1886,
      ".541": 1887,
      ".926": 1888,
      "363": 1889,
      ".414": 1890,
      ".298": 1891,
      ".151": 1892,
      ".308": 1893,
      "3823.dat": 1894,
      "47457.dat": 1895,
      "872": 1896,
      "930": 1897,
      ".218": 1898,
      ".313": 1899,
      ".341": 1900,
      ".832": 1901,
      "333": 1902,
      "423": 1903,
      ".246": 1904,
      ".936": 1905,
      ".389": 1906,
      ".829": 1907,
      ".857": 1908,
      "521": 1909,
      "514": 1910,
      ".922": 1911,
      ".836": 1912,
      ".851": 1913,
      ".765": 1914,
      ".799": 1915,
      "545": 1916,
      "6180.dat": 1917,
      ".185": 1918,
      ".608": 1919,
      ".158": 1920,
      "43857.dat": 1921,
      "511": 1922,
      "30236.dat": 1923,
      "566": 1924,
      ".774": 1925,
      "395": 1926,
      ".203": 1927,
      "60596.dat": 1928,
      ".595": 1929,
      ".428": 1930,
      ".294": 1931,
      ".223": 1932,
      ".251": 1933,
      ".719": 1934,
      "6439": 1935,
      "11215.dat": 1936,
      "2639.dat": 1937,
      ".279": 1938,
      "51739.dat": 1939,
      ".306": 1940,
      "571": 1941,
      ".963": 1942,
      "506": 1943,
      ".668": 1944,
      ".456": 1945,
      ".443": 1946,
      ".421": 1947,
      ".281": 1948,
      ".396": 1949,
      ".397": 1950,
      "477": 1951,
      "676": 1952,
      ".904": 1953,
      "6005.dat": 1954,
      ".361": 1955,
      "6125": 1956,
      "609.dat": 1957,
      ".287": 1958,
      ".357": 1959,
      ".752": 1960,
      ".761": 1961,
      "9360": 1962,
      ".601": 1963,
      ".196": 1964,
      "61252.dat": 1965,
      ".325": 1966,
      "1024": 1967,
      ".912": 1968,
      "5094": 1969,
      ".411": 1970,
      ".215": 1971,
      "475": 1972,
      "622": 1973,
      "119.dat": 1974,
      "3822.dat": 1975,
      "766": 1976,
      ".461": 1977,
      ".347": 1978,
      ".852": 1979,
      "577": 1980,
      "60475.dat": 1981,
      "3821.dat": 1982,
      "3329": 1983,
      ".709": 1984,
      ".356": 1985,
      ".351": 1986,
      ".846": 1987,
      ".849": 1988,
      ".798": 1989,
      "467": 1990,
      "87609.dat": 1991,
      "451": 1992,
      "93274.dat": 1993,
      "808": 1994,
      ".066": 1995,
      ".759": 1996,
      "443": 1997,
      "446": 1998,
      ".198": 1999,
      ".807": 2000,
      ".249": 2001,
      "93606.dat": 2002,
      "2417.dat": 2003,
      ".237": 2004,
      ".211": 2005,
      ".349": 2006,
      ".791": 2007,
      ".806": 2008,
      "4623.dat": 2009,
      "307.dat": 2010,
      "325.dat": 2011,
      ".778": 2012,
      "889": 2013,
      "49307.dat": 2014,
      "63325.dat": 2015,
      "11476.dat": 2016,
      "36840.dat": 2017,
      ".307": 2018,
      "14720.dat": 2019,
      ".512": 2020,
      ".933": 2021,
      "122.dat": 2022,
      ".878": 2023,
      ".755": 2024,
      ".741": 2025,
      "447": 2026,
      "54383.dat": 2027,
      "60594.dat": 2028,
      "7469": 2029,
      ".048": 2030,
      ".437": 2031,
      ".429": 2032,
      ".474": 2033,
      ".868": 2034,
      ".891": 2035,
      "4854.dat": 2036,
      ".746": 2037,
      "582": 2038,
      ".907": 2039,
      ".368": 2040,
      "524": 2041,
      "572": 2042,
      "606": 2043,
      "5074": 2044,
      ".486": 2045,
      ".817": 2046,
      ".841": 2047,
      ".738": 2048,
      "594": 2049,
      "525": 2050,
      "549": 2051,
      "32530.dat": 2052,
      "74695.dat": 2053,
      "50745.dat": 2054,
      ".377": 2055,
      "588": 2056,
      ".591": 2057,
      ".828": 2058,
      "4871.dat": 2059,
      ".747": 2060,
      "47.dat": 2061,
      "3050": 2062,
      ".551": 2063,
      "401": 2064,
      ".483": 2065,
      ".286": 2066,
      ".335": 2067,
      ".842": 2068,
      "15070.dat": 2069,
      "6468": 2070,
      ".102": 2071,
      "87620.dat": 2072,
      "759": 2073,
      "1050": 2074,
      "503": 2075,
      ".417": 2076,
      ".268": 2077,
      ".297": 2078,
      ".826": 2079,
      ".889": 2080,
      "6628.dat": 2081,
      "391": 2082,
      ".909": 2083,
      "32271.dat": 2084,
      "6058": 2085,
      ".613": 2086,
      ".425": 2087,
      ".413": 2088,
      "6632.dat": 2089,
      "384.dat": 2090,
      "30364.dat": 2091,
      "433": 2092,
      ".913": 2093,
      ".471": 2094,
      "567": 2095,
      ".757": 2096,
      "3830.dat": 2097,
      "969": 2098,
      "54384.dat": 2099,
      "463": 2100,
      "3676.dat": 2101,
      ".178": 2102,
      "01.dat": 2103,
      "493": 2104,
      "554": 2105,
      ".953": 2106,
      "3229": 2107,
      ".386": 2108,
      ".838": 2109,
      ".877": 2110,
      "482": 2111,
      ".745": 2112,
      "32056.dat": 2113,
      "41678.dat": 2114,
      "457": 2115,
      "a.dat": 2116,
      ".884": 2117,
      ".789": 2118,
      ".801": 2119,
      "532": 2120,
      "535": 2121,
      "c01.dat": 2122,
      "522": 2123,
      "526": 2124,
      "497": 2125,
      ".204": 2126,
      "6249.dat": 2127,
      "42022.dat": 2128,
      ".853": 2129,
      ".821": 2130,
      "1894": 2131,
      ".776": 2132,
      ".146": 2133,
      ".903": 2134,
      ".125": 2135,
      "910": 2136,
      "1080": 2137,
      ".336": 2138,
      "1396": 2139,
      "2476.dat": 2140,
      ".533": 2141,
      ".863": 2142,
      "654": 2143,
      "3245a.dat": 2144,
      "534": 2145,
      "553": 2146,
      "b.dat": 2147,
      ".957": 2148,
      "5030": 2149,
      ".292": 2150,
      ".813": 2151,
      "662": 2152,
      ".365": 2153,
      ".631": 2154,
      ".463": 2155,
      ".837": 2156,
      "3933.dat": 2157,
      "491": 2158,
      "4161.dat": 2159,
      "1110": 2160,
      ".465": 2161,
      ".256": 2162,
      ".855": 2163,
      "542": 2164,
      ".403": 2165,
      "88072.dat": 2166,
      "96910.dat": 2167,
      "13965.dat": 2168,
      "34.dat": 2169,
      "980": 2170,
      "944": 2171,
      "3234": 2172,
      ".494": 2173,
      ".882": 2174,
      "3831.dat": 2175,
      "32034.dat": 2176,
      "543": 2177,
      "3678.dat": 2178,
      "11478.dat": 2179,
      ".275": 2180,
      ".277": 2181,
      "42023.dat": 2182,
      "62531.dat": 2183,
      "32348.dat": 2184,
      "579": 2185,
      "41740.dat": 2186,
      "4444.dat": 2187,
      "9198": 2188,
      "3081": 2189,
      ".918": 2190,
      ".222": 2191,
      "564": 2192,
      "3839.dat": 2193,
      "585": 2194,
      "3934.dat": 2195,
      "33291.dat": 2196,
      "91988.dat": 2197,
      "636": 2198,
      "1040": 2199,
      "602": 2200,
      "505": 2201,
      ".797": 2202,
      "178.dat": 2203,
      "652": 2204,
      "32065.dat": 2205,
      "32291.dat": 2206,
      ".266": 2207,
      ".226": 2208,
      ".261": 2209,
      ".881": 2210,
      "4740.dat": 2211,
      "461": 2212,
      "4590.dat": 2213,
      "6191.dat": 2214,
      "3255": 2215,
      "595": 2216,
      "555": 2217,
      "11203.dat": 2218,
      "644": 2219,
      "1220": 2220,
      ".314": 2221,
      ".871": 2222,
      "32017.dat": 2223,
      "531": 2224,
      ".803": 2225,
      "796": 2226,
      "1010": 2227,
      ".475": 2228,
      "591": 2229,
      "597": 2230,
      "589": 2231,
      "574": 2232,
      "455": 2233,
      "4150": 2234,
      "862": 2235,
      ".519": 2236,
      "1520": 2237,
      ".754": 2238,
      "3957.dat": 2239,
      "678": 2240,
      "44570.dat": 2241,
      "60581.dat": 2242,
      "4150.dat": 2243,
      "11954.dat": 2244,
      "44568.dat": 2245,
      ".925": 2246,
      "562": 2247,
      ".785": 2248,
      "642": 2249,
      "695": 2250,
      "3679.dat": 2251,
      "10247.dat": 2252,
      "765": 2253,
      "950": 2254,
      "9019": 2255,
      "1270": 2256,
      "646": 2257,
      "623": 2258,
      "4211.dat": 2259,
      "551": 2260,
      "41539.dat": 2261,
      "93273.dat": 2262,
      "533": 2263,
      "557": 2264,
      "708": 2265,
      "1070": 2266,
      "2460.dat": 2267,
      "3213": 2268,
      ".835": 2269,
      "4739": 2270,
      ".506": 2271,
      ".905": 2272,
      "952": 2273,
      "958": 2274,
      "2420": 2275,
      "718": 2276,
      ".733": 2277,
      ".743": 2278,
      "4467": 2279,
      "541": 2280,
      "2653.dat": 2281,
      "44567.dat": 2282,
      "cc01.dat": 2283,
      "668.dat": 2284,
      "64178.dat": 2285,
      "49668.dat": 2286,
      "1390": 2287,
      "32532.dat": 2288,
      "3743.dat": 2289,
      "3081cc01.dat": 2290,
      "32138.dat": 2291,
      "859": 2292,
      "924": 2293,
      ".388": 2294,
      ".753": 2295,
      "8829": 2296,
      "3578": 2297,
      "573": 2298,
      ".197": 2299,
      "88930.dat": 2300,
      "596": 2301,
      "826": 2302,
      "3684": 2303,
      ".833": 2304,
      "3940.dat": 2305,
      "32557.dat": 2306,
      "36841.dat": 2307,
      "92.dat": 2308,
      "2048": 2309,
      "501": 2310,
      "3735": 2311,
      "668": 2312,
      "6556.dat": 2313,
      "529": 2314,
      "547": 2315,
      "18945.dat": 2316,
      "24201.dat": 2317,
      "20482.dat": 2318,
      "37352.dat": 2319,
      "30000.dat": 2320,
      "593": 2321,
      "349.dat": 2322,
      "581": 2323,
      "6215.dat": 2324,
      "686": 2325,
      ".305": 2326,
      "42446.dat": 2327,
      "2875.dat": 2328,
      "30562.dat": 2329,
      "64391.dat": 2330,
      "1100": 2331,
      "569": 2332,
      "59349.dat": 2333,
      "3685.dat": 2334,
      "55.dat": 2335,
      "788": 2336,
      "856": 2337,
      "936": 2338,
      "809.dat": 2339,
      "6060.dat": 2340,
      "902": 2341,
      "75937.dat": 2342,
      "824": 2343,
      "3016": 2344,
      "601": 2345,
      "32250": 2346,
      "666": 2347,
      "48092.dat": 2348,
      "32250.dat": 2349,
      "706": 2350,
      "24119.dat": 2351,
      "904": 2352,
      "1200": 2353,
      "1441": 2354,
      "18671.dat": 2355,
      "3455.dat": 2356,
      "44674.dat": 2357,
      "1150": 2358,
      "617": 2359,
      "634": 2360,
      "126.dat": 2361,
      "30237.dat": 2362,
      "2878.dat": 2363,
      "4730.dat": 2364,
      "575": 2365,
      "32001.dat": 2366,
      "4185.dat": 2367,
      "3853.dat": 2368,
      "816": 2369,
      "4034": 2370,
      ".893": 2371,
      "120.dat": 2372,
      "485.dat": 2373,
      "17485.dat": 2374,
      "9977": 2375,
      "921": 2376,
      "23950.dat": 2377,
      "746": 2378,
      "774": 2379,
      "3041": 2380,
      "3253": 2381,
